{
 "title": {
    "english": "Activities",
    "turkish": "Aktiviteler",
    "spanish": "Actividades",
    "korean": "활동",
    "chinese": "學習活動",
    "japanese": "アクティビティ",
    "arabic": "أنشطة"
  },
 "segment": "adult",
 "userType": ["teacher"],
 "pageCount": 1,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "ATA001.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "korean": "",
        "chinese": "",
        "japanese": "",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 5,
          "numberPosLeft": 1,
          "text":{
            "english": "Use this menu to choose a unit. When you choose a unit, you will be taken to the first activity within that unit.",
            "turkish": "Bir ünite seçmek için bu menüyü kullanın. Bir ünite seçtiğinizde o ünite içindeki ilk aktiviteyi göreceksiniz.",
            "spanish": "Use este menú para elegir una unidad. Al hacerlo, el sistema le llevará a la primera actividad en dicha unidad.",
            "korean": "이 메뉴를 이용하여 단원을 선택하십시오. 단원을 선택하시면 단원 내 첫 번째 활동으로 이동합니다.", 
            "chinese": "使用這個功能表來選擇一個單元。當選定某個單元時，您將看到該單元內的第一項活動。", 
            "japanese": "このメニューを使ってユニットを選択します。ユニットを選択すると、そのユニット内の最初のアクティビティに移動します。",
            "arabic": "إستعمل هذه القائمة لاختيار وحدة متكاملة، وعند إختيارك لها، سوف تنتقل بك الى النشاط الاول ضمن تلك الوحدة."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 5,
          "numberPosLeft": 29,
          "text":{
            "english": "Use this menu to choose an activity within a unit.",
            "turkish": "Bir ünite içinde bir aktivite seçmek için bu menüyü kullanın.",
            "spanish": "Use este menú para seleccionar una actividad dentro de una unidad.",
            "korean": "이 메뉴를 이용하여 단원 안의 활동을 선택하십시오.", 
            "chinese": "使用這個功能表在單元內選擇一項活動。",
            "japanese": "このメニューを使ってユニット内のアクティビティを選択します。",
            "arabic": "إستعمل هذه القائمة لكي تختار نشاط واحد ضمن الوحدة."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 5,
          "numberPosLeft": 78,
          "text":{
            "english": "Use the “Previous” and “Next” buttons to navigate through the activities in sequence.",
            "turkish": "Aktiviteler arasında sırayla gezinmek için “Previous” ve “Next” düğmelerini kullanın.",
            "spanish": "Utilice los botones \"Previous\" y \"Next\" para navegar a través de las actividades en secuencia.",
            "korean": "\"이전\"과 \"다음\" 버튼을 이용하여 순서대로 활동을 이동하십시오. ", 
             "chinese": "請使用 Previous（往前）與 Next（往後）按鈕，即可依序瀏覽各項活動。",
            "japanese": "アクティビティを順番に進めるには、Previous[前に]とNext[次へ]ボタンをクリックします。",
            "arabic": "استخدم الزرينِ “Next” (\"التالي\")و“Previous”(\"السابق\") للتنقل خلال الأنشطة في تسلسل."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 14,
          "numberPosLeft": 1,
          "text":{
            "english": "The Online Practice activities are displayed in this area.",
            "turkish": "Çevrim İçi Uygulama aktiviteleri bu alanda gösterilir.",
            "spanish": "Las actividades de Práctica Online se muestran en esta área.",
            "korean": "온라인 실습 활동은 여기에 표시됩니다.",
            "chinese": "線上練習的學習活動在此區展示。",
            "japanese": "Online Practiceのアクティビティは、このエリアに表示されます。",
            "arabic": "أنشطة الممارسة عبر الإنترنت معروضة في هذا المجال."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 83,
          "numberPosLeft": 9,
          "text":{
            "english": "Click here to see a grammar chart pop-up related to the current activity.",
            "turkish": "Şimdiki aktiviteyle ilgili açılan gramer cetvelini görmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ver un gráfico emergente de gramática relacionado con la actividad actual.",
            "korean": "현재 활동에 관련된 문법 차트 팝업을 확인하려면 여기를 클릭하십시오.", 
            "chinese": "當學生答完一項學習活動中的全部問題，他們可以檢查自己的答案。",
            "japanese": "アクティビティの全ての問題に答えると、答え合わせをすることができます。",
            "arabic": "أنقر هنا كي تشاهد انبثاق مخطط القواعد النحوية المتعلقة بالنشاط الحالي."
          }
        },
        "paragraph06": {
          "number": 6,
          "numberPosTop": 86,
          "numberPosLeft": 40,
          "text":{
            "english": "Students can click here to check their answers when they have answered all questions in an activity.",
            "turkish": "Öğrenciler, bir aktivitenin tüm sorularını yanıtladıkları zaman buraya tıklayıp cevaplarını kontrol edebilirler.",
            "spanish": "Los estudiantes pueden hacer clic aquí para verificar sus respuestas después de haber contestado todas las preguntas en una actividad.",
            "korean": "학생은 활동의 모든 질문에 답변을 하였을 때 답변을 확인하려면 여기를 클릭하십시오.", 
            "chinese": "當學生答完一項學習活動中的全部問題，他們可以檢查自己的答案。",
            "japanese": "アクティビティの全ての問題に答えると、答え合わせをすることができます。",
            "arabic": "يستطيع الطلاب النقر هنا لفحص أجوبتهم متى ما أعطوا الاجابات على جميع الاسئلة في نشاط ما."
          }
        },
        "paragraph07": {
          "number": 7,
          "numberPosTop": 86,
          "numberPosLeft": 50,
          "text":{
            "english": "Students can try an activity again if they answer some questions incorrectly. They can try an activity as many times as they like.",
            "turkish": "Bazı soruları yanlış cevaplayan öğrenciler bir aktiviteyi tekrar deneyebilirler. Bir aktivite istenirse defalarca denenebilir.",
            "spanish": "Los estudiantes pueden intentar una actividad nuevamente si contestan erróneamente algunas preguntas. Puede intentar una actividad tantas veces como ellos lo deseen.",
            "korean": "학생은 몇 가지 질문에 잘못 답변하였을 경우 활동을 다시 시도할 수 있습니다. 학생은 원하는 만큼 활동을 시도할 수 있습니다.", 
            "chinese": "學生倘若沒有答對某項活動的一些問題，能夠再次嘗試該活動。他們能夠不限次數地反覆嘗試一項活動。",
            "japanese": "回答を間違えた場合、生徒はアクティビティを再度試みることができます。アクティビティは何回でもを試みることができます。",
            "arabic": "يستطيع الطلاب محاولة نشاط ما مرة أخرى إذا أعطوا أجوبة بنحو مغلوط لبعض الاسئلة. يمكنهم القيام بمحاولة نشاط ما عدة مرات كما يحلوا لهم."
          }
        },
        "paragraph08": {
          "number": 8,
          "numberPosTop": 86,
          "numberPosLeft": 61,
          "text":{
            "english": "If students answer some questions incorrectly they can see the correct answers.",
            "turkish": "Öğrenciler bazı soruları yanlış cevaplarlarsa doğru yanıtları görebilirler.",
            "spanish": "Si los estudiantes contestan erróneamente algunas preguntas ellos podrán ver las respuestas correctas.",
            "korean": "학생이 몇 가지 질문에 답변을 잘못한 경우 정답을 확인할 수 있습니다.", 
            "chinese": "如果學生有答錯問題，他們可以看正確答案。",
            "japanese": "不正解があった場合は、正解を見ることができます。",
            "arabic": "إذا أجاب الطلاب على بعض الأسئلة بنحو مغلوط يمكنهم مشاهدة الاجوبة الصحيحة."
          }
        },
        "paragraph09": {
          "number": 9,
          "numberPosTop": 86,
          "numberPosLeft": 74,
          "text":{
            "english": "Students can click here to see a Feedback pop-up with guidance on completing an activity.",
            "turkish": "Öğrenciler buraya tıklayıp, bir aktivitenin tamamlanmasıyla ilgili bilgi içeren bir Geri Bildirimi görebilirler.",
            "spanish": "Los estudiantes harán clic aquí para ver una ventana emergente de retroalimentación con información sobre cómo realizar una actividad.",
            "korean": "학생은 활동 수행 안내와 함께 피드백 팝업을 확인하려면 여기를 클릭하십시오.", 
            "chinese": "學生按一下這裡，就能看到Feedback（回饋）跳現視窗，其中有完成活動的指導。",
            "japanese": "アクティビティの完了方法の説明が含まれたフィードバックポップアップを見るには、生徒はこちらをクリックします。",
            "arabic": "يستطيع الطلاب النقر هنا لرؤية ملاحظة منبثقة مع توجيهات حول تكملة نشاط ما."
          }
        },
        "paragraph10": {
          "number": 10,
          "numberPosTop": 86,
          "numberPosLeft": 90,
          "text":{
            "english": "A student’s current activity score is shown here.",
            "turkish": "Bir öğrencinin şimdiki aktivitesinin puanı burada gösterilir.",
            "spanish": "Aquí aparece la puntuación de la actividad actual del estudiante.",
            "korean": "학생의 현재 활동 점수가 여기에 표시됩니다.",
            "chinese": "學生的目前活動分數在此顯示。",
            "japanese": "ここには、生徒の現在のアクティビティの得点が表示されます。",
            "arabic": "درجة النشاط الحالي للطالب معروضة هنا."
          }
        },
        "paragraph11": {
          "number": 11,
          "numberPosTop": 90,
          "numberPosLeft": 3,
          "text":{
            "english": "Students can find supporting resources here that will help them with their Online Practice work, if available.",
            "turkish": "Öğrenciler, Çevrim İçi Uygulamaları yapmalarına yardım edecek kaynakları varsa burada bulabilirler.",
            "spanish": "Los estudiantes pueden encontrar recursos de apoyo aquí que les ayudarán con su trabajo de Práctica Online, si están disponibles.",
            "korean": "학생 온라인 실습에 대한 도움말 자료를 이용할 수 있는 경우 여기에서 확인할 수 있습니다.", 
            "chinese": "學生能夠在此找到將助其完成Online Practice（線上練習）功課的支援資源（若有）。",
            "japanese": "ここには、生徒のオンライン練習に役立つ補助リソースがあります。",
            "arabic": "يستطيع الطلاب العثور على موارد مساندة هنا والتي ستساعدهم في عملهم المتعلق باستخدام الممارسة عبر الإنترنت، إذا كانت متوفرة."
          }
        },
        "paragraph12": {
          "number": 12,
          "numberPosTop": 90,
          "numberPosLeft": 19,
          "text":{
            "english": "Students can view the Glossary here, if available. The Glossary will help them with the course vocabulary.",
            "turkish": "Öğrenciler, varsa Sözlüğü burada görebilirler. Sözlük dersin kelime hazinesi için yardımcı olur.",
            "spanish": "Los estudiantes pueden ver el Glosario aquí, si está disponible. El glosario les ayudará con el vocabulario del curso.",
            "korean": "용어집을 이용할 수 있는 경우 학생은 여기에서 확인할 수 있습니다. 용어집은 학생이 과정의 단어를 확인하는데 도움이 됩니다.", 
            "chinese": "學生能夠在此查看Glossary（辭彙表）（若有）。辭彙表將幫助他們學習課程詞彙。",
            "japanese": "用語集がある場合は、こちらで見ることができます。用語集は、コースに使用されている語彙の習得に役立ちます。",
            "arabic": "يستطيع الطلاب مشاهدة المسرد هنا، إذا كان متاحاً. وسيساعدهم المسرد في فهم مفردات المقرر."
          }
        },
        "paragraph13": {
          "number": 13,
          "numberPosTop": 90,
          "numberPosLeft": 35,
          "text":{
            "english": "Students can access their Achievements and Reports here.",
            "turkish": "Öğrenciler Başarılarına ve Raporlarına buradan ulaşabilirler.",
            "spanish": "Los estudiantes pueden acceder a sus Logros e Informes aquí.",
            "korean": "학생은 여기에서 성과와 보고서에 접속할 수 있습니다.", 
            "chinese": "學生能夠在此查看其成績與報告。",
            "japanese": "生徒はここから達成事項とレポートにアクセスできます。",
            "arabic": "يستطيع الطلاب الاستفادة من منجزاتهم وتقاريرهم هنا."
          }
        }
      }
    }
  }
}