{
 "title": {
    "english": "Discussion Board",
    "turkish": "Tartışma panosu",
    "spanish": "Panel de discusión",
    "arabic": "-"
  },
 "segment": "adult",
 "userType": ["student"],
 "pageCount": 3,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "ASF001.png",
      "pageTitle": {
        "english": "Reply to a post",
        "turkish": "Bir gönderiyi yanıtlayın",
        "spanish": "Responder a un mensaje",
        "arabic": "الرد على منشور"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 3,
          "numberPosLeft": 2,
          "text":{
            "english": "This is where you can view and reply to all of the current posts.",
            "turkish": "Burada güncel mesajları görebilir ve yanıtlayabilirsiniz.",
            "spanish": "Aquí es donde se puede ver y responder a todas las publicaciones actuales.",
            "arabic": "هذا هو الموقع الذي يمكنك فيه مشاهدة جميع النشرات الحالية والرد عليها."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 20,
          "numberPosLeft": 2,
          "text":{
            "english": "Click “Show” to view other students' replies.",
            "turkish": "Diğer öğrencilerin cevaplarını görmek için “Show” düğmesini tıklayın.",
            "spanish": "Haga clic en “Show” para ver las respuestas de otros estudiantes.",
            "arabic": "أنقر على “Show”  \"عرض\" لمشاهدة ردود الطلاب الآخرين."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 36,
          "numberPosLeft": 1,
          "text":{
            "english": "Click “Hide” to hide the replies.",
            "turkish": "Cevapları kapatmak için “Hide” düğmesini tıklayın.",
            "spanish": "Haga clic en “Hide” para ocultar las respuestas.",
            "arabic": "أنقر على “Hide” \"إخفاء\" لكي تخفي الردود."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 36,
          "numberPosLeft": 23,
          "text":{
            "english": "Click “Reply” to reply to a post. A text box will open under the post you are replying to. You can enter your reply directly within the discussion.",
            "turkish": "Bir mesajı yanıtlamak için “Reply” düğmesini tıklayın. Cevapladığınız mesajın altında bir metin kutusu açılacaktır. Cevabınızı doğrudan tartışmaya ekleyebilirsiniz.",
            "spanish": "Haga clic en “Reply” para responder a una publicación. Una caja de texto se abrirá abajo de la publicación que se está contestando. Usted puede ingresar su respuesta directamente dentro de la discusión.",
            "arabic": "أنقر على “Reply”  \"رد\"  لكي تجيب على نشرة ما. سيفتح لك صندوق نصي تحت الاعلان الذي ترد عليه حيث يمكنك إدخال ردك مباشرة ضمن المناقشة."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 69,
          "numberPosLeft": 6,
          "text":{
            "english": "Click “Post” to post your reply to the discussion.",
            "turkish": "Tartışmaya yanıtınızı göndermek için “Post” düğmesini tıklayın.",
            "spanish": "Haga clic en “Post” para publicar su respuesta a la discusión.",
            "arabic": "أنقر على“Post”  \"نشر\"  لكي ترسل ردك الى المناقشة."
          }
        },
        "paragraph06": {
          "number": 6,
          "numberPosTop": 69,
          "numberPosLeft": 17,
          "text":{
            "english": "Click “Cancel” if you do not want to post your reply.",
            "turkish": "Yanıtınızı göndermek istemiyorsanız “Cancel” düğmesini tıklayın.",
            "spanish": "Haga clic en “Cancel” si no desea publicar su respuesta.",
            "arabic": "أنقر على“Cancel” \"حذف\" إذا كنت لا تريد أن ترسل ردك."
          }  
        }
      }  
    },
    "page02": {
      "pageType": "screenshot",
      "imgId": "ASF002.png",
      "pageTitle": {
        "english": "Write a post",
        "turkish": "Bir mesaj yaz",
        "spanish": "Redactar una publicación",
        "arabic": "كتابة منشور"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 90,
          "numberPosLeft": 32,
          "text":{
            "english": "You can create a new post by clicking the “Create New Thread” button. A new window will open. Your teacher and any student in your Online Practice class can see your post and reply to it.",
            "turkish": "“Create new thread” düğmesini tıklayıp yeni bir mesaj oluşturabilirsiniz. Yeni bir pencere açılacaktır. Çevrim İçi Uygulama dersinizin öğretmeni ve herhangi bir öğrencisi mesajınızı görüp yanıtlayabilir.",
            "spanish": "Se puede crear una nueva publicación haciendo clic en el botón “Create New Thread”. Se abrirá una nueva ventana. Su maestro y cualquier estudiante en su clase de Práctica Online pueden ver su publicación y responder a ella.",
            "arabic": "يمكنك أن تنشئ إعلاناً جديداً عن طريق النقر على مفتاح“Create New Thread” \"إنشاء محتوى منشور جديد\". عندئذ يُفتح لك نافذة جديدة. يتمكن مدرسك وأي طالب آخر في صف الممارسة عبر الانترنت من مشاهدة نشرتك والرد عليها."
          }
        }
      }
    },
    "page03": {
      "pageType": "screenshot",
      "imgId": "ASF003.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 2,
          "numberPosTop": 13,
          "numberPosLeft": 26,
          "text":{
            "english": "Type here to give your post a title.",
            "turkish": "Mesajınızın başlığını buraya yazın.",
            "spanish": "Escriba aquí para ingresar el título de su publicación.",
            "arabic": "إطبع هنا  لكي تعطي عنوانا لنشرتك."
          }
        },
        "paragraph02": {
          "number": 3,
          "numberPosTop": 52,
          "numberPosLeft": 64,
          "text":{
            "english": "Type your message in the blank text area under the formatting buttons.",
            "turkish": "Mesajınızı, format düğmelerinin altındaki boş metin alanına yazın.",
            "spanish": "Escriba su mensaje en el área de texto en blanco abajo de los botones de formato.",
            "arabic": "إطبع رسالتك في مجال النص الفارغ تحت أزرار التنسيق."
          }
        },
          "paragraph03": {
          "number": 4,
          "numberPosTop": 83,
          "numberPosLeft": 3,
          "text":{
            "english": "Click “Post” after you’ve finished typing your message.",
            "turkish": "Mesajınızı yazdıktan sonra “Post” düğmesini tıklayın.",
            "spanish": "Haga clic en “Post” (Publicar) después de escribir su mensaje.",
            "arabic": "أنقر على“Post”  \"نشر\" بعد أن الانتهاء من طباعة رسالتك."
          }
        }
      }
    }
  }
}