{
 "title": {
    "english": "Achievements",
    "turkish": "Başarılar",
    "spanish": "Logros",
    "arabic": "التحصيل"
  },
 "segment": "adult",
 "userType": ["teacher"],
 "pageCount": 1,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "ATD001.png",
      "pageTitle": {
        "english": "Trophy Room",
        "turkish": "Ödül Odası",
        "spanish": "Sala de Trofeos",
        "arabic": "غرفة الميداليات"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 8,
          "numberPosLeft": 67,
          "text":{
            "english": "This is the Trophy Room. You can see each of your students’ Trophy Room areas by clicking on “Achievements” in the Student Report area.",
            "turkish": "Burası Ödül Odasıdır. Öğrenci Rapor alanında “Achievements” seçeneğine tıklayarak her öğrencinin Ödül Odası alanını görebilirsiniz.",
            "spanish": "Esta es la Sala de Trofeos. Puede ver las áreas de la Sala de Trofeos de cada uno de sus estudiantes haciendo clic en \"Achievements\", en el área de Informes de Estudiantes.",
            "arabic": "هذه هي غرفة الميداليات. يمكنك أن ترى كل مناطق غرفة الميداليات الخاصة بطلابك بالضغط على “Achievements” (\"التحصيل\") في منطقة تقرير الطالب."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 16,
          "numberPosLeft": 3,
          "text":{
            "english": "Stars are awarded in the Trophy Room for the number of points a student has scored across the activities in a level.",
            "turkish": "Bir seviyedeki aktivitelerde öğrencinin aldığı puanlar için Zafer Odasında yıldız ödülleri verilir.",
            "spanish": "-",
            "arabic": "-"
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 76,
          "numberPosLeft": 3,
          "text":{
            "english": "If a student has scored 30% of the total possible points in a unit, they are awarded a star.",
            "turkish": "Öğrenci, bir ünite için mümkün toplam puanın %30’unu aldığında bir yıldız kazanır.",
            "spanish": "-",
            "arabic": "-"
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 61,
          "numberPosLeft": 3,
          "text":{
            "english": "If a student has scored 70% of the total possible points in a unit, they are awarded two stars.",
            "turkish": "Öğrenci, bir ünite için mümkün toplam puanın %70’ini aldığında iki yıldız kazanır.",
            "spanish": "-",
            "arabic": "-"
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 45,
          "numberPosLeft": 3,
          "text":{
            "english": "If a student has scored 90% of the total possible points in a unit, they are awarded three stars.",
            "turkish": "Öğrenci, bir ünite için mümkün toplam puanın %90’ını aldığında üç yıldız kazanır.",
            "spanish": "-",
            "arabic": "-"
          }
        },
        "paragraph06": {
          "number": 6,
          "numberPosTop": 30,
          "numberPosLeft": 3,
          "text":{
            "english": "If a student has scored 100% of the total possible points in a unit, they are awarded a trophy.",
            "turkish": "Öğrenci, bir ünite için mümkün toplam puanın %100’ünü aldığında bonus kazanır.",
            "spanish": "-",
            "arabic": "-"
          }
        },
        "paragraph07": {
          "number": 7,
          "numberPosTop": 23,
          "numberPosLeft": 72,
          "text":{
            "english": "This is the student Dashboard. The Online Practice is divided into several areas, for example, Test, Vocabulary, and Practice. The Dashboard shows student activity results for a level across the different areas.",
            "turkish": "Bu, Öğrenci Gösterge Panosudur. Çevrim İçi Uygulama, örneğin Testler, Kelime Hazinesi ve Uygulama gibi çeşitli alanlara ayrılmıştır. Gösterge Panosu, bir seviyenin çeşitli alanlarındaki aktivitelerin sonuçlarını gösterir.",
            "spanish": "-",
            "arabic": "-"
          }
        },
        "paragraph08": {
          "number": 8,
          "numberPosTop": 45,
          "numberPosLeft": 75.5,
          "text":{
            "english": "Results for activities within different areas are displayed as a percentage based on the average score of all completed activities in an area within a level.",
            "turkish": "Değişik alanlardaki aktivitelerin sonuçları, bir seviye içindeki bir alanda tamamlanmış tüm aktivitelerin ortalama puanına göre bir yüzde olarak gösterilir.",
            "spanish": "-",
            "arabic": "-"
          }
        },
        "paragraph09": {
          "number": 9,
          "numberPosTop": 58,
          "numberPosLeft": 88,
          "text":{
            "english": "The number of completed activities is shown here along with the total number of activities in a skill area.",
            "turkish": "Tamamlanmış aktivitelerin sayısı burada bir beceri alanındaki toplam aktivite sayısı ile birlikte gösterilir.",
            "spanish": "-",
            "arabic": "-"
          }
        }
      }
    }
  }
}