{
 "title": {
    "english": "Discussion Board",
    "turkish": "Tartışma Panosu",
    "spanish": "Panel de discusión",
    "korean": "게시판", 
    "arabic": "المناقشة لوحة"
  },
 "segment": "adult",
 "userType": ["teacher"],
 "pageCount": 4,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "ATF001.png",
      "pageTitle": {
        "english": "Choose a class",
        "turkish": "Sınıf seçin",
        "spanish": "Elija una clase",
        "korean": "수업 선택", 
        "arabic": "حدد فصل"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 8,
          "numberPosLeft": 69,
          "text":{
            "english": "Choose a class from the menu.",
            "turkish": "Menüden bir sınıf seçin.",
            "spanish": "Elija una clase del menú.",
            "korean": "메뉴에서 수업을 선택하십시오.", 
            "arabic": "حدد فصلا من القائمة."
          }
        }
      }
    },
    "page02": {
      "pageType": "screenshot",
      "imgId": "ATF002.png",
      "pageTitle": {
        "english": "Write a post",
        "turkish": "Gönderi yazın",
        "spanish": "Escribir un mensaje",
        "korean": "게시물 쓰기", 
        "arabic": "اكتب منشورًا"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 2,
          "numberPosTop": 92,
          "numberPosLeft": 33,
          "text":{
            "english": "You can create a new post by clicking the “Create New Thread” button. A text box will open. Any student in your Online Practice class can see your post and reply to it. Students can also write posts and begin discussions.",
            "turkish": "Create New Thread” düğmesini tıklayıp yeni bir mesaj oluşturabilirsiniz. Bir metin kutusu açılacaktır. Çevrim İçi Uygulama sınıfınızdaki herhangi bir öğrenci mesajınızı görüp, cevaplayabilir. Öğrenciler de mesaj yazıp, tartışma açabilirler.",
            "spanish": "Se puede crear una nueva publicación haciendo clic en el botón “Create New Thread” (Crear nuevo hilo). Se abrirá un recuadro con texto. Cualquier estudiante en su clase de Práctica en línea podrá ver su publicación y responder a ella. Los alumnos pueden también publicar sus notas y comenzar discusiones.",
            "korean": "\"Create New Thread\" 버튼을 클릭하여 새로운 게시물을 생성할 수 있습니다. 텍스트 상자가 열립니다. 온라인 실습 수업의 모든 학생이 나의 게시물을 보고 답변을 달 수 있습니다. 학생은 또한 게시물을 작성하고 토론을 시작할 수 있습니다.", 
            "arabic": "يمكنك إنشــاء نشرة جديدة عن طريق النقر على مفتاح “Create New Thread \"إنشاء مؤشر ترابط جديد\" وسوف يُفتح لك مربعاً حوارياً. يتمكن أي طالب في صفك الذي تستخدم فيه الممارسة عبر الإنترنت أن يرى نشرتك  والرد عليها. يتمكن الطلاب أيضاً كتابة النشرات ثم يباشرون بالمناقشات."
          }
        }
      }
    },
    "page03": {
      "pageType": "screenshot",
      "imgId": "ATF003.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "korean": "",
        "arabic": ""

      },
      "paragraphs":{
          "paragraph01": {
          "number": 3,
          "numberPosTop": 23,
          "numberPosLeft": 2,
          "text":{
            "english": "Give your new post a title.",
            "turkish": "Yeni mesajınıza bir başlık ekleyin.",
            "spanish": "Póngale título a su publicación.",
            "korean": "새로운 게시물에 제목을 다십시오.", 
            "arabic": "إعطِ عنواناً لنشرتك الجديدة."
          }
        },
        "paragraph02": {
          "number": 4,
          "numberPosTop": 36,
          "numberPosLeft": 13,
          "text":{
            "english": "Write your message in the blank text area under the formatting buttons.",
            "turkish": "Mesajınızı, format düğmelerinin altındaki boş alana yazın.",
            "spanish": "Escriba su mensaje en el área de texto en blanco abajo de los botones de formato.",
            "korean": "형식 버튼 아래 빈 텍스트 영역에 메시지를 입력하십시오.", 
            "arabic": "أكتب رسالتك في المجال الحواري الفارغ تحت أزرار التنسيق."
          }
        },
        "paragraph03": {
          "number": 5,
          "numberPosTop": 85,
          "numberPosLeft": 1,
          "text":{
            "english": "Click “Post” when you’re ready to post a new message.",
            "turkish": "Yeni mesajı göndermeye hazırsanız “Post” düğmesini tıklayın.",
            "spanish": "Haga clic en “Post” (Publicar) cuando esté listo para publicar un nuevo mensaje.",
            "korean": "새로운 메시지를 게시할 준비가 되면 “Post\"를 클릭하십시오.", 
            "arabic": "أنقر على “Post”  \"أنشر\" عندما تكون مستعداً لكي ترسل رسالة جديدة."
          }
        }
      }
    },    
    "page04": {
      "pageType": "screenshot",
      "imgId": "ATF004.png",
      "pageTitle": {
        "english": "Reply to or delete posts",
        "turkish": "Gönderileri yanıtlayın ya da silin",
        "spanish": "Responder o borrar mensajes",
        "korean": "회신 또는 게시물 삭제",
        "arabic": "رُد على المنشورات أو احذفها"
      },
      "paragraphs":{
          "paragraph01": {
          "number": 6,
          "numberPosTop": 31,
          "numberPosLeft": 1,
          "text":{
            "english": "Click “Show” to view your students' replies to a post.",
            "turkish": "Öğrencilerinizin gönderiye yanıtlarını görmek için “Show” seçeneğine tıklayın.",
            "spanish": "Haga clic en \"Show\" para ver las respuestas de los alumnos a un mensaje.",
            "korean": "학생의 게시물 답변을 보시려면 \"Show\"를 클릭하십시오.", 
            "arabic": "انقر على “Show” (\"عرض\") لاستعراض ردود طلابك على منشور ما. "
          }
        },
        "paragraph02": {
          "number": 7,
          "numberPosTop": 43,
          "numberPosLeft": 1,
          "text":{
            "english": "Click “Hide” to hide the replies.",
            "turkish": "Yanıtları gizlemek için “Hide” seçeneğine tıklayın.",
            "spanish": "Haga clic en \"Hide\" para ocultar las respuestas.",
            "korean": "\"Hide\"를 클릭하여 답변을 가릴 수 있습니다.", 
            "arabic": "انقر على “Hide” (\"إخفاء\") لإخفاء الردود."
          }
        },
        "paragraph03": {
          "number": 8,
          "numberPosTop": 46,
          "numberPosLeft": 19,
          "text":{
            "english": "Click “Reply” to reply to a post.",
            "turkish": "Bir gönderiyi yanıtlamak için “Reply” seçeneğine tıklayın.",
            "spanish": "Haga clic en \"Reply\" para responder a un mensaje.",
            "korean": "\"Reply\"을 클릭하여 게시물에 답변을 달 수 있습니다.", 
            "arabic": "انقر على “Reply” (\"رد\") للرد على منشور ما."
          }
        },
        "paragraph04": {
          "number": 9,
          "numberPosTop": 57,
          "numberPosLeft": 11,
          "text":{
            "english": "If you click “Reply”, a text box will open under the post you are replying to. You can enter your reply directly within the discussion.",
            "turkish": "“Reply” seçeneğine tıklarsanız, yanıtladığınız gönderinin altında bir metin kutusu açılacaktır. Yanıtınızı doğrudan tartışma içerisine girebilirsiniz.",
            "spanish": "Si hace clic en \"Reply\", se abrirá un cuadro de texto bajo el mensaje al que está respondiendo. Puede ingresar su respuesta directamente en la discusión.",
            "korean": "“Reply\"을 클릭하면 답변하신 게시물 아래에 텍스트 상자가 열립니다. 게시판 내에서 직접 답변을 입력할 수 있습니다.", 
            "arabic": "في حالة النقر على “Reply” (\"رد\")، سيفتح مربع حواري تحت المنشور الذي تقوم بالرد عليه. يمكنك إدخال ردك مباشرةً في المناقشة."
          }
        },
        "paragraph05": {
          "number": 10,
          "numberPosTop": 72,
          "numberPosLeft": 4,
          "text":{
            "english": "Click “Post” to post your reply to the discussion.",
            "turkish": "Tartışmaya yanıtınızı göndermek için “Post” seçeneğine tıklayın.",
            "spanish": "Haga clic en \"Post\" para publicar su respuesta a la discusión.",
            "korean": "\"Post\"를 클릭하면 게시판에 답변을 달 수 있습니다.",
            "arabic": "انقر على “Post”  (\"نشر\") لنشر ردك على المناقشة."
          }
        },
        "paragraph06": {
          "number": 11,
          "numberPosTop": 72,
          "numberPosLeft": 28,
          "text":{
            "english": "Click “Cancel” if you do not want to post your reply.",
            "turkish": "Yanıtınızı paylaşmak istemiyorsanız “Cancel” seçeneğine tıklayın.",
            "spanish": "Haga clic en \"Cancel\" si no desea publicar su respuesta.",
            "korean": "답변을 게시하지 않으시려면 \"Cancel\"를 클릭하십시오.", 
            "arabic": "انقر على “Cancel” (\"إلغاء\") إذا كنت لا تريد نشر ردك."
          }
        },
        "paragraph07": {
          "number": 12,
          "numberPosTop": 46,
          "numberPosLeft": 34,
          "text":{
            "english": "Click “Delete Conversation” to delete an entire discussion which includes the original post, as well as all students' replies. Students are not able to delete discussions.",
            "turkish": "Gönderinin kendisini ve tüm öğrenci yanıtları da dahil tartışmanın tamamını silmek için “Delete Conversation” seçeneğine tıklayın. Öğrenciler tartışmaları silemez.",
            "spanish": "Haga clic en \"Delete Conversation\" para borrar toda una discusión, incluyendo el mensaje original, así como las respuestas de todos los estudiantes. Los estudiantes no pueden eliminar discusiones.",
            "korean": "“Delete Conversation\"를 클릭하여 최초 게시물과 학생의 답변을 포함한 전체 토론을 삭제하십시오. 학생은 토론을 삭제할 수 없습니다.", 
            "arabic": "انقر على “Delete Conversation” (\"حذف المحادثة\") لحذف كامل المناقشة التي تتضمن المنشور الأصلي، فضلاً عن ردود كل الطلاب. لن يكون بمقدور الطلاب حذف المناقشات."
          }
        },
        "paragraph08": {
          "number": 13,
          "numberPosTop": 86,
          "numberPosLeft": 17,
          "text":{
            "english": "Click “Delete Reply” to delete any reply within a discussion. Students are not able to delete replies.",
            "turkish": "Bir tartışma içindeki yanıtları silmek için “Delete Reply” seçeneğine tıklayın. Öğrenciler yanıtları silemez.",
            "spanish": "Haga clic en \"Delete Reply\" para borrar cualquier respuesta en una discusión. Los estudiantes no pueden eliminar las respuestas.",
            "korean": "“Delete Reply\"를 클릭하여 게시판 내 답변을 삭제하십시오. 학생은 답변을 삭제할 수 없습니다.", 
            "arabic": "انقر على “Delete Reply”(\"حذف الرد\") لحذف أي رد ضمن المناقشة. لن يكون بمقدور الطلاب حذف الردود."
          }
        }
      }
    }
  }
}