{
 "title": {
    "english": "Resources",
    "turkish": "Kaynaklar",
    "spanish": "Recursos",
    "arabic": "الموارد"
  },
 "segment": "adult",
 "userType": ["student"],
 "pageCount": 1,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "ASRES001.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 3,
          "numberPosLeft": 22,
          "text":{
            "english": "This is the Resources area. Where available, this area will provide supporting material for you when using Online Practice.",
            "turkish": "Burası Kaynaklar alanıdır. Varsa, Online Uygulamayı kullanırken dersinizi destekleyecek malzemeleri burada bulabilirsiniz.",
            "spanish": "Esta es el área de Recursos. De estar disponible, esta área proporcionará material de apoyo para cuando utilice la Práctica Online.",
            "arabic": "هذه هي منطقة الموارد وعندما تكون متاحة، فإن هذه المنطقة ستقدم موادًا داعمةً لك عند استخدام الممارسة عبر شبكة الإنترنت."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 49,
          "numberPosLeft": 32,
          "text":{
            "english": "Click on a title to open a Resource. PDF files and documents will open in a new tab or download to your computer or device depending on your browser settings.",
            "turkish": "Bir Kaynağı açmak için başlığına tıklayın. PDF dosyaları ve belgeler yeni bir sekmede açılır ve tarayıcı ayarlarınıza bağlı olarak bilgisayarınıza ya da cihazınıza indirilir.",
            "spanish": "Haga clic en un título para abrir un Recurso. Los archivos PDF y los documentos se abrirán en una nueva pestaña o se descargarán a su ordenador o dispositivo en función de la configuración de su navegador.",
            "arabic": "اانقر فوق عنوان ما لفتح أحد الموارد. وسوف يتم فتح ملفات PDF والوثائق في علامة تبويب جديدة أو تنزيلها على الحاسب أو الجهاز الخاص بك حسب إعدادات المتصفح الخاص بك."
          }
        }
      }
    }
  }
}