{
 "title": {
    "english": "Log in and general registration",
    "french": "Connectez-vous et inscription général"
  },
  "segment": "adult",
  "userType": ["teacher"],
  "pageCount": 5,
  "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgUrl": "img/adult/teacher-login/001.png",
      "pageTitle": {
        "english": "Welcome screen",
        "french": "écran d'accueil"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 42,
          "numberPosLeft": 40,
          "text":{
            "english": "Click here to log in after you enter your email address and password.",
            "french": "Cliquez ici pour vous identifier lorsque vous entrez votre adresse e-mail et mot de passe."            
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 37,
          "numberPosLeft": 44,
          "text":{
            "english": "Click here if you are registered, but you can’t remember your password. We will email you your password. If you are not registered, click “Register” on the right.",
            "french": "Cliquez ici si vous êtes inscrit, mais vous ne pouvez pas vous souvenir de votre mot de passe. Nous vous enverrons votre mot de passe. Si vous n'êtes pas encore inscrit, cliquez sur \"S'inscrire\" sur la droite."            
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 27,
          "numberPosLeft": 73,
          "text":{
            "english": "Click here if this is your first time using Online Practice for this course. You will need to enter an access code.",
            "french": "-"            
          }
        }
      }
    },
    "page02": {
      "pageType": "screenshot",
      "imgUrl": "img/adult/teacher-login/002.png",
      "pageTitle": {
        "english": "Resetting your password",
        "french": "La réinitialisation de votre mot de passe"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 32,
          "numberPosLeft": 27,
          "text":{
            "english": "Click here after you enter your email address. We will email your password to you. You must use the same email you used to register for Incredible English Online Practice.",
            "french": "Cliquez ici après avoir entré votre adresse e-mail. Nous vous enverrons votre mot de passe. Vous devez utiliser la même adresse email que vous avez utilisé pour vous inscrire Incroyable anglais pratique en ligne."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 32,
          "numberPosLeft": 57,
          "text":{
            "english": "Click here to return to the log in page.",
            "french": "-"
          }
        }
      }
    },
    "page03": {
      "pageType": "screenshot",
      "imgUrl": "img/adult/teacher-login/003.png",
      "pageTitle": "",
      "paragraphs":{
        "paragraph03": {
          "number": 3,
          "numberPosTop": 30,
          "numberPosLeft": 25,
          "text":{
            "english": "Click here to log in to Incredible English Online Practice after you check your email and have your password.",
            "french": "Cliquez ici pour vous identifier Incredible anglais pratique en ligne après avoir vérifier votre email et votre mot de passe avoir."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 35,
          "numberPosLeft": 62,
          "text":{
            "english": "Click here to return to the log in page.",
            "french": "Cliquez ici pour revenir à la page de connexion."
          }
        }
      }
    },
    "page04": {
      "pageType": "screenshot",
      "imgUrl": "img/adult/teacher-login/004.png",
      "pageTitle": {
        "english": "Sign up: terms and conditions",
        "french": "Inscrivez-vous: termes et conditions"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 17,
          "numberPosLeft": 22,
          "text":{
            "english": "This page explains the Terms of Use. You must agree to the terms in order to register for Incredible English Online Practice.",
            "french": "Cette page explique les conditions d'utilisation. Vous devez accepter les conditions pour s'inscrire à Incroyable anglais pratique en ligne."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 84,
          "numberPosLeft": 64,
          "text":{
            "english": "Check the box to show that you agree to the Terms of Use.",
            "french": "Cochez la case pour montrer que vous acceptez les Conditions d'utilisation."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 91,
          "numberPosLeft": 17,
          "text":{
            "english": "Click here to go back to the previous page.",
            "french": "Cliquez ici pour retourner à la page précédente."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 91,
          "numberPosLeft": 78,
          "text":{
            "english": "Click here to go to the next page. You must check the box to show that you agree to the Terms of Use before you can go to the next page.",
            "french": "Cliquez ici pour aller à la page suivante. Vous devez cocher la case pour montrer que vous acceptez les Conditions d'utilisation avant de vous pouvez aller à la page suivante."
          }
        }
      }
    },
    "page05": {
      "pageType": "screenshot",
      "imgUrl": "img/adult/teacher-login/005.png",
      "pageTitle": "",
      "paragraphs":{
        "paragraph05": {
          "number": 5,
          "numberPosTop": 27,
          "numberPosLeft": 12,
          "text":{
            "english": "Enter your access code. Your access code is on your Incredible English Online Practice Access Code Card. If your card has a gray box, scratch the gray off (with a coin or other object) to see your code. You must have an access code to register.",
            "french": "Entrez votre code d'accès. Votre code d'accès est à votre Incredible Pratique Carte d'accès du code d'anglais en ligne. Si votre carte a une zone grise, rayer le gris au large (avec une pièce de monnaie ou un autre objet) pour voir votre code. Vous devez avoir un code d'accès pour vous inscrire."
          }
        },
        "paragraph06": {
          "number": 6,
          "numberPosTop": 33,
          "numberPosLeft": 33,
          "text":{
            "english": "Click here to go to the Oxford University Press website for information to buy an access code.",
            "french": "Cliquez ici pour aller sur le site Oxford University Press pour plus d'informations pour acheter un code d'accès."
          }
        },
        "paragraph07": {
          "number": 7,
          "numberPosTop": 87,
          "numberPosLeft": 12,
          "text":{
            "english": "Click here to go back to the previous page.",
            "french": "Cliquez ici pour retourner à la page précédente."
          }
        },
        "paragraph08": {
          "number": 8,
          "numberPosTop": 27,
          "numberPosLeft": 54,
          "text":{
            "english": "Click here to submit your access code.",
            "french": "Cliquez ici pour soumettre votre code d'accès."
          }
        },
        "paragraph09": {
          "number": 9,
          "numberPosTop": 87,
          "numberPosLeft": 87,
          "text":{
            "english": "Click here to go to the next page after entering your access code.",
            "french": "Cliquez ici pour aller à la page suivante après avoir entré votre code d'accès."
          }
        }
      }
    }
  }
}
