{
 "title": {
    "english": "Writing Tutor",
    "turkish": "Özel Yazı Eğitmeni",
    "spanish": "Tutor de escritura",
    "korean": "쓰기 튜터",
    "chinese": "寫作輔導",
    "japanese": "ライティングチューター",
    "arabic": "معلم الكتابة الخصوصي"
  },
 "segment": "adult",
 "userType": ["teacher"],
 "pageCount": 3,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "ATWT001.png",
      "pageTitle": {
        "english": "Choose an Assignment",
        "turkish": "Bir Ödev seç",
        "spanish": "Seleccionar una tarea",
        "korean": "숙제를 선택하십시오",
        "chinese": "選擇作業",
        "japanese": "課題を選択する",
        "arabic": "قم باختيار واجب"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 15,
          "numberPosLeft": 88,
          "text":{
            "english": "Click here to select a different book. Writing Tutor is only available for Reading & Writing levels.",
            "turkish": "Başka bir kitap seçmek için buraya tıklayın. Özel Yazı Eğitmeni yalnızca Okuma ve Yazma seviyeleri içindir.",
            "spanish": "Haga clic aquí para seleccionar un libro diferente. El Tutor de escritura está disponible únicamente para los niveles de Lectura y Escritura. ",
            "korean": "다른 평점서를 선택하려면 여기를 클릭하십시오. 쓰기 튜터는 읽기 및 쓰기 수준에서만 이용이 가능합니다. ",
            "chinese": "按一下這裡選取不同的書本。「寫作輔導」只對「閱讀與寫作」層級提供。",
            "japanese": "別の書籍を選択するには、こちらをクリックします。これはリーディングとライティングのレベルでのみ利用できます。",
            "arabic": "أنقر هنا لكي تختار كتاب مختلف. معلم الكتابة الخصوصي متوفر لمستويات القراءة والكتابة."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 33,
          "numberPosLeft": 3,
          "text":{
            "english": "This column lists the writing assignment names.",
            "turkish": "Bu sütun yazı ödevlerinin adlarını gösterir.",
            "spanish": "Esta columna enumera los nombres de tareas de escritura.",
            "korean": "이 열은 쓰기 숙제 이름들을 나열합니다.",
            "chinese": "此欄列出寫作作業名稱。",
            "japanese": "この列には課題文の名前が表示されます。",
            "arabic": "يدرج هذا العمود أسماء واجبات الكتابة."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 33,
          "numberPosLeft": 44,
          "text":{
            "english": "Click here to View a Model. It demonstrates the structure of the writing and it has a sample writing.",
            "turkish": "Bir Modeli Görmek için buraya tıklayın. Model, yazı türünün yapısını gösterir ve örnek bir yazı içerir.",
            "spanish": "Haga clic aquí para Ver un modelo. Este demuestra la estructura de la escritura e incluye una muestra de escritura.",
            "korean": "모델을 보려면 여기를 클릭하십시오. 이 모델은 쓰기 구조와 샘플 쓰기를 보여줍니다.",
            "chinese": "按一下這裡即可「檢視模型」，這將展示該寫作的結構並有一篇範文。",
            "japanese": "モデルを見るにはこちらをクリックします。課題文の構成のデモンストレーションと文章例が表示されます。",
            "arabic": "أنقر هنا لكي ترى نموذج يوضح لك تركيب الكتابة ويحتوي على عينة من الكتابة."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 33,
          "numberPosLeft": 73,
          "text":{
            "english": "Click here to view where students write the assignment. The writing framework helps students organize their writing assignments.",
            "turkish": "Öğrencilerin ödevi nerede yazacaklarını görmek için buraya tıklayın. Yazı çerçevesi, öğrencilerin yazı ödevlerini düzenlemelerine yardım eder.",
            "spanish": "Haga clic aquí para ver dónde los estudiantes escriben la tarea. El marco de trabajo para escritura ayuda a los estudiantes a organizar sus tareas de escritura.",
            "korean": "학생이 숙제를 어디에 쓰는지 보려면 여기를 클릭하십시오. 쓰기 체계는 학생이 쓰기 숙제를 정리할 때 도움이 됩니다.",
            "chinese": "按一下這裡檢視學生撰寫作業之處。寫作架構可幫助學生組織其寫作作業。",
            "japanese": "生徒がどこで課題文を書くかを見るには、こちらをクリックします。ライティングフレームワークは生徒が課題文を構成する上で役立ちます。",
            "arabic": "أنقر هنا لكي ترى أين يكتب الطلاب الواجبات. هيكل الكتابة يساعد الطلاب لتنظيم واجباتهم الكتابية."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 90,
          "numberPosLeft": 2,
          "text":{
            "english": "Click here to go back to the previous page.",
            "turkish": "Bir önceki sayfaya dönmek üzere buraya tıklayın.",
            "spanish": "Haga clic aquí para regresar a la página anterior.",
            "arabic": "أنقر هنا لكي ترجع الى الصفحة السابقة."
          }
        }
      }
    },
    "page02": {
      "pageType": "screenshot",
      "imgId": "ATWT002.jpg",
      "pageTitle": {
        "english": "View a Model",
        "turkish": "Bir Modele Bak",
        "spanish": "Ver un modelo",
        "korean": "모델 보기",
        "chinese": "檢視模型",
        "japanese": "モデルを見る",
        "arabic": "شاهد النموذج "
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 12,
          "numberPosLeft": 1,
          "text":{
            "english": "Read the writing assignment prompt here.",
            "turkish": "Yazı ödevi istemini burada okuyun.",
            "spanish": "Lea aquí el indicador de tarea de escritura.",
            "korean": "여기서 쓰기 숙제 프롬프트를 읽으십시오.",
            "chinese": "在這裡閱讀寫作作業提示。",
            "japanese": "ここで課題文についての指示を読みます。",
            "arabic": "اقرأ الحث على واجبات الكتابة هنا."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 7,
          "numberPosLeft": 93,
          "text":{
            "english": "Click here to view where students write the assignment.",
            "turkish": "Öğrencilerin ödevi nerede yazacaklarını görmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ver dónde los estudiantes escriben la tarea.",
            "korean": "학생이 숙제를 어디에 쓰는지 보려면 여기를 클릭하십시오.",
            "chinese": "按一下這裡檢視學生撰寫作業之處。",
            "japanese": "生徒がどこで課題文を書くかを見るには、こちらをクリックします。",
            "arabic": "أنقر هنا لكي ترى أين يكتب الطلاب الواجب."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 35,
          "numberPosLeft": 90,
          "text":{
            "english": "View the Model here to understand how texts are constructed for the writing assignment.",
            "turkish": "Yazı ödevindeki metinlerin nasıl yapılandığını anlamak için bir Modele burada bakın.",
            "spanish": "Vea el Modelo aquí para entender cómo se construyen los textos para la tarea de escritura.",
            "korean":"쓰기 숙제에 대한 텍스트가 어떻게 구성되는지 이해하려면 여기서 모델을 보십시오.",
            "chinese": "在這裡檢視模型，從而理解該寫作作業的文字是如何構建的。",
            "japanese": "ここでモデルを見て、課題文の文章がどのように構成されているかを理解します。",
            "arabic": "راجع النموذج هنا لكي تستوعب كيف يتم بناء نصوص تخص واجب الكتابة."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 26,
          "numberPosLeft": 22,
          "text":{
            "english": "Click here to hide the left navigation.",
            "turkish": "Sol gezinmeyi gizlemek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ocultar la navegación izquierda.",
            "korean": "왼쪽 내비게이션을 숨기려면 여기를 클릭하십시오.",
            "chinese": "按一下這裡隱藏左邊的導航。",
            "japanese": "左側のナビゲーションを閉じるには、こちらをクリックします。",
            "arabic": "أنقر هنا لكي تخفي التنقل الأيسر."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 29,
          "numberPosLeft": 6,
          "text":{
            "english": "Use the boxes below to see how a well-structured writing is organized.",
            "turkish": "İyi yapılandırılmış bir yazının nasıl düzenlendiğini görmek için aşağıdaki kutuları kullanın.",
            "spanish": "Use las casillas a continuación para ver cómo está organizada una escritura bien estructurada.",
            "korean": "구조가 잘 짜여진 쓰기가 어떻게 구성되었는지 보려면 아래 네모칸들을 이용하십시오.",
            "chinese": "使用下面的方框查看構建良好的寫作是如何組織的。",
            "japanese": "下のボックスを使って、よく構成された文章がどのように整理されているかを見ます。",
            "arabic": "إستعمل المربعات أدناه لكي ترى كيفية تنظيم التركيب الجيد للكتابة."
          }
        },
        "paragraph06": {
          "number": 6,
          "numberPosTop": 32,
          "numberPosLeft": 2,
          "text":{
            "english": "Click here to read about the assignment writing style.",
            "turkish": "Ödevin yazı tarzını okumak için buraya tıklayın.",
            "spanish": "Haga clic aquí para leer acerca del estilo de la tarea de escritura.",
            "korean": "숙제 쓰기 스타일에 대해 읽으려면 여기를 클릭하십시오.",
            "chinese": "按一下這裡閱讀作業撰寫風格。",
            "japanese": "課題文のスタイルについて読むには、こちらをクリックします。",
            "arabic": "أنقر هنا لكي تقرأ عن أسلوب واجب الكتابة."
          }
        },
        "paragraph07": {
          "number": 7,
          "numberPosTop": 35,
          "numberPosLeft": 2,
          "text":{
            "english": "Click here to see how the writing sample was planned.",
            "turkish": "Yazı örneğinin nasıl planlandığını görmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ver cómo se planificó la muestra de escritura.",
            "korean": "쓰기 샘플이 어떻게 계획되었는지 보려면 여기를 클릭하십시오.",
            "chinese": "按一下這裡查看範文是如何計劃的。",
            "japanese": "文章例がどのように考案されているかを見るには、こちらをクリックします。",
            "arabic": "أنقر هنا لكي ترى كيف تم تخطيط نموذج الكتابة."
          }
        },
        "paragraph08": {
          "number": 8,
          "numberPosTop": 38.5,
          "numberPosLeft": 2,
          "text":{
            "english": "Click here to see the sample writing.",
            "turkish": "Yazı örneğini görmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ver la escritura de ejemplo.",
            "korean": "샘플 쓰기를 보려면 여기를 클릭하십시오.",
            "chinese": "按一下這裡查看範文。",
            "japanese": "文章例を見るには、こちらをクリックします。",
            "arabic": "أنقر هنا لترى نموذج الكتابة."
          }
        },
        "paragraph09": {
          "number": 9,
          "numberPosTop": 42,
          "numberPosLeft": 2,
          "text":{
            "english": "Click here to see the entire Model.",
            "turkish": "Modelin tamamını görmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ver el Modelo completo.",
            "korean": "전체 모델을 보려면 여기를 클릭하십시오.",
            "chinese": "按一下這裡查看整個模型。",
            "japanese": "モデル全体を見るには、こちらをクリックします。",
            "arabic": "أنقر هنا لترى النموذج بأكمله."
          }
        },
        "paragraph10": {
          "number": 10,
          "numberPosTop": 45,
          "numberPosLeft": 6,
          "text":{
            "english": "Click the boxes below to highlight specific structures in the sample essay. Each will highlight in a different color. Click again to hide.",
            "turkish": "Örnek yazıdaki özel yapılara dikkati çekmek için aşağıdaki kutulara tıklayın. Her biri  değişik bir renk olacaktır. Gizlemek için tekrar tıklayın.",
            "spanish": "Haga clic en las casillas a continuación para resaltar estructuras específicas en el ensayo de ejemplo. Cada una resaltará en un color diferente. Haga clic para ocultar.",
            "korean": "샘플 에세이의 특정 구조에 하이라이트 표시를 하려면 아래 네모칸을 클릭하십시오. 각 구조마다 다른 색으로 하이라이트 표시가 됩니다. 숨기기를 하려면 다시 클릭하십시오.",
            "chinese": "按一下下面的方框即可反白顯示範文中的具體結構，分別有不同的顏色。再按一下即可隱藏。",
            "japanese": "下のボックスをクリックして、小論文例の特定の構成をハイライトします。各ハイライトは異なる色で表示されます。もう一度クリックすると非表示になります。",
            "arabic": "أنقر على المربعات أدناه لكي تسلط الضوء على تراكيب خاصة في نموذج المقالة. كل واحد يسلط الضوء باستعمال لون مختلف. أنقر مرة أخرى للاخفاء."
          }
        },
        "paragraph11": {
          "number": 11,
          "numberPosTop": 95,
          "numberPosLeft": 6,
          "text":{
            "english": "Click here to go back to the previous page.",
            "turkish": "Bir önceki sayfaya dönmek üzere buraya tıklayın.",
            "spanish": "Haga clic aquí para regresar a la página anterior.",
            "arabic": "أنقر هنا لكي ترجع الى الصفحة السابقة."
          }
        }
      }
    },
    "page03": {
      "pageType": "screenshot",
      "imgId": "ATWT003.jpg",
      "pageTitle": {
        "english": "Write the Assignment",
        "turkish": "Ödevi Yaz",
        "spanish": "Escriba la Tarea",
        "korean": "숙제 쓰기",
        "chinese": "撰寫作業",
        "japanese": "課題文を書く",
        "arabic": "كتب الواجب"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 14,
          "numberPosLeft": 1,
          "text":{
            "english": "Read the writing assignment prompt here.",
            "turkish": "Yazı ödevi istemini burada okuyun.",
            "spanish": "Lea aquí el indicador de tareas de escritura.",
            "korean": "여기서 쓰기 숙제 메시지를 읽으십시오. ",
            "chinese": "在這裡閱讀寫作作業提示。",
            "japanese": "ここで課題文についての指示を読みます。",
            "arabic": "إقرأ الحث على واجب الكتابة هنا."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 8,
          "numberPosLeft": 78,
          "text":{
            "english": "Click here to view the Model for this assignment.",
            "turkish": "Bu ödevin Modelini görmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ver el Modelo para esta tarea.",
            "korean": "이 숙제에 대한 모델을 보려면 여기를 클릭하십시오.",
            "chinese": "按一下這裡檢視這份作業的模型。",
            "japanese": "この課題のモデルを見るには、こちらをクリックします。",
            "arabic": "أنقرهنا لمراجعة النموذج المتعلق بهذا الواجب."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 29,
          "numberPosLeft": 25,
          "text":{
            "english": "Read tips about the assignment writing style here.",
            "turkish": "Ödevin yazı tarzı hakkındaki ipuçlarını burada okuyun.",
            "spanish": "Lea consejos útiles acerca del estilo de escritura de la tarea aquí.",
            "korean": "여기서 숙제 쓰기 스타일에 대한 팁을 읽으십시오.",
            "chinese": "在這裡閱讀關於作業撰寫風格的提示。",
            "japanese": "ここで課題文のスタイルに関するヒントを読みます。",
            "arabic": "إقرأ المعلومات المتعلقة بنمط واجبات الكتابة هنا."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 29,
          "numberPosLeft": 18,
          "text":{
            "english": "Click here to hide the left navigation.",
            "turkish": "Sol gezinmeyi gizlemek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ocultar la navegación izquierda.",
            "arabic": "أنقر هنا لكي تخفي التنقل الأيسر."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 35,
          "numberPosLeft": 2,
          "text":{
            "english": "Click here for tips on how to use the Writing Tutor.",
            "turkish": "Özel Yazı Eğitmeninin kullanımı hakkında ipuçları için buraya tıklayın.",
            "spanish": "Haga clic aquí para obtener consejos útiles sobre cómo utilizar el Tutor de escritura.",
            "korean": "쓰기 튜터 이용 방법에 대한 팁을 보려면 여기를 클릭하십시오.",
            "chinese": "按一下這裡查看如何使用寫作輔導的提示。",
            "japanese": "ライティングチューターの使い方に関するヒントを見るには、こちらをクリックします。",
            "arabic": "أنقر هنا للمعلومات المتعلقة بكيفية إستخدام  معلم الكتابة الخصوصي."
          }
        },
        "paragraph06": {
          "number": 6,
          "numberPosTop": 38,
          "numberPosLeft": 90,
          "text":{
            "english": "Students use the writing framework below to plan, structure, and write the assignment.",
            "turkish": "Öğrenciler ödevi planlamak, yapısını tasarlamak ve yazmak için aşağıdaki yazı çerçevesini kullanırlar.",
            "spanish": "Los estudiantes utilizan el marco de trabajo de escritura a continuación para planificar, estructurar y escribir la tarea.",
            "korean": "학생은 아래의 쓰기 체계를 이용하여 숙제를 계획하고 조직화하고 쓰게 됩니다.",
            "japanese": "生徒は下のライティングフレームワークを使用して、課題文の考案、構成、執筆を行います。",
            "chinese": "學生使用寫作架構來計劃、構建及撰寫其作業。",
            "arabic": "يستخدم الطلاب هيكل الكتابة أدناه من أجل التخطيط، التركيب وكتابة الواجبات."
          }
        },
        "paragraph07": {
          "number": 7,
          "numberPosTop": 42,
          "numberPosLeft": 2,
          "text":{
            "english": "Students click here to write the assignment. Click again to hide.",
            "turkish": "Öğrenciler ödevi yazmak için buraya tıklarlar. Gizlemek için tekrar tıklayın.",
            "spanish": "Los estudiantes hacen clic aquí para escribir la tarea. Vuelva a hacer clic para ocultar.",
            "korean": "학생이 숙제를 쓰려면 여기를 클릭합니다. 숨기기를 하려면 다시 클릭하십시오.",
            "chinese": "學生按一下這裡即可撰寫作業。再按一下即可隱藏。",
            "japanese": "生徒はこちらをクリックして課題文を書きます。もう一度クリックすると非表示になります。",
            "arabic": "ينقر الطلاب هنا لكتابة الواجب. أنقر مرة أخرى للاخفاء."
          }
        },
        "paragraph08": {
          "number": 8,
          "numberPosTop": 43,
          "numberPosLeft": 26,
          "text":{
            "english": "Students write the title of the assignment here.",
            "turkish": "Öğrenciler ödevin başlığını burada yazarlar.",
            "spanish": "Los estudiantes escriben el título de la tarea aquí.",
            "korean": "학생은 여기에 숙제 제목을 씁니다.",
            "chinese": "學生在這裡撰寫作業的標題。",
            "japanese": "生徒はここに課題文の題名を書きます。",
            "arabic": "يكتب الطلاب عنوان الواجب هنا."
          }
        },
        "paragraph09": {
          "number": 9,
          "numberPosTop": 80,
          "numberPosLeft": 26,
          "text":{
            "english": "Students write the assignment here.",
            "turkish": "Öğrenciler ödevi burada yazarlar.",
            "spanish": "Los estudiantes escriben la tarea aquí.",
            "korean": "학생은 여기에 숙제를 씁니다.",
            "chinese": "學生在這裡撰寫作業。",
            "japanese": "生徒はここに課題文を書きます。",
            "arabic": "يكتب الطلاب الواجب هنا."
          }
        },
        "paragraph10": {
          "number": 10,
          "numberPosTop": 46,
          "numberPosLeft": 2,
          "text":{
            "english": "Students click here to plan the writing and make notes. Click again to hide.",
            "turkish": "Öğrenciler yazıyı planlamak ve not tutmak için buraya tıklarlar. Gizlemek için tekrar tıklayın.",
            "spanish": "Los estudiantes hacen clic aquí para planificar la escritura y tomar notas. Vuelva a hacer clic para ocultar.",
            "korean": "쓰기 계획을 세우고 메모를 하려는 학생은 여기를 클릭합니다. 숨기기를 하려면 다시 클릭하십시오.",
            "chinese": "學生按一下這裡即可計劃其寫作並做筆記。再按一下即可隱藏。",
            "japanese": "生徒はこちらをクリックして、文章を考案し、メモを取ります。もう一度クリックすると非表示になります。",
            "arabic": "ينقر الطلاب هنا لوضع خطة للكتابة وتدوين الملاحظات. أنقر مرة أخرى للاخفاء."
          }
        },
        "paragraph11": {
          "number": 11,
          "numberPosTop": 49,
          "numberPosLeft": 2,
          "text":{
            "english": "Click here to review the structure of the writing. Click again to hide.",
            "turkish": "Yazının yapısını incelemek için buraya tıklayın. Gizlemek için tekrar tıklayın.",
            "spanish": "Haga clic aquí para revisar la estructura de la escritura. Vuelva a hacer clic para ocultar.",
            "korean": "쓰기의 구조를 검토하려면 여기를 클릭하십시오. 숨기기를 하려면 다시 클릭하십시오.",
            "chinese": "按一下這裡檢閱寫作的結構。再按一下即可隱藏。",
            "japanese": "文章の構成を見直すには、こちらをクリックします。もう一度クリックすると非表示になります。",
            "arabic": "أنقر هنا لمعاينة تركيب الكتابة. أنقر مرة أخرى للاخفاء."
          }
        },
        "paragraph12": {
          "number": 12,
          "numberPosTop": 53,
          "numberPosLeft": 2,
          "text":{
            "english": "Students click here to preview the writing. Click again to exit preview.",
            "turkish": "Öğrenciler yazının ön görüntüsü için buraya tıklarlar. Ön görüntüden çıkmak için tekrar tıklayın.",
            "spanish": "Los estudiantes hacen clic aquí para visualizar previamente la escritura. Vuelva a hacer clic para salir de la vista previa.",
            "korean": "쓰기를 미리보기 하려는 학생은 여기를 클릭합니다. 미리보기에서 나가기를 하려면 다시 클릭하십시오.",
            "chinese": "學生按一下這裡即可預覽其寫作。再按一下即可結束預覽。",
            "japanese": "生徒はこちらをクリックして、文章を見直します。再度クリックすると、見直しが終了します。",
            "arabic": "ينقر الطلاب هنا لمعاينة الكتابة. أنقر مرة أخرى للخروج من المعانة."
          }
        },
        "paragraph13": {
          "number": 13,
          "numberPosTop": 60,
          "numberPosLeft": 2,
          "text":{
            "english": "Click here to highlight all Academic Word List words in the writing.",
            "turkish": "Yazıdaki Akademik Sözcük Listesi kelimelerinin tamamını vurgulamak için buraya tıklayın.",
            "spanish": "Haga clic aquí para resaltar todas las palabras de la Lista de palabras académicas en la escritura.",
            "korean": "쓰기에 포함된 학술적 단어 목록의 수록 단어 전체에 하이라이트 표시를 하려면 여기를 클릭하십시오.",
            "chinese": "按一下這裡反白顯示寫作中的所有「學術詞彙表」單詞。",
            "japanese": "文章内の Academic Word List の語句をすべてハイライトするには、こちらをクリックします。",
            "arabic": "أنقر هنا لتسليط الضوء على جميع كلمات الكتابة الواردة في قائمة كلمات أكاديمية Academic Word List."
          }
        },
        "paragraph14": {
          "number": 14,
          "numberPosTop": 64,
          "numberPosLeft": 2,
          "text":{
            "english": "Click here to highlight all Oxford 3000 words in the writing.",
            "turkish": "Yazıdaki Oxford 3000 kelimelerinin tamamını vurgulamak için buraya tıklayın.",
            "spanish": "Haga clic aquí para resaltar todas las 3000 palabras Oxford en la escritura.",
            "korean": "쓰기에 포함된 옥스퍼드 3000 단어 전체에 하이라이트 표시를 하려면 여기를 클릭하십시오.",
            "chinese": "按一下這裡反白顯示寫作中的所有「牛津3000字彙」單詞。",
            "japanese": "文章内の Oxford 3000 の語句をすべてハイライトするには、こちらをクリックします。",
            "arabic": "أنقر هنا لتسليط الضوء على جميع 3000 كلمات أوكسفورد Oxford في الكتابة."
          }
        }
      }
    }
  }
}