{
 "title": {
    "english": "Teacher Feedback for Online Practice Activities",
    "turkish": "Çevrim İçi Uygulama Aktiviteleri için Öğretmenin Geri Bildirimi",
    "spanish": "Comentarios del maestro sobre las actividades de práctica en línea",
    "korean": "온라인 실습 활동을 위한 교사 피드백",
    "chinese": "線上練習活動的教師回饋",
    "japanese": "オンライン練習アクティビティに対する講師のフィードバック",
    "arabic": "ملاحظات المدرس المتعلقة بممارسة  النشاطات عبر شبكة الانترنت"
  },
 "segment": "adult",
 "userType": ["student"],
 "pageCount": 4,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "ASTF001.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "korean": "",
        "chinese": "",
        "japanese": "",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 13.5,
          "numberPosLeft": 1,
          "text":{
            "english": "When your teacher has submitted feedback for an Online Practice activity, you will receive email notification. ",
            "turkish": "Öğretmeniniz bir Çevrim İçi aktivite için geri bildirim yolladığında size e-posta ile haber verilecektir.",
            "spanish": "Cuando su maestro ha presentado sus comentarios para una actividad de práctica en línea, usted recibirá una notificación por correo electrónico.",
            "korean": "교사가 온라인 연습 활동에 대한 피드백을 제출하면, 학생은 이메일 알림을 받게 됩니다.",
            "chinese": "每當教師提交線上練習活動的回饋，您都會收到電子郵件通知。",
            "japanese": "講師がオンライン練習アクティビティに対するフィードバックを提出すると、メールで通知が行きます。",
            "arabic": "عندما يكون مدرسك قد قام بتقديم ملاحظات لممارسة النشاط عبر شبكة الانترنت، سوف تستلم إشعاراً بالبريد الالكتروني."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 34,
          "numberPosLeft": 54,
          "text":{
            "english": "Follow the link to access your feedback.",
            "turkish": "Geri bildirime ulaşmak üzere bağlantıyı izleyin.",
            "spanish": "Siga el enlace para acceder a sus comentarios.",
            "korean": "피드백에 접속하려면 링크를 따라가십시오.",
            "chinese": "請使用連結來檢視您的回饋。",
            "japanese": "リンクを使ってフィードバックにアクセスします。",
            "arabic": "تتبّع الرابط لكي تدخل في ملاحظاتك."
          }
        }
      }
    },
    "page02": {
      "pageType": "screenshot",
      "imgId": "ASTF002.jpg",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "korean": "",
        "chinese": "",
        "japanese": "",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 3,
          "numberPosTop": 0,
          "numberPosLeft": 89,
          "text":{
            "english": "The link will take you to the first activity in the unit. Navigate through the unit activities to locate the feedback.",
            "turkish": "Bağlantı sizi ünitenin birinci aktivitesine götürecektir. Ünite aktiviteleri arasında gezinerek geri bildirimi bulun.",
            "spanish": "El enlace le llevará a la primera actividad en la unidad. Navegue a través de las actividades de la unidad para localizar los comentarios.",
            "korean": "링크를 따라가면 그 단원에 있는 첫 활동으로 안내됩니다. 단원 활동들을 돌아다니면서 피드백을 찾으십시오.",
            "chinese": "該連結將帶您前去該單元內的第一項活動。瀏覽單元的活動，即可找到該回饋。",
            "japanese": "このリンクをクリックすると、ユニット内の最初のアクティビティが開きます。そこからフィードバックがあるアクティビティに移動します。",
            "arabic": "سينقلك الرابط الى أول نشاط في الوحدة. إبحث في نشاطات الوحدة حتى النهاية  لكي تعين  موضع الملاحظات."
          }
        }
      }
    },
    "page03": {
      "pageType": "screenshot",
      "imgId": "ASTF003.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 4,
          "numberPosTop": 25,
          "numberPosLeft": 27,
          "text":{
            "english": "Teacher Feedback for a submitted activity appears as a pop up window.",
            "turkish": "Gönderilmiş bir aktivite için Öğretmenin Geri Bildirimi açılan bir pencerede görünür.",
            "spanish": "Los comentarios del maestro para una actividad presentada aparecen como una ventana emergente.",
            "korean": "제출된 활동에 대한 교사 피드백이 팝업 창으로 뜹니다.",
            "chinese": "已提交活動的教師回饋將出現在跳現視窗內。",
            "japanese": "提出したアクティビティに対する講師のフィードバックがポップアップウィンドウに表示されます。",
            "arabic": "تظهر ملاحظات المدرس حول نشاط  مقدّم كنافذة منبثقة."
          }
        },
        "paragraph02": {
          "number": 5,
          "numberPosTop": 64,
          "numberPosLeft": 40,
          "text":{
            "english": "This is your score. Your teacher decides if your first or most recent attempt reports to the gradebook.",
            "turkish": "Aldığınız puan. Öğretmeniniz not defterine birinci ya da en son denemenizden hangisinin notunun gireceğine karar verir.",
            "spanish": "Este es su puntaje. Su maestro decide si su primer intento o su intento más reciente se incorporan al cuaderno de calificaciones.",
            "korean": "이것이 귀하의 점수입니다. 평점서에 첫 시도를 보고할지 아니면 대부분의 최근 시도를 보고할지 여부를 교사가 결정합니다.",
            "chinese": "這是您的分數。究竟是把您的首次嘗試還是最新嘗試報告給計分簿，由您的教師決定。",
            "japanese": "これはあなたの得点です。講師はあなたの最初の得点またはもっとも最近の得点のどちらを成績表に記録するかを決めます。",
            "arabic": "هذه هي درجاتك. يقرر مدرسك فيما لو كانت محاولتك الأولى أو أحدث محاولة لك مبلّغة إلى سجل التقديرات."
          }
        },
        "paragraph03": {
          "number": 6,
          "numberPosTop": 28,
          "numberPosLeft": 70,
          "text":{
            "english": "Click here to close the feedback window.",
            "turkish": "Geri bildirim penceresini kapamak için buraya tıklayın.",
            "spanish": "Haga clic aquí para cerrar la ventana de comentarios.",
            "korean": "피드백 창을 닫으려면 여기를 클릭하십시오.",
            "chinese": "按一下這裡關閉回饋視窗。",
            "japanese": "フィードバックウィンドウを閉じるには、こちらをクリックします。",
            "arabic": "أنقر هنا كي تغلق نافذة الملاحظات."
          }
        }
      }
    },
    "page04": {
      "pageType": "screenshot",
      "imgId": "ASTF004.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "korean": "",
        "chinese": "",
        "japanese": "",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 7,
          "numberPosTop": 15,
          "numberPosLeft": 94,
          "text":{
            "english": "You may complete and submit the activity again.",
            "turkish": "Bu aktiviteyi tekrar tamamlayıp gönderebilirsiniz.",
            "spanish": "Usted puede volver a completar y presentar la actividad.",
            "korean": "활동을 완료하고 다시 제출할 수도 있습니다.",
            "chinese": "您可再次完成和提交該活動。",
            "japanese": "アクティビティを再度提出することができます。",
            "arabic": "يمكنك إكمال النشاط وتقديمه مرة أخرى."
          }
        },
        "paragraph02": {
          "number": 8,
          "numberPosTop": 82,
          "numberPosLeft": 94,
          "text":{
            "english": "If you submit again, you must wait for new feedback to attempt the activity again.",
            "turkish": "Tekrar gönderirseniz, aktiviteyi bir daha denemeden önce yeni geri bildirim gelmesini beklemelisiniz.",
            "spanish": "Si la vuelve a presentar, deberá esperar los nuevos comentarios antes de intentar realizar la actividad nuevamente.",
            "korean": "다시 제출한 후, 활동을 다시 시도하려면 새로운 피드백을 기다려야 합니다.",
            "chinese": "倘若再次提交，您必須等到有新的回饋後，才能再次嘗試該活動。",
            "japanese": "ただし、すでに提出しているアクティビティに対するフィードバックが来るまで、再提出はできません。",
            "arabic": "إذا قدمت النشاط مرة أخرى، ينبغي أن تنتظر لتلقي ملاحظات جديدة كي تجرب النشاط مرة أخرى."
          }
        }
      }
    }
  }
}