{
 "title": {
    "english": "Add a Level",
    "turkish": "Seviye Ekleme",
    "spanish": "Añadir un Nivel",
    "korean": "레벨 추가",
    "arabic": "إضافة مستوى"
  },
 "segment": "adult",
 "userType": ["student"],
 "pageCount": 3,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "ASAL001.png",
      "pageTitle": {
        "english": "Enter your access code",
        "turkish": "Erişim kodunuzu girin",
        "spanish": "Ingrese su código de acceso",
        "korean": "접속 코드 입력",
        "arabic": "أأدخل رمز الدخول الخاص بك"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 17,
          "numberPosLeft": 8,
          "text":{
            "english": "Enter your Online Practice access code here. The access code is on your Student’s Access Code Card. You must have an access code to add a new level to your account.",
            "turkish": "Online Uygulama erişim kodunuzu buraya girin. Erişim kodu Öğrenci Erişim Kodu Kartınızın üzerindedir. Hesabınıza yeni bir seviye eklemek için bir erişim kodu gereklidir.",
            "spanish": "Ingrese su código de acceso para la Práctica Online aquí. El código de acceso se encuentra en su Tarjeta de Código de Acceso de Estudiante. Usted debe tener un código de acceso para agregar un nuevo nivel en su cuenta.",
            "korean": "여기에 온라인 실습 접속 코드를 입력하십시오. 접속 코드는 학생 접속 카드에 기재되어 있습니다. 접속 코드가 있어야 계정에 새로운 레벨을 추가할 수 있습니다. ",
            "arabic": "أدخل رمز دخول الممارسة على الانترنت الخاص بك هنا. يوجد رمز الدخول على بطاقة رمز الدخول الخاصة بالطالب. يجب أن يكون لديك رمز دخول لإضافة مستوى جديد إلى حسابك."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 32,
          "numberPosLeft": 11,
          "text":{
            "english": "Click here to go to the Oxford University Press website for information on how to buy an access code.",
            "turkish": "Erişim kodunu nasıl alacağınızla ilgili bilgi almak üzere Oxford University Press internet sitesine gitmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ir al sitio web de Oxford University Press para obtener información acerca de cómo comprar un código de acceso.",
            "korean": "여기를 클릭하여 Oxford University Press 웹사이트에 가서 접속 코드 구입 정보를 확인하십시오.",
            "arabic": "انقر هنا للذهاب إلى موقع وكالة جامعة أكسفورد للحصول على معلومات حول كيفية شراء رمز دخول."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 20,
          "numberPosLeft": 41,
          "text":{
            "english": "Click here to submit your access code.",
            "turkish": "Erişim kodunuzu girmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para enviar su código de acceso.",
            "korean": "여기를 클릭하여 접속 코드를 제출하세요.",
            "arabic": "انقر هنا لإرسال رمز الدخول الخاص بك."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 87,
          "numberPosLeft": 2,
          "text":{
            "english": "Click here to go back to the previous page.",
            "turkish": "Bir önceki sayfaya geri dönmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para volver a la página anterior.",
            "korean": "여기를 클릭하여 이전 페이지로 돌아가십시오.",
            "arabic": "انقر هنا للعودة إلى الصفحة السابقة."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 87,
          "numberPosLeft": 83,
          "text":{
            "english": "Click here to go to the next page after entering your access code.",
            "turkish": "Erişim kodunuzu girdikten sonra bir sonraki sayfaya geçmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ir a la página siguiente una vez ingresado su código de acceso.",
            "korean": "접속 코드를 입력한 다음 다음 페이지로 이동하려면 여기를 클릭하십시오.",
            "arabic": "انقر هنا للذهاب إلى الصفحة التالية بعد إدخال رمز الدخول الخاص بك."
          }
        }
      }
    },
    "page02": {
      "pageType": "screenshot",
      "imgId": "ASAL002.jpg",
      "pageTitle": {
        "english": "Choose a level",
        "turkish": "Seviye seçin",
        "spanish": "Elija un nivel",
        "korean": "레벨 선택",
        "arabic": "حدد مستوى"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 17,
          "numberPosLeft": 2,
          "text":{
            "english": "Choose a level. It is very important to choose the level that you are using. Check to make sure it is the same level as your book.",
            "turkish": "Bir seviye seçin. Kullandığınız seviyenin seçilmesi son derece önemlidir. Kitabınızla aynı seviye olduğundan emin olmak için kitabınızın seviyesini kontrol edin.",
            "spanish": "Elija un nivel. Es muy importante elegir el nivel que está utilizando. Asegúrese de que sea el mismo nivel que su libro.",
            "korean": "레벨을 선택하십시오. 현재 이용 중인 레벨을 선택하는 것은 매우 중요합니다. 본인의 책과 같은 레벨인지 확인하십시오.",
            "arabic": "اختر مستوى. من الأهمية بمكان أن تختار المستوى الذي تستخدمه. افحص للتأكد من أنه نفس مستوى كتابك."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 87,
          "numberPosLeft": 2,
          "text":{
            "english": "Click here to go back to the previous page.",
            "turkish": "Bir önceki sayfaya geri dönmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para volver a la página anterior.",
            "korean": "여기를 클릭하여 이전 페이지로 돌아가십시오.",
            "arabic": "انقر هنا للعودة إلى الصفحة السابقة."
          }
        }
      }
    },
    "page03": {
      "pageType": "screenshot",
      "imgId": "ASAL003.png",
      "pageTitle": {
        "english": "Join a class",
        "turkish": "Sınıfa katılın",
        "spanish": "Inscribirse a una clase",
        "korean": "수업 참여",
        "arabic": "الانضمام إلى فصل"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 22,
          "numberPosLeft": 9,
          "text":{
            "english": "If you have a class ID code, enter it here. A class ID code is a code that your teacher can give you. It links your work to your class so your teacher can see it. If you do not have a class ID code, click “Skip”. To enter this code later, choose “Join a Class” from your Home page.",
            "turkish": "Bir sınıf kimlik (ID) kodunuz varsa, buraya girin. Sınıf ID kodu öğretmeniniz tarafından size verilen bir koddur ve C-... ile başlar. Dersle ilgili çalışmalarınızı öğretmeninizin görebilmesini sağlar. Bir sınıf ID kodunuz yoksa, “Skip” seçeneğine tıklayın. Bu kodu daha sonra girmek için, Anasayfanızdan “Join a Class” seçeneğini seçin.",
            "spanish": "Si tiene un código de ID de clase, ingréselo aquí. Su profesor le puede otorgar un código de ID de clase. Vincula su trabajo a su clase para que su profesor pueda verlo. Si no tiene un código de ID de clase, haga clic en \"Skip\". Para ingresar este código después, elija la opción \"Join a class\" en su página de Inicio.",
            "korean": "수업 ID 코드가 있다면 여기에 입력하십시오. 수업 ID 코드는 교사가 제공할 수 있는 코드입니다. 이 코드는 본인의 학습을 수업에 연결하여 교사가 볼 수 있도록 합니다. 수업 ID 코드가 없다면 \"Skip\"를 클릭하십시오. 나중에 이 코드를 입력하려면 홈페이지에서 \"Join a Class\"를 선택하십시오.",
            "arabic": "إذا كان لديك رمز مُعرِّف خاص بأحد الفصول، فقم بإدخاله هنا. يُعتبَر رمز مُعرِّف الفصل هو الرمز الذي يمكن للمعلم إعطائه لك. وهو يربط عملك بالفصل لكي يستطيع المعلم أن يراه. إذا لم يكن لديك رمز مُعرِّف خاص بأحد الفصول، فانقر على “Skip”(\"تخطي\"). لإدخال هذا الرمز في وقت لاحق؛ اختر “Join a Class” (\"الانضمام إلى أحد الفصول\") من الصفحة الرئيسية."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 86,
          "numberPosLeft": 3,
          "text":{
            "english": "Click here to go back to the previous page.",
            "turkish": "Bir önceki sayfaya geri dönmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para volver a la página anterior.",
            "korean": "여기를 클릭하여 이전 페이지로 돌아가십시오.",
            "arabic": "انقر هنا للعودة إلى الصفحة السابقة."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 86,
          "numberPosLeft": 72,
          "text":{
            "english": "Click here if you do not have a class ID code.",
            "turkish": "Bir sınıf ID kodunuz yoksa buraya tıklayın.",
            "spanish": "Haga clic aquí si no tiene un código de ID de clase.",
            "korean": "수업 ID 코드가 없다면 여기를 클릭하십시오.",
            "arabic": "انقر هنا إذا لم يكن لديك رمز مُعرِّف خاص بأحد الفصول."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 86,
          "numberPosLeft": 84,
          "text":{
            "english": "Click here to submit your class ID code and go to your Home page.",
            "turkish": "Sınıf ID kodunuzu onaylamak ve Anasayfanıza gitmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para enviar el código de ID de clase y ser dirigido a su página de Inicio.",
            "korean": "수업 ID 코드를 제출하고 홈페이지로 가려면 여기를 클릭하십시오.", 
            "arabic": "انقر هنا لإرسال رمز مُعرِّف الفصل الخاص بك وانتقل للصفحة الرئيسية الخاصة بك."
          }
        }
      }
    }
  }
}