{
 "title": {
    "english": "Modify Report",
    "turkish": "Raporda Değişiklik Yap",
    "spanish": "Modificar Informe",
    "korean": "보고서 수정",
    "chinese": "修改報告",
    "japanese": "レポートの変更",
    "arabic": "قم بتعديل تقرير"
  },
 "segment": "adult",
 "userType": ["teacher"],
 "pageCount": 4,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "ATRM-q2e-001.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "korean": "",
        "chinese": "",
        "japanese": "",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 2,
          "numberPosLeft": 43,
          "text":{
            "english": "You can modify Segment Reports to export to Excel.",
            "turkish": "Excel’e aktarmak amacıyla Bölüm Raporlarında değişiklik yapabilirsiniz.",
            "spanish": "Se puede modificar Informes de segmentos para exportar a Excel.",
            "korean": "세그먼트 보고서를 수정하여Excel로 내보내기할 수 있습니다.",
            "chinese": "您能夠修改將匯出至Excel的「部分報告」。",
            "japanese": "セグメントレポーはExcelにエクスポートするために変更することができます。",
            "arabic": "يمكنك تعديل تقارير قطاعية لتصديرها الى برنامج إكسل."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 28,
          "numberPosLeft": 74,
          "text":{
            "english": "Click “Modify Report” to select activities to include in the report. This will open the Selection Window.",
            "turkish": "Rapora dahil edilecek aktiviteleri seçmek için “Modify Report (Raporda Değişiklik Yap)” tuşuna tıklayın. Bu işlem, Seçim Penceresini açar.",
            "spanish": "Haga clic en “Modificar informe” para seleccionar actividades a incluir en el informe. Esto abrirá la ventana de Selección.",
            "korean": "“보고서 수정”을 클릭하여 보고서에 포함할 활동을 선택하십시오. 그러면 선택창이 열립니다.",
            "chinese": "按一下「修改報告」，即可選取報告內要包括的活動。這將開啟「選擇窗口」。",
            "japanese": "「レポートの変更」をクリックして、レポートに含めるアクティビティを選択します。これにより、選択ウィンドウが開きます。",
            "arabic": "أنقر على \" تعديل تقرير\" لتحديد نشاطات تدرجها في التقرير. هذا العمل سيفتح لك نافذة التحديد."
          }
        }
      }
    },
    "page02": {
      "pageType": "screenshot",
      "imgId": "ATRM-q2e-002.png",
      "pageTitle": {
        "english": "Selection Window",
        "turkish": "Seçim Penceresi",
        "spanish": "Ventana de selección",
        "korean": "선택창",
        "chinese": "選擇窗口",
        "japanese": "選択ウィンドウ",
        "arabic": "نافذة التحديد"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 12,
          "numberPosLeft": 50,
          "text":{
            "english": "This window lists all the units contained in the segment. It allows you to select the units and activities that will appear in the customized report.",
            "turkish": "Bu pencere, bölümün içerdiği bütün üniteleri liste halinde gösterir. Özelleştirilmiş raporda görünecek olan üniteleri ve aktiviteleri seçmenize olanak sağlar.",
            "spanish": "Esta ventana enumera todas las unidades contenidas en el segmento. Esto le permite seleccionar las unidades y actividades que aparecerán en el informe personalizado.",
            "korean": "이 창에는 세그먼트에 포함된 모든 단원이 나열되어 있습니다. 이를 통해 맞춤형 보고서에 나타날 단원 및 활동을 선택할 수 있습니다.",
            "chinese": "此窗口會列出該部分內所包含的全部單元。這就讓您可以選取將在該自訂報告內出現的單元和活動。",
            "japanese": "このウィンドウにはセグメントに含まれているすべてのユニットがリストされます。カスタマイズされるレポートに含めるユニットとアクティビティを選択することができます。",
            "arabic": "تدرج هذه النافذة جميع الوحدات المتضمنة في المقطع. تسمح لك هذه النافذة بتحديد  الوحدات والنشاطات التي ستظهر في التقرير المخصص."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 16,
          "numberPosLeft": 16.5,
          "text":{
            "english": "Check the box “Select All” to select all activities in the segment.",
            "turkish": "Bölüm içindeki bütün aktiviteleri seçmek için “Select All (Tümünü seç)” kutusunu işaretleyin.",
            "spanish": "Marque la casilla “Seleccionar todo” para seleccionar todas las actividades en el segmento.",
            "korean": "세그먼트의 모든 활동을 선택하려면 “모두 선택” 상자를 체크하십시오.",
            "chinese": "核取「Select All」（全部選取）方塊即可選取該部分內的所有活動。",
            "japanese": "「すべて選択」のボックスにチェックマークを付けると、セグメント内のすべてのアクティビティが選択されます。",
            "arabic": "حدد مربع \"تحديد الجميع\" لتحديد جميع النشاطات في المقطع."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 16,
          "numberPosLeft": 82.5,
          "text":{
            "english": "Click “X” to close the Selection Window.",
            "turkish": "Seçim Penceresini kapatmak için “X”e tıklayın.",
            "spanish": "Haga clic en “X” para cerrar la Ventana de selección.",
            "korean": "선택창을 닫으려면 “X”를 클릭하십시오.",
            "chinese": "按一下「X」即可關閉「選擇窗口」。",
            "japanese": "「X」をクリックして選択ウィンドウを閉じます。",
            "arabic": "أنقر على \"X\"  لكي تغلق نافذة التحديد."
          }
        }
      }
    },
    "page03": {
      "pageType": "screenshot",
      "imgId": "ATRM-q2e-003.png",
      "pageTitle": {
        "english": "Select Units",
        "turkish": "Üniteleri Seç",
        "spanish": "Seleccionar unidades",
        "korean": "단원 선택",
        "chinese": "選擇單元",
        "japanese": "ユニットの選択",
        "arabic": "تحديد الوحدات"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 24,
          "numberPosLeft": 17,
          "text":{
            "english": "Check or uncheck the box next to a unit to select or deselect a specific unit. If you select a unit, all activities in the unit are automatically selected. If you deselect a unit, all activities in that unit are automatically deselected.",
            "turkish": "Belirli bir üniteyi seçmek veya seçimini kaldırmak için o ünitenin yanındaki kutuyu işaretleyin veya işaretini kaldırın. Bir üniteyi seçerseniz, o ünitedeki bütün aktiviteler otomatik olarak seçilir. Bir ünitenin seçimini kaldırırsanız, o ünitedeki bütün aktivitelerin seçimi otomatik olarak kaldırılır.",
            "spanish": "Marque o quite la marca de la casilla junto a una unidad para seleccionar o deseleccionar una unidad específica. Si selecciona una unidad, se seleccionan automáticamente todas las actividades en la unidad. Si deselecciona una unidad, se deseleccionan automáticamente todas las actividades en esa unidad.",
            "korean": "특정 단원을 선택하거나 선택해제 하려면 단원 옆의 상자를 체크하거나 체크해제 하십시오. 단원을 선택하면 단원 내 모든 활동이 자동으로 선택됩니다. 단원을 선택해제하면 단원 내 모든 활동이 자동으로 선택해제됩니다.",
            "chinese": "核取或取消核取某個單元旁邊的方塊，即可選取或取消選取特定單元。倘若您選取了某個單元，其中的所有活動都會被自動選取。倘若您取消了對某個單元的選取，對其中所有活動的選取都會被自動取消。",
            "japanese": "ユニットの横のボックスにチェックマークを付けたり、外したりすることでユニットの選択と選択解除ができます。ユニットを選択すると、そのユニット内のすべてのアクティビティが自動的に選択されます。ユニットを選択解除すると、そのユニット内のすべてのアクティビティが自動的に選択解除されます。",
            "arabic": "قم بتحديد إو إلغاء تحديد المربع بجوار الوحدة لكي تحدد أو تلغي تحديد وحدة معينة.  إذا   قمت بتحديد وحدة ما، جميع نشاطات الوحدة سيتم تحديدها بطريقة تلقائية. إذا قمت بإلغاء تحديد وحدة ما، فإن جميع نشاطات تلك الوحدة ستلغى بطريقة تلقائية."
          }
        }
      }
    },
    "page04": {
      "pageType": "screenshot",
      "imgId": "ATRM-q2e-004.png",
      "pageTitle": {
        "english": "Select Activities",
        "turkish": "Aktiviteleri Seç",
        "spanish": "Seleccionar actividades",
        "korean": "활동 선택",
        "chinese": "選擇活動",
        "japanese": "アクティビティの選択",
        "arabic": "ختيار النشاطات"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 24,
          "numberPosLeft": 78,
          "text":{
            "english": "Click on the downward arrow to reveal the activities within that unit.",
            "turkish": "O ünite içindeki aktivitelerin görünmesini sağlamak için aşağı ok tuşuna tıklayın.",
            "spanish": "Haga clic en la flecha hacia abajo para revelar las actividades en esa unidad.",
            "korean": "아래 화살표를 클릭해 단원 내 활동을 살펴보십시오.",
            "chinese": "按一下向下箭頭，即可揭示該單元內的所有活動。",
            "japanese": "下向き矢印をクリックすると、ユニット内のアクティビティが表示されます。",
            "arabic": "أنقر على السهم المتجه للأسفل لكي تكشف عن نشاطات ضمن تلك الوحدة."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 38,
          "numberPosLeft": 21,
          "text":{
            "english": "Check the box next to an activity to select a specific activity. Uncheck the box next to an activity to deselect it.",
            "turkish": "Belirli bir aktiviteyi seçmek için o aktivitenin yanındaki kutuyu işaretleyin. Bir aktivitenin seçimini kaldırmak için o aktivitenin yanındaki kutunun işaretini kaldırın.",
            "spanish": "Marque la casilla junto a una actividad para seleccionar una actividad específica. Quite la marca junto a una actividad para deseleccionarla.",
            "korean": "특정 활동을 선택하려면 활동 옆의 상자를 체크하십시오. 해당 활동을 선택해제하려면 활동 옆의 상자를 체크해제 하십시오.",
            "chinese": "核取某項活動旁邊的方塊，即可選取該特定活動。取消核取某項活動旁邊的方塊，即可取消對其的選取。",
            "japanese": "アクティビティの横のボックスにチェックマークを付けて、特定のアクティビティを選択します。アクティビティの横のボックスのチェックマークを外して、アクティビティを選択解除します。",
            "arabic": "ضع إشارة في المربع الذي بجوار النشاط لكي تحدد نشاط معين. قم بإلغاء المربع الذي بجوار النشاط لإلغاء تحديده."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 80,
          "numberPosLeft": 78,
          "text":{
            "english": "When you have finalized your selection, click here to export the report to Microsoft Excel™.",
            "turkish": "Seçiminizi kesinleştirdiğinizde, Microsoft Excel™’e aktarmak için buraya tıklayın.",
            "spanish": "Al finalizar su selección, haga clic aquí para exportar el informe a Microsoft Excel™.",
            "korean": "선택을 마무리하셨으면 여기를 클릭해 보고서를 Microsoft Excel™로 내보내기 하십시오.",
            "chinese": "選擇完畢時，按一下這裡即可把該報告匯出至Microsoft Excel™。",
            "japanese": "選択が終わったら、こちらをクリックして、レポートをMicrosoft Excel™にエクスポートします。",
            "arabic": "عندما تكون قد استكملت تحديدك النهائي، أنقر هنا لكي تصدر التقرير الى برنامج مايكروسوفت اكسل Microsoft Excel™."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 1,
          "numberPosLeft": 7,
          "text":{
            "english": "The same instructions apply to both the practice and the test segments.",
            "turkish": "_",
            "spanish": "_",
            "korean": "_",
            "chinese": "_",
            "japanese": "_",
            "arabic": "_"
          }
        }
      }
    }    
  }
}