{
 "title": {
    "english": "Activities",
    "turkish": "Aktiviteler",
    "spanish": "Actividades",
    "arabic": "أنشطة"
  },
 "segment": "adult",
 "userType": ["teacher"],
 "pageCount": 1,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "ATA001.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 5,
          "numberPosLeft": 1,
          "text":{
            "english": "Use this menu to choose a unit. When you choose a unit, you will be taken to the first activity within that unit.",
            "turkish": "-",
            "spanish": "-",
            "arabic": "-"
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 5,
          "numberPosLeft": 29,
          "text":{
            "english": "Use this menu to choose an activity within a unit.",
            "turkish": "-",
            "spanish": "-",
            "arabic": "-"
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 5,
          "numberPosLeft": 78,
          "text":{
            "english": "Use the “Previous” and “Next” buttons to navigate through the activities in sequence.",
            "turkish": "Aktiviteler arasında sırayla gezinmek için “Previous” ve “Next” düğmelerini kullanın.",
            "spanish": "Utilice los botones \"Previous\" y \"Next\" para navegar a través de las actividades en secuencia.",
            "arabic": "استخدم الزرينِ “Next” (\"التالي\")و“Previous”(\"السابق\") للتنقل خلال الأنشطة في تسلسل."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 14,
          "numberPosLeft": 1,
          "text":{
            "english": "The Online Practice activities are displayed in this area.",
            "turkish": "Çevrim İçi Uygulama aktiviteleri bu alanda gösterilir.",
            "spanish": "Las actividades de Práctica Online se muestran en esta área.",
            "arabic": "أنشطة الممارسة عبر الإنترنت معروضة في هذا المجال."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 83,
          "numberPosLeft": 9,
          "text":{
            "english": "Click here to see a grammar chart pop-up related to the current activity.",
            "turkish": "Şimdiki aktiviteyle ilgili açılan gramer cetvelini görmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ver un gráfico emergente de gramática relacionado con la actividad actual.",
            "arabic": "أنقر هنا كي تشاهد انبثاق مخطط القواعد النحوية المتعلقة بالنشاط الحالي."
          }
        },
        "paragraph06": {
          "number": 6,
          "numberPosTop": 86,
          "numberPosLeft": 40,
          "text":{
            "english": "Students can click here to check their answers when they have answered all questions in an activity.",
            "turkish": "Öğrenciler, bir aktivitenin tüm sorularını yanıtladıkları zaman buraya tıklayıp cevaplarını kontrol edebilirler.",
            "spanish": "Los estudiantes pueden hacer clic aquí para verificar sus respuestas después de haber contestado todas las preguntas en una actividad.",
            "arabic": "يستطيع الطلاب النقر هنا لفحص أجوبتهم متى ما أعطوا الاجابات على جميع الاسئلة في نشاط ما."
          }
        },
        "paragraph07": {
          "number": 7,
          "numberPosTop": 86,
          "numberPosLeft": 50,
          "text":{
            "english": "Students can try an activity again if they answer some questions incorrectly. They can try an activity as many times as they like.",
            "turkish": "Bazı soruları yanlış cevaplayan öğrenciler bir aktiviteyi tekrar deneyebilirler. Bir aktivite istenirse defalarca denenebilir.",
            "spanish": "Los estudiantes pueden intentar una actividad nuevamente si contestan erróneamente algunas preguntas. Puede intentar una actividad tantas veces como ellos lo deseen.",
            "arabic": "يستطيع الطلاب محاولة نشاط ما مرة أخرى إذا أعطوا أجوبة بنحو مغلوط لبعض الاسئلة. يمكنهم القيام بمحاولة نشاط ما عدة مرات كما يحلوا لهم."
          }
        },
        "paragraph08": {
          "number": 8,
          "numberPosTop": 86,
          "numberPosLeft": 61,
          "text":{
            "english": "If students answer some questions incorrectly they can see the correct answers.",
            "turkish": "Öğrenciler bazı soruları yanlış cevaplarlarsa doğru yanıtları görebilirler.",
            "spanish": "Si los estudiantes contestan erróneamente algunas preguntas ellos podrán ver las respuestas correctas.",
            "arabic": "إذا أجاب الطلاب على بعض الأسئلة بنحو مغلوط يمكنهم مشاهدة الاجوبة الصحيحة."
          }
        },
        "paragraph09": {
          "number": 9,
          "numberPosTop": 86,
          "numberPosLeft": 74,
          "text":{
            "english": "Students can click here to see a Feedback pop-up with guidance on completing an activity.",
            "turkish": "Öğrenciler buraya tıklayıp, bir aktivitenin tamamlanmasıyla ilgili bilgi içeren bir Geri Bildirimi görebilirler.",
            "spanish": "Los estudiantes harán clic aquí para ver una ventana emergente de retroalimentación con información sobre cómo realizar una actividad.",
            "arabic": "يستطيع الطلاب النقر هنا لرؤية ملاحظة منبثقة مع توجيهات حول تكملة نشاط ما."
          }
        },
        "paragraph10": {
          "number": 10,
          "numberPosTop": 86,
          "numberPosLeft": 90,
          "text":{
            "english": "A student’s current activity score is shown here.",
            "turkish": "Bir öğrencinin şimdiki aktivitesinin puanı burada gösterilir.",
            "spanish": "Aquí aparece la puntuación de la actividad actual del estudiante.",
            "arabic": "درجة النشاط الحالي للطالب معروضة هنا."
          }
        },
        "paragraph11": {
          "number": 11,
          "numberPosTop": 90,
          "numberPosLeft": 3,
          "text":{
            "english": "Students can find supporting resources here that will help them with their Online Practice work, if available.",
            "turkish": "Öğrenciler, Çevrim İçi Uygulamaları yapmalarına yardım edecek kaynakları varsa burada bulabilirler.",
            "spanish": "Los estudiantes pueden encontrar recursos de apoyo aquí que les ayudarán con su trabajo de Práctica Online, si están disponibles.",
            "arabic": "يستطيع الطلاب العثور على موارد مساندة هنا والتي ستساعدهم في عملهم المتعلق باستخدام الممارسة عبر الإنترنت، إذا كانت متوفرة."
          }
        },
        "paragraph12": {
          "number": 12,
          "numberPosTop": 90,
          "numberPosLeft": 19,
          "text":{
            "english": "Students can view the Glossary here, if available. The Glossary will help them with the course vocabulary.",
            "turkish": "Öğrenciler, varsa Sözlüğü burada görebilirler. Sözlük dersin kelime hazinesi için yardımcı olur.",
            "spanish": "Los estudiantes pueden ver el Glosario aquí, si está disponible. El glosario les ayudará con el vocabulario del curso.",
            "arabic": "يستطيع الطلاب مشاهدة المسرد هنا، إذا كان متاحاً. وسيساعدهم المسرد في فهم مفردات المقرر."
          }
        },
        "paragraph13": {
          "number": 13,
          "numberPosTop": 90,
          "numberPosLeft": 35,
          "text":{
            "english": "Students can access their Achievements and Reports here.",
            "turkish": "Öğrenciler Başarılarına ve Raporlarına buradan ulaşabilirler.",
            "spanish": "Los estudiantes pueden acceder a sus Logros e Informes aquí.",
            "arabic": "يستطيع الطلاب الاستفادة من منجزاتهم وتقاريرهم هنا."
          }
        }
      }
    }
  }
}