{
 "title": {
    "english": "Email",
    "turkish": "E-posta",
    "spanish": "Correo electrónico",
    "korean": "이메일", 
    "chinese": "電子郵件",
    "japanese": "メール",
    "arabic": "البريد الإلكتروني"
  },
 "segment": "adult",
 "userType": ["student"],
 "pageCount": 3,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "ASE001.png",
      "pageTitle": {
        "english": "Your messages",
        "turkish": "Mesajlarınız",
        "spanish": "Sus mensajes",
        "korean": "나의 메시지", 
        "chinese": "您的訊息",
        "japanese": "メッセージ",
        "arabic": "رسالتك"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 2,
          "numberPosLeft": 1,
          "text":{
            "english": "This is your inbox. When you receive a message, it will appear in the column here.",
            "turkish": "Burası gelen kutunuzdur.  Bir mesaj aldığınızda bu sütunda görünecektir.",
            "spanish": "Esta es su bandeja de entrada.  Cuando reciba un mensaje aparecerá en esta columna.",
            "korean": "여기는 받은 메시지함입니다. 메시지를 받으면 이 컬럼에 표시됩니다.", 
            "chinese": "這是您的收件箱。當您收到訊息的時候，它會顯示在這個欄位裡面。",
            "japanese": "この画面は受信トレイを表示します。メッセージを受け取ると、この欄に表示されます。",
            "arabic": "هذا هو صندوق البريد الوارد الخاص بك.  عندما تستلم رسالة ما, سوف تظهر في العمود هنا."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 2,
          "numberPosLeft": 33,
          "text":{
            "english": "A number is displayed to the right of the inbox header. It shows the number of unread messages in your inbox.",
            "turkish": "Gelen kutusu başlığının sağ tarafında bir sayı görüntülenir.  Bu sayı gelen kutunuzda kaç tane okunmamış mesaj olduğunu gösterir.",
            "spanish": "Se muestra un número a la derecha de la cabecera de la bandeja de entrada.  Este número muestra la cantidad de mensajes no leídos en la bandeja de entrada.",
            "korean": "받은 메시지함 제목의 우측에 숫자가 표시됩니다. 이 숫자는 받은 메시지함의 읽지 않은 메시지 수입니다.", 
            "chinese": "收件箱的標題右邊會顯示數字，這個數字代表您的收件箱仍有幾則未讀訊息。",
            "japanese": "受信トレイのヘッダーの右側に数字が表示されます。この数字は、受信トレイ内にある未読メッセージの数を表します。",
            "arabic": "يتم عرض رقم علىيمين رأسية البريد الوارد.  ويُظهِر هذا الرقم عدد الرسائل غير المقروءة في صندوق البريد الوارد الخاص بك."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 46,
          "numberPosLeft": 1,
          "text":{
            "english": "Select a message in your inbox. It will display on the right.",
            "turkish": "Gelen kutunuzdan bir mesaj seçin. Mesajın içeriği sağda görüntülenecektir.",
            "spanish": "Seleccione un mensaje en su bandeja de entrada. Se mostrará a la derecha.",
            "korean": "받은 메시지함의 메시지를 선택하십시오. 메시지는 우측에 표시됩니다.", 
            "chinese": "在收件箱裡面選擇一則訊息，它會顯示在右邊。",
            "japanese": "受信トレイのメッセージを選択すると、右側に表示されます。",
            "arabic": "حدد رسالة في صندوق البريد الوارد الخاص بك. ستظهر على اليمين."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 3,
          "numberPosLeft": 79,
          "text":{
            "english": "Click the “Delete” button to remove a message from your inbox.",
            "turkish": "Gelen kutunuzdan bir mesajı silmek için “Delete” düğmesine tıklayın.",
            "spanish": "Haga clic en el botón \"Delete\" para eliminar un mensaje de su bandeja de entrada.",
            "korean": "\"Delete\" 버튼을 클릭하면 받은 메시지함에서 메시지를 삭제합니다. ", 
            "chinese": "點擊Delete（刪除）按鈕，可從收件箱中刪除此訊息。",
           "japanese": Delete[削除]ボタンをクリックすると、受信トレイからメッセージを削除することができます。"",
            "arabic": "انقر فوق زِر “Delete”(\"حذف\") لإزالة رسالة ما من صندوق البريد الوارد الخاص بك."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 8,
          "numberPosLeft": 79,
          "text":{
            "english": "Click the “Reply” button to reply to a message.",
            "turkish": "Bir mesaja cevap vermek için “Reply” düğmesine tıklayın.",
            "spanish": "Haga clic en el botón \"Reply\" para responder a un mensaje.",
            "korean": "\"Reply\"을 클릭하여 메시지에 답변을 달 수 있습니다. ", 
            "chinese": "點擊Reply（回覆）按鈕，可回覆一則訊息。",
            "japanese": "Reply[返信]ボタンをクリックすると、返信することができます。",
            "arabic": "انقر فوق زِر“Reply” (\"رد\") للرد على رسالة ما."
          }
        },
        "paragraph06": {
          "number": 6,
          "numberPosTop": 73,
          "numberPosLeft": 1,
          "text":{
            "english": "Click on the Sent header to display your sent messages.",
            "turkish": "Gönderilen mesajlarınızı görmek için Gönderilenler başlığına tıklayın.",
            "spanish": "Haga clic en el encabezado de Enviados para mostrar sus mensajes enviados.",
            "korean": "보낸 메시지함 제목을 클릭하여 보낸 메시지를 표시하십시오.", 
            "chinese": "點擊Sent（已傳送）標題，可顯示您已傳送的訊息。",
            "japanese": "Sent[送信済み]のヘッダーをクリックすると、送信済みのメッセージが表示されます。",
            "arabic": "اضغط على رأسية المُرسَل لعرض الرسائل المُرسَلة."
          }
        },
        "paragraph07": {
          "number": 7,
          "numberPosTop": 91,
          "numberPosLeft": 72,
          "text":{
            "english": "Click the “Create New Message” button if you want to write a new message.",
            "turkish": "Yeni bir mesaj yazmak istiyorsanız “Create New Message” düğmesine tıklayın.",
            "spanish": "Haga clic en el botón \"Create New Message\" si desea escribir un mensaje nuevo.",
            "korean": "새로운 메시지를 쓰려면 \"Create New Message\"를 클릭하십시오.",
            "chinese": "如果您想要寫一則新訊息，請點擊Create New Message（編寫新訊息）按鈕。",
            "japanese": "新しくメッセージを書きたいときは、Create New Message[新規作成]ボタンをクリックします。",
            "arabic": "انقر فوق زِر“Create New Message”(\"إنشاء رسالة جديدة\") إذا كنت تريد كتابة رسالة جديدة."
          }
        }
      }
    },
    "page02": {
      "pageType": "screenshot",
      "imgId": "ASE002.png",
      "pageTitle": {
        "english": "Write a message",
        "turkish": "Mesaj yazın",
        "spanish": "Escribir un mensaje",
        "korean": "메시지 쓰기",
        "chinese": "編寫訊息",
        "japanese": "メッセージを書く",
        "arabic": "كتابة رسالة جديدة"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 8,
          "numberPosTop": 10,
          "numberPosLeft": 41,
          "text":{
            "english": "The Reply/Create New Message window contains To and CC buttons. Choose a student you want to write to by clicking the “To” button and choosing a name. Add other students you wish to send your message to by clicking the “CC” button. You can message any student in your Online Practice class and your teacher. You cannot send a message to an email address outside your Online Practice class.",
            "turkish": "Yanıtla/Yeni Mesaj Oluştur penceresinde Kime ve Bilgi düğmeleri bulunur. “To” düğmesine tıklayarak ve bir ad seçerek yazmak istediğiniz kişiyi seçin. “CC” düğmesine tıklayarak mesajınızı göndermek istediğiniz diğer kişileri ekleyin. Online Uygulama’da aynı sınıfta olduğunuz her öğrenciye ve öğretmeninize mesaj gönderebilirsiniz. Online Uygulama sınıfınızda yer almayan bir e-posta adresine mesaj gönderemezsiniz.",
            "spanish": "La ventana Reply/Create New Message contiene los botones To y CC. Elija un estudiante a quien desee escribirle haciendo clic en el botón \"To\" y eligiendo un nombre. Añada otros estudiantes a quienes desee enviarles el mensaje haciendo clic en el botón \"CC\". Puede enviar mensajes a cualquier estudiante en su clase de Práctica Online y a su profesor. No puede enviar un mensaje a una dirección de correo electrónico fuera de su clase de Práctica Online.",
            "korean": "답변/새로운 메시지 생성하기 창에는 To와 CC 버튼이 있습니다. \"To\" 버튼을 클릭하고 이름을 선택하여 메시지를 보내고자 하는 학생을 선택하십시오. \"CC\" 버튼을 클릭하여 메시지를 보내고자 하는 다른 학생을 추가하십시오. 온라인 실습 수업의 모든 학생과 교사에게 메시지를 보낼 수 있습니다. 온라인 실습 수업 외부의 이메일 주소로는 메시지를 보낼 수 없습니다.",
            "chinese": "回覆/編寫新訊息的視窗裡面，包含To（收件人）以及CC（信件副本）按鈕。點擊To按鈕，並選擇收件人名字，便可以選擇一位您想傳送訊息的同學。點擊CC按鈕，就可以加入您想要一起傳送此訊息的其他同學。您可傳送訊息給您在線上練習班級的全部同學，也可以傳訊息給教師，但您無法傳訊息給其他線上練習班級的學生。",
            "japanese": "Reply[返信]またはCreate New Message[新規作成]のウィンドウには、To[宛先]と CC [CC]ボタンが表示されます。ある生徒ひとりにメッセージを送りたい場合は、To[宛先]ボタンをクリックして生徒名を選びます。他の生徒にもメッセージを送りたい場合は、CC [CC]ボタンをクリックします。Online Practiceの自分のクラス内の生徒と先生なら、誰にでもメッセージを送ることができます。Online Practiceの自分のクラスではないメールアドレスにメッセージを送ることはできません。",
            "arabic": "تحتوي نافذتي الرد/إنشاء رسالة جديدة على زري To وCC. حدد الطالب الذي ترغب في كتابة رسالة له عن طريق النقر على زِر “TO” واختيار اسم. أضف الطلاب الآخرين الذين ترغب في إرسال رسالتك إليهم من خلال النقر على زر \"CC\". يمكنك مراسلة أي طالب في فصلالممارسة عبر شبكة الإنترنت الخاص بك ومعلمك كذلك. لا يمكنك إرسال رسالة إلى عنوان بريد إلكتروني خارج فصل الممارسة على الإنترنتالخاصبك."
          }
        },
        "paragraph02": {
          "number": 9,
          "numberPosTop": 23,
          "numberPosLeft": 72,
          "text":{
            "english": "Click on “Select all” to email all students in your class together, then click “OK”. If you choose not to select anyone, click “Cancel.”",
            "turkish": "Sınıfınızdaki öğrencilerin tamamına aynı anda e-posta göndermek için “Select all” seçeneğine, ardından “OK” düğmesine tıklayın. Kimseyi seçmeyecekseniz, “Cancel” düğmesine tıklayın.",
            "spanish": "Para enviar un correo electrónico a todos los estudiantes en su clase, haga clic en \"Select all\" y luego haga clic en \"OK\". Si decide no seleccionar a nadie, haga clic en \"Cancel\".",
            "korean": "\"Select All\"을 클릭하여 수업에 참여하는 모든 학생들을 선택하고 \"OK\"를 클릭하여 메시지를 보낼 수 있습니다. 선택을 해제하고자 하는 사람이 있을 경우 \"Cancel\"를 클릭하십시오.", 
            "chinese": "點擊Select all（選擇全部）就可以將訊息一次傳送給您的全班同學，然後點擊OK。如果您決定不選擇任何人，請點擊 Cancel（取消）。",
            "japanese": "クラス全員にメッセージを送る場合は、Select all[全員に送る]をクリックしてから、OKボタンをクリックします。だれも選択しない場合は、Cancel[キャンセル]をクリックします。  ",
            "arabic": "انقر على “Select all” (\"تحديد الجميع\") لإرسال رسالة إلكترونية إلى جميع الطلاب في فصلك في نفس الوقت، ثم انقر على “OK”(\"موافق\"). إذا اخترت عدم تحديد أي شخص، انقر على “Cancel”(\"إلغاء\")."
          }
        }
      }
    },
    "page03": {
      "pageType": "screenshot",
      "imgId": "ASE003.png",
      "pageTitle": {
        "english": "Send your message",
        "turkish": "Mesajınızı gönderin",
        "spanish": "Envíe su mensaje",
        "korean": "메시지 발송", 
        "chinese": "傳送您的訊息",
       "japanese": "メッセージを送る",
        "arabic": "أرسل رسالتك"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 10,
          "numberPosTop": 34,
          "numberPosLeft": 83,
          "text":{
            "english": "Click on the paperclip icon to attach a file to your message. You can attach two files with a total size of 2MB.",
            "turkish": "Mesajınıza bir dosya eklemek için ataş simgesini seçin. Toplam boyutu 2 MB’ı geçmeyen iki dosya ekleyebilirsiniz.",
            "spanish": "Haga clic en el icono del clip para adjuntar un archivo a su mensaje. Puede adjuntar dos archivos con un tamaño total de 2MB.",
            "korean": "클립 아이콘을 클릭하여 메시지에 파일을 첨부하십시오. 총 파일 크기가 2MB 이하인 파일 두 개를 첨부할 수 있습니다.",
            "chinese": "點擊迴紋針圖示，便可以在此訊息附加一個檔案。您最多可附加兩個檔案，全部附加檔案的上限是2MB。",
            "japanese": "クリップのアイコンをクリックすると、メッセージにファイルを添付することができます。添付できるファイル数は2つで、合計2MBまで送ることができます。",
            "arabic": "اضغط على أيقونة مشبك الورق لإرفاق ملف برسالتك. يمكنك إرفاق ملفين بإجمالي حجم 2ميجابايت."
          }
        },
        "paragraph02": {
          "number": 11,
          "numberPosTop": 86,
          "numberPosLeft": 52,
          "text":{
            "english": "Use the “Send” button to send the message when you are ready.",
            "turkish": "Hazır olduğunuzda mesajınızı göndermek için “Send” düğmesini kullanın.",
            "spanish": "Utilice el botón \"Send\" para enviar el mensaje cuando esté listo.",
            "korean": "준비가 되면 \"Send\" 버튼을 이용하여 메시지를 보내십시오.", 
            "chinese": "當您準備好了，請使用Send（傳送）按鈕來傳送訊息。",
            "japanese": "送る準備ができたら、Send[送信]ボタンをクリックします。",
            "arabic": "استخدم زِر“Send”(\"إرسال\") لإرسال الرسالة عندما تكون جاهزًا."
          }
        },
        "paragraph03": {
          "number": 12,
          "numberPosTop": 86,
          "numberPosLeft": 68,
          "text":{
            "english": "You can save messages before you send them and return to them later in the Drafts area by clicking the “Save” button.",
            "turkish": "Mesajlarınızı göndermeden önce kaydedebilir ve “Save” düğmesine tıklayarak mesajınıza daha sonra Taslaklar alanından ulaşabilirsiniz.",
            "spanish": "Puede guardar los mensajes antes de enviarlos y volver a ellos más tarde en el área Borradores haciendo clic en el botón \"Save\".",
            "korean": "메시지를 보내기 전에 메시지를 저장하고 \"Save\" 버튼을 클릭하면 초안 영역에서 나중에 다시 볼 수 있습니다.  ", 
            "chinese": "您可以先將您的訊息儲存在草稿區，以便之後再回來編輯，點擊Save（儲存）按鈕即可。",
            "japanese": "Save[保存]ボタンをクリックすると、Draft[下書き]エリアにメッセージが保存され、後からまた作成することができます。",
            "arabic": "يمكنك حفظ الرسائل قبل إرسالها والعودة إليها في وقت لاحق في منطقة المسودات عن طريق النقر على زر“Save” (\"حفظ\")."
          }
        },
        "paragraph04": {
          "number": 13,
          "numberPosTop": 86,
          "numberPosLeft": 83,
          "text":{
            "english": "If you decide not to send the message, click the “Cancel” button. This will return you to the inbox.",
            "turkish": "Mesajı göndermemeye karar verirseniz, “Cancel” düğmesine tıklayın. Bu sizi gelen kutusuna geri götürecektir.",
            "spanish": "Si decide no enviar el mensaje, haga clic en el botón \"Cancel\".  Esto lo regresará a la bandeja de entrada.",
            "korean": "메시지를 보내지 않으려면 \"Cancel\" 버튼을 클릭하십시오.  이 버튼을 클릭하면 받은 메시지함으로 돌아갑니다.", 
            "chinese": "如果您決定不傳送這則訊息，請點擊Cancel（取消）按鈕，這個動作會帶您回到收件箱。",
            "japanese": "作成したメッセージを送らない場合は、Cancel[キャンセル]ボタンをクリックします。 Cancel[キャンセル]ボタンをクリックすると、受信トレイに戻ります。",
            "arabic": "إذا قررت عدم إرسال الرسالة، فانقر علىزر “Cancel” (\"إلغاء\").  فسوف يعيدك إلى صندوق البريد الوارد."
          }
        }
      }
    }
  }
}