{
 "title": {
    "english": "Class Summary Report",
    "turkish": "Sınıf Özeti Raporu",
    "spanish": "Informe de Resumen de Clase",
    "korean": "수업 요약 보고서", 
    "chinese": "班級簡要報告",
    "japanese": "クラス用サマリーレポート",
    "arabic": "تقرير موجز الفصل"
  },
 "segment": "adult",
 "userType": ["teacher"],
 "pageCount": 1,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "ATRCS001.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "korean": "", 
        "chinese": "",
        "japanese": "",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 1,
          "numberPosLeft": 70,
          "text":{
            "english": "Use the menu to go to the Class Report for a specific class (you can view the work of specific students in a class).",
            "turkish": "Belli bir dersin Sınıf Raporuna gitmek için bu menüyü kullanın (bir sınıftaki belli öğrencilerin çalışmasını görüntüleyebilirsiniz).",
            "spanish": "Utilice el menú para ir al Informe de la Clase para una clase específica (puede ver el trabajo de los estudiantes específicos de una clase).",
            "korean": "메뉴를 이용하여 특정 수업의 수업 보고서로 이동할 수 있습니다 (수업에 참여한 특정 학생의 학습을 볼 수 있습니다).", 
            "chinese": "請使用選單前往特定班級的班級報告（您可以觀看班級裡面特定學生的表現）。",
            "japanese": "特定のクラスのクラスレポートに進む場合は、このメニューを使用します（クラス内の特定の生徒の学習状況を表示することができます）。",
            "arabic": "استخدم القائمة للذهاب إلى تقرير الفصل الخاص بفصل معين (يمكنك استعراض أعمال طلاب محددين في فصل ما)."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 30,
          "numberPosLeft": 1,
          "text":{
            "english": "You can also click on a class title to view a class report.",
            "turkish": "Sınıf raporunu görmek için sınıfın adına da tıklayabilirsiniz.",
            "spanish": "También puede hacer clic en el título de la clase para ver un informe de la clase.",
            "korean": "또한 수업 제목을 클릭하여 수업 보고서를 볼 수 있습니다.", 
            "chinese": "您也可以點擊班級的標題，觀看班級報告。",
            "japanese": "クラスのタイトルをクリックしても、クラスレポートを表示することができます。",
            "arabic": "يمكنك أيضًا النقر علىعنوانفصل ما لعرض التقرير الخاص به."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 30,
          "numberPosLeft": 48.5,
          "text":{
            "english": "Click here to view a Segment Report. You can see students’ scores for all units in the segment.",
            "turkish": "Bir Bölüm Raporunu görmek için buraya tıklayın. Bölümdeki tüm üniteler için öğrenci puanlarını görebilirsiniz.",
            "spanish": "Haga clic aquí para ver un Informe del segmento. Usted puede ver las puntuaciones de los estudiantes para todas las unidades en el segmento.",
            "korean": "여기를 클릭하면 세그먼트 보고서를 볼 수 있습니다. 세그먼트의 모든 단원에 대한 학생의 점수를 볼 수 있습니다.", 
            "chinese": "",
            "japanese": "",
            "arabic": "أنقر هنا لكي تشاهد قسم من التقرير. يمكنك أن ترى درجات الطلاب لجميع الوحدات بصورة تفصيلية."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 36,
          "numberPosLeft": 1,
          "text":{
            "english": "This row shows the average number of activities completed in each segment for this class. For example, if the number is 8/9, 8 is the average number of activities completed in the segment, and 9 is the total number of activities in the segment.",
            "turkish": "Bu satır, bu sınıf için her bir bölümde ortalama tamamlanmış aktivite sayısını gösterir. Örneğin, bu sayı 25/95 ise, bölümde tamamlanan ortalama aktivite sayısı 25 ve bölümdeki toplam aktivite sayısı da 95 demektir.",
            "spanish": "Esta fila muestra el número promedio de actividades realizadas en cada segmento para esta clase. Por ejemplo, si el número es 25/95, 25 es el número promedio de actividades realizadas en el segmento, y 95 es el número total de actividades en el segmento.",
            "korean": "이 행은 본 수업의 각 세그먼트에서 완료한 평균 활동 건수를 표시합니다. 예를 들어 건수가 25/95라면 25는 세그먼트에서 완료한 평균 활동 건수이며 95는 세그먼트의 총 활동 건수를 의미합니다.", 
            "chinese": "",
            "japanese": "",
            "arabic": "يعرض لك هذا الصف معدل عدد الأنشطة المكتملة في كل قسم لهذا الفصل الدراسي. على سبيل  المثال، إذا كان الرقم 25/95، فالرقم 25 هو معدل رقم الأنشطة المكتملة في القسم، والرقم 95 هو الرقم الإجمالي للأنشطة في القسم."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 42,
          "numberPosLeft": 1,
          "text":{
            "english": "This row shows the average score in each segment for this class. ",
            "turkish": "Bu satır, bu sınıf için her bir bölümdeki ortalama puanı gösterir.",
            "spanish": "Esta fila muestra la puntuación promedio en cada segmento para esta clase.",
            "korean": "이 행은 수업 각 세그먼트의 평균 점수를 표시합니다.", 
            "chinese": "",
            "japanese": "",
            "arabic": "يعرض لك هذا الصف معدل الدرجة في كل قسم لهذا الفصل الدراسي."
          }
        },
        "paragraph06": {
          "number": 6,
          "numberPosTop": 48,
          "numberPosLeft": 1,
          "text":{
            "english": "This row shows the average amount of time students in this class worked on each segment.",
            "turkish": "Bu satır, sınıftaki öğrencilerin her bir bölümde harcadığı ortalama zamanı gösterir.",
            "spanish": "Esta fila muestra la cantidad de tiempo promedio que los estudiantes en esta clase han dedicado a actividades en cada segmento.",
            "korean": "이 행은 이 수업의 학생들이 각 세그먼트에서 학습한 평균 시간을 표시합니다.", 
            "chinese": "",
            "japanese": "",
            "arabic": "يعرض لك هذا الصف معدل مقدار الوقت الذي استغرقه الطلاب  في الفصل الدراسي للعمل على قسم."
          }
        },
        "paragraph07": {
          "number": 7,
          "numberPosTop": 36,
          "numberPosLeft": 36,
          "text":{
            "english": "This is the total of the average number of activities completed in the entire level for this class. For example, if the number is 27/156, 27 is the total of the average number of activities completed across segments, and 156 is the total number of activities in the level.",
            "turkish": "Bu sınıf için bu seviyede tamamlanan ortalama aktivite sayısının toplamı burada gösterilir. Örneğin, bu sayı 27/156 ise, bölümlerde tamamlanan aktivitelerin ortalama sayısının toplamı 27 ve seviyedeki aktivitelerin toplam sayısı ise 156 demektir.",
            "spanish": "Este es el total del número promedio de actividades realizadas en todo el nivel para esta clase. Por ejemplo, si el número es 27/156, 27 es el total del número promedio de actividades realizadas entre los segmentos, y 156 es el número total de actividades en el nivel.",
            "korean": "이것은 본 수업의 전체 레벨에서 완료한 평균 활동 건수의 총계입니다. 예를 들어 건수가 27/156이라면 27은 전체 세그먼트에 걸쳐 완료한 평균 활동 건수이며 156은 레벨의 총 활동 건수를 의미합니다.", 
            "chinese": "",
            "japanese": "",
            "arabic": "هذا هو المجموع الكلي لمعدل عدد الانشطة المكتملة في المستوى بأكمله لهذا الفصل الدراسي. على سبيل   المثال، إذا كان الرقم  27/156 ، فإن الرقم 27 هو معدل عدد الأنشطة  المكتملة عَبرَ الأقسام، والرقم 156 هو العدد الكلي للأنشطة في المستوى."
          }
        },
        "paragraph08": {
          "number": 8,
          "numberPosTop": 42,
          "numberPosLeft": 36,
          "text":{
            "english": "This is the average score across segments in the level.",
            "turkish": "Bu seviyedeki bölümler için ortalama puan burada gösterilir.",
            "spanish": "Esta es la puntuación promedio entre los segmentos en el nivel.",
            "korean": "이것은 레벨의 세그먼트 전체에 걸친 평균 점수입니다.", 
            "chinese": "",
            "japanese": "",
            "arabic": "هذا هو معدل الدرجة عَبرَ الأقسام في المستوى."
          }
        },
        "paragraph09": {
          "number": 9,
          "numberPosTop": 49,
          "numberPosLeft": 36,
          "text":{
            "english": "This is the total of the average amount of time in each segment that students spent on activities across the level.",
            "turkish": "Burada bir seviyenin her bir bölümündeki aktivitelerde öğrencilerin harcadığı ortalama zamanın toplamı gösterilir.",
            "spanish": "Esta es la cantidad total del tiempo promedio en cada segmento que los estudiantes dedican a actividades en todo el nivel.",
            "korean": "이것은 학생이 레벨 전체에서 활동에 이용한 평균 시간의 총계입니다.", 
            "chinese": "",
            "japanese": "",
            "arabic": "هذا هو إجمالي معدل مقدار الوقت الذي إستغرقه الطلاب على الأنشطة في كل قسم عَبرَ المستوى."
          }
        },
          "paragraph10": {
          "number": 10,
          "numberPosTop": 10,
          "numberPosLeft": 79,
          "text":{
            "english": "Click here to export this report to Microsoft Excel™.",
            "turkish": "Bu raporu Microsoft Excel™’e aktarmak için buraya tıklayın.",
            "spanish": "Haga clic aquí para exportar este informe a Microsoft Excel™.",
            "korean": "이 보고서를 Microsoft Excel™로 내보내시려면 여기를 클릭하십시오.", 
            "chinese": "點此處用Microsoft Excel格式輸出這份報告。",
            "japanese": "このレポートをMicrosoft Excel™にエクスポートするには。こちらをクリックします。",
            "arabic": "أنقر هنا لتصدير هذا التقرير الى مايكروسوفت إكسل."
          }
        },
        "paragraph11": {
          "number": 11,
          "numberPosTop": 10,
          "numberPosLeft": 89,
          "text":{
            "english": "Click here to print this report.",
            "turkish": "Bu raporu yazdırmak için buraya tıklayın.",
            "spanish": "Haga clic aquí para imprimir este informe.",
            "korean": "이 보고서를 인쇄하시려면 여기를 클릭하십시오.", 
            "chinese": "點此處列印這份報告。",
            "japanese": "このレポートを印刷するには、こちらをクリックします。",
            "arabic": "اانقر هنا لطباعة هذا التقرير."
          }
        }
      }
    }
  }
}