{
 "title": {
    "english": "Administrator Home",
    "turkish": "Yönetici Anasayfası",
    "spanish": "Inicio para Administrador",
    "korean": "교육기관 관리자 홈",
    "arabic": "لصفحة الرئيسية الخاصة بمراقب النظام"
  },
 "segment": "adult",
 "userType": ["admin"],
 "pageCount": 2,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "AAH-q2e-001.png",
      "pageTitle": {
        "english": "View Reports",
        "turkish": "Raporları Görüntüle",
        "spanish": "Ver Informes",
        "korean": "보고서 보기",
        "arabic": "عرض التقارير"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 22,
          "numberPosLeft": 5,
          "text":{
            "english": "View student reports from teachers who have joined your institution’s Online Practice.",
            "turkish": "Kurumunuzun Online Uygulamasına katılan öğretmenlerin öğrenci raporlarını görüntüleyin.",
            "spanish": "Ver reportes de alumnos de los profesores inscritos en la Práctica Online de su institución.",
            "korean": "귀하의 교육기관 온라인 실습에 참여한 교사로부터 학생 보고서 보기.",
            "arabic": "عرض تقارير الطلاب من المعلمين الذين انضموا للممارسة عبر الإنترنت الخاصة بالمؤسسة."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 22,
          "numberPosLeft": 53,
          "text":{
            "english": "View the Online Practice activities for all levels of your course.",
            "turkish": "Kursunuzun tüm seviyeleri için Online Uygulama aktivitelerini görüntüleyin.",
            "spanish": "Ver las actividades de Práctica Online para todos los niveles de su curso.",
            "korean": "귀하 과정의 모든 레벨에 대한 온라인 실습 활동 보기.",
            "arabic": "أنشطة الممارسة عبر شبكة الإنترنت لجميع مستويات المقرر الخاص بك."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 40,
          "numberPosLeft": 5,
          "text":{
            "english": "View the Writing Tutor for all Reading and Writing levels of your course.",
            "turkish": "Kursunuzun tüm Okuma ve Yazma seviyeleri için Özel Yazı Eğitmenine bakın.",
            "spanish": "Vea el Tutor de escritura para todos los niveles de Lectura y Escritura de su curso.",
            "korean": "이수 과정의 읽기와 쓰기 수준 전체에 대한 쓰기 튜터를 보십시오.",
            "chinese": "",
            "japanese": "コース内のすべてのリーディングレベルとライティングレベルのライティングチューターを表示します。",
            "arabic": "أنظر في معلم الكتابة الخصوصي لمشاهدة جميع مستويات القراءة والكتابة لمقررك الدراسي."
          }
        }
      }
    },
    "page02": {
      "pageType": "screenshot",
      "imgId": "AAH002.png",
      "pageTitle": {
        "english": "View activities",
        "turkish": "Aktiviteleri görüntüleyin",
        "spanish": "Ver actividades",
        "korean": "활동 보기",
        "arabic": "عرض الأنشطة"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 4,
          "numberPosTop": 23,
          "numberPosLeft": 12,
          "text":{
            "english": "Administrators can view activities for all levels of a course. Select a level to view on this page.",
            "turkish": "Yöneticiler bir ders kitabının tüm seviyeleri için aktiviteleri görüntüleyebilir. Bu sayfada görüntülemek istediğiniz seviyeyi seçin.",
            "spanish": "Los administradores pueden ver las actividades para todos los niveles de un curso. Seleccione un nivel para ver en esta página.",
            "korean": "교육기관 관리자는 과정의 모든 레벨 활동을 볼 수 있습니다. 레벨을 선택하여 이 페이지에서 보십시오.", 
            "arabic": "يمكن للمديرين عرض الأنشطة لجميع المستويات الخاصة بإحدى الدورات. حدد مستوى لعرضه على هذه الصفحة."
          }
        }
      }
    }
  }
}