{
 "title": {
    "english": "Home",
    "turkish": "Anasayfa",
    "spanish": "Inicio",
    "korean": "홈", 
    "chinese": "首頁",
    "japanese": "ホーム",
    "arabic": "الصفحة الرئيسية "
  },
 "segment": "adult",
 "userType": ["teacher"],
 "pageCount": 1,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "ATH-ce-001.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "korean": "",
        "chinese": "",
        "japanese": "",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 22,
          "numberPosLeft": 7,
          "text":{
            "english": "Click here to manage your Online Practice classes. You can view the details of your classes, delete students’ accounts, add new classes, delete classes, or join an institution.",
            "turkish": "Online Uygulama derslerinizi yönetmek için buraya tıklayın. Sınıflarınızın bilgilerini görebilir, öğrencilerinizin hesaplarını silebilir, yeni sınıflar ekleyebilir ya da bir kuruma katılabilirsiniz.",
            "spanish": "Haga clic aquí para administrar sus clases de Práctica Online. Puede ver los detalles de sus clases, eliminar las cuentas de los estudiantes, añadir nuevas clases, eliminar clases, o inscribirse en una institución.",
            "korean": "본인의 온라인 실습 수업을 관리하려면 여기를 클릭하십시오. 수업의 세부사항을 보고 학생의 계정을 삭제할 수 있으며 새로운 수업 추가, 수업 삭제, 교육기관 참여를 하실 수 있습니다.",
            "chinese": "點此處管理您的線上練習班級。您可以觀看您的班級資料、刪除學生帳號、新增班級、刪除班級或加入機關單位。",
            "japanese": "Online Practiceのクラスを管理するには、こちらをクリックします。クラスの詳細の表示、生徒の削除、新しいクラスの追加登録、クラスの削除、学校・団体への参加登録もできます。",
            "arabic": "انقر هنا لإدارة فصول الممارسة الخاصة بك عبر شبكة الإنترنت. يمكنك عرض التفاصيل المتعلقة بالفصول الخاصة بك أو حذف حسابات الطلاب أو إضافة فصول جديدة أو حذف الفصول أو الانضمام لإحدى المؤسسات."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 45,
          "numberPosLeft": 7,
          "text":{
            "english": "Click here to view scores and reports on your students’ progress.",
            "turkish": "Öğrencilerinin ilerleyişi ile ilgili puanları ve raporları görmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ver las puntuaciones y los informes sobre el progreso de sus estudiantes.",
            "korean": "점수와 학생의 학업 진행 보고서를 보려면 여기를 클릭하십시오.", 
             "chinese": "點此處觀看分數以及學生的進度報告。",
            "japanese": "生徒の学習状況についての得点やレポートを表示するには、こちらをクリックします。",
            "arabic": "انقر هنا لعرض الدرجات والتقارير حول تقدم الطلاب التابعين لك."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 70,
          "numberPosLeft": 7,
          "text":{
            "english": "Click here to enter the Online Practice activity area and to access different resources.",
            "turkish": "Çevrim İçi Uygulama aktiviteleri alanına girip değişik kaynaklara erişmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ingresar en el área de actividad de Práctica Online y acceder a diferentes recursos.",
            "korean": "온라인 실습 활동 영역으로 들어가 다른 자료를 이용하려면 여기를 클릭하십시오.", 
            "chinese": "點此處進入線上練習的學習活動區。",
            "japanese": "Online Practiceのアクティビティエリアにアクセスするには、こちらをクリックします。",
            "arabic": "أنقر هنا لكي تشارك في مجال نشاط الممارسة عبر شبكة الإنترنت ومن أجل الوصول الى موارد مختلفة."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 22,
          "numberPosLeft": 55,
          "text":{
            "english": "Click here to add another level of your Online Practice course.",
            "turkish": "Online Uygulama kursunuza başka bir seviye eklemek için buraya tıklayın.",
            "spanish": "Haga clic aquí para agregar otro nivel a su curso de Práctica Online.",
            "korean": "본인의 온라인 실습 과정에 다른 레벨을 추가하려면 여기를 클릭하십시오.", 
            "chinese": "點此處為您的線上練習課程新增另一個級數本用書。",
            "japanese": "Online Practiceのコースに別のレベルを追加するには、こちらをクリックします。",
            "arabic": "انقر هنا لإضافة مستوى آخر لمقرر الممارسة الخاصة بك عبر شبكة الإنترنت."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 45,
          "numberPosLeft": 55,
          "text":{
            "english": "Click here to use the Email area and send messages to your students. If you have new messages, the number of messages will appear here.",
            "turkish": "E-posta alanını kullanmak ve öğrencilerinize mesaj göndermek için buraya tıklayın. Yeni mesajınız olduğunda, mesajların sayısı burada görüntülenir.",
            "spanish": "Haga clic aquí para utilizar el área de correo electrónico y enviar mensajes a sus estudiantes. Si tiene mensajes nuevos, el número de mensajes aparecerá aquí.",
            "korean": "이메일 영역을 이용하고 학생에게 메시지를 보내려면 여기를 클릭하십시오. 새로운 메시지를 받으면 여기에 메시지 수가 표시됩니다.",
            "chinese": "點此處使用電子郵件功能，傳送訊息給您的學生。如果您收到新訊息，訊息的數量也會在此顯示。",
            "japanese": "メールエリアで生徒にメッセージを送信する場合は、こちらをクリックします。新しいメッセージがある場合は、メッセージ数がこちらに表示されます。",
            "arabic": "انقر هنا لاستخدام منطقة البريد الإلكتروني وإرسال الرسائل إلى طلابك. إذا كانت لديك رسائل جديدة، فإن عدد الرسائل سيظهر هنا."
          }
        }
      }
    }
  }
}