{
 "title": {
    "english": "Student Report",
    "turkish": "Öğrenci Raporu",
    "spanish": "Informe del Estudiante",
    "korean": "학생 보고서", 
    "chinese": "學生報告",
    "japanese": "生徒レポート",
    "arabic": "تقرير عن الطالب"
  },
 "segment": "adult",
 "userType": ["teacher"],
 "pageCount": 1,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "ATRS001.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "korean": "",
        "chinese": "",
        "japanese": "",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 1,
          "numberPosLeft": 4,
          "text":{
            "english": "Click here to view the Class Summary Report (average scores for all of your classes).",
            "turkish": "Sınıf Özet Raporunu (tüm sınıflarınızın ortalama puanları) görmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ver el Informe del Resumen de la Clase (puntuación media en todas sus clases).",
            "korean": "수업 요약 보고서를 보시려면 여기를 클릭하십시오 (전체 수업의 평균 점수).",
            "chinese": "點此處觀看班級簡要報告（您全部班級的平均分數）。",
            "japanese": "クラスのサマリーレポート（全クラスの平均得点）を表示するには、こちらをクリックします。", 
            "arabic": "انقر هنا لعرض التقرير الموجز عن الفصل (معدلات الدرجات الخاصة بجميع فصولك الدراسية)."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 1,
          "numberPosLeft": 18.5,
          "text":{
            "english": "Click here to view the Class Report for the class shown in the menu on the right.",
            "turkish": "Sağdaki menüde gösterilen sınıfa ait Sınıf Raporunu görmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ver el Informe de la Clase que se muestra en el menú de la derecha.",
            "korean": "우측 메뉴에 표시된 수업의 수업 보고서를 보시려면 여기를 클릭하십시오.",
            "chinese": "點此處觀看右側選單所顯示班級的報告。",
            "japanese": "右上に選択されているクラスのクラスレポートを表示するには、こちらをクリックします。", 
            "arabic": "انقر هنا لعرض تقرير الفصل الخاص بالفصل المعروض في القائمة على اليمين."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 2,
          "numberPosLeft": 68,
          "text":{
            "english": "Use this menu to view the Class Report for a different class. Select “All Classes” to go to the Class Summary Report.",
            "turkish": "Farklı bir sınıfa ait bir Sınıf Raporu görmek için bu menüyü kullanın. Sınıf Özet Raporuna gitmek için “All Classes” seçeneğini seçin.",
            "spanish": "Utilice este menú para ver el Informe de Clase para una clase diferente. Seleccione \"All Classes\" para acceder al Informe de Resumen de la Clase.",
            "korean": "이 메뉴를 이용하면 다른 수업의 수업 보고서를 볼 수 있습니다. \"All Classes\"을 선택하면 수업 요약 보고서로 이동합니다.",
            "chinese": "使用此選單來觀看不同班級的班級報告，請選擇 All Classes（全部班級）前往班級簡要報告。",
            "japanese": "別のクラスのクラスレポートを表示するには、このメニューを使用します。クラスのサマリーレポートへ進むには、All Classes[すべてのクラス]を選択します。", 
            "arabic": "استخدم هذه القائمة لعرض تقرير عن الفصل لفصل مختلف. حدد “All Classes” (\"جميع الفصول\") للانتقال إلى التقرير الموجز عن الفصل."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 10,
          "numberPosLeft": 4,
          "text":{
            "english": "Use this menu to view the Student Report for a different student in this class.",
            "turkish": "Bu sınıftaki farklı bir öğrenciye ait Öğrenci Raporunu görmek için bu menüyü kullanın.",
            "spanish": "Utilice este menú para ver el Informe del Estudiante para otro estudiante de esta clase.",
            "korean": "이 메뉴를 이용하면 수업 내 다른 학생의 학생 보고서를 볼 수 있습니다.",
            "chinese": "使用此選單來觀看這個班級中不同學生的學生報告。",
            "japanese": "このクラスの別の生徒の生徒レポートを表示するには、このメニューを使用します。",
            "arabic": "استخدم هذه القائمة لعرض تقرير الطالب لطالب مختلف في هذا الفصل."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 10,
          "numberPosLeft": 67,
          "text":{
            "english": "Click here to see the student’s Achievements.",
            "turkish": "Öğrencinin Başarılarını görmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ver los Logros del estudiante.",
            "korean": "학생의 성과를 보려면 여기를 클릭하십시오.",
            "chinese": "點此處可觀看這位學生的學習成果。",
            "japanese": "生徒の成績を見るには、こちらをクリックします。", 
            "arabic": "انقر هنا لرؤية تحصيل الطلاب."
          }
        },
        "paragraph06": {
          "number": 6,
          "numberPosTop": 17,
          "numberPosLeft": 3,
          "text":{
            "english": "Use this menu to see a student’s results for a specific segment or all segments.",
            "turkish": "Öğrencinin belirli bir bölümde ya da tüm bölümlerde aldığı sonuçları görmek için bu menüyü kullanın.",
            "spanish": "Utilice este menú para ver los resultados de un estudiante en un segmento específico o en todos los segmentos.",
            "korean": "이 메뉴를 이용하여 학생의 특정 세그먼트나 모든 세그먼트 성적을 보십시오.",
            "chinese": "用本功能表檢視學生在具體部分或所有部分的結果。",
            "japanese": "生徒の特定セグメントまたは全セグメントの結果を見るには、このメニューを使用します。", 
            "arabic": "إستعمل هذه القائمة لمشاهدة نتائج الطالب لقسم معيّن أو لجميع الأقسام."
          }
        },
        "paragraph07": {
          "number": 7,
          "numberPosTop": 29,
          "numberPosLeft": 3,
          "text":{
            "english": "You can also click on a segment title to view a student’s Segment Report.",
            "turkish": "Bir öğrencinin Bölüm Raporunu görmek için bir bölüm başlığına da tıklayabilirsiniz.",
            "spanish": "También puede hacer clic en el título de un segmento para ver el Informe de segmento de un estudiante.",
            "korean": "또한 세그먼트 제목을 이용하여 학생의 세그먼트 보고서를 볼 수 있습니다.",
            "chinese": "您也能按一下某個部分標題，檢視學生的Segment Report（部分報告）。",
            "japanese": "生徒のセグメントレポートを表示するには、セグメント名をクリックすることもできます。", 
            "arabic": "يمكنك أيضاً النقر على عنوان القسم لمشاهدة تقرير القسم للطالب."
          }
        },
        "paragraph08": {
          "number": 8,
          "numberPosTop": 28.5,
          "numberPosLeft": 24.5,
          "text":{
            "english": "Click on a unit to view the student’s work in that unit within a specific segment.",
            "turkish": "Öğrencinin belirli bir bölümdeki bir ünitede çalışmasını görmek için üniteye tıklayabilirsiniz.",
            "spanish": "Haga clic en una unidad para ver el trabajo del estudiante en esa unidad dentro de un segmento específico.",
            "korean": "학생의 특정 세그먼트 내 단원 학습을 보시려면 단원을 클릭하십시오.",
            "chinese": "按一下某個單元，即可檢視該學生在該單元之具體部分內的功課。",
            "japanese": "特定のセグメント内のユニットでの生徒の課題を表示するには、そのユニットをクリックします。",
            "arabic": "أنقر على الوحدة لمشاهدة عمل الطالب في تلك الوحدة ضمن قسم معيّن."
          }
        },
        "paragraph09": {
          "number": 9,
          "numberPosTop": 34,
          "numberPosLeft": 3,
          "text":{
            "english": "This row shows a student’s total score for all activities in a unit.",
            "turkish": "Bu satır, öğrencinin bir ünitedeki tüm aktivitelerden aldığı toplam puanı gösterir.",
            "spanish": "Esta fila muestra la calificación total del estudiante para todas las actividades en una unidad.",
            "korean": "이 행은 학생의 단원 내 모든 활동의 총점을 표시합니다.",
            "chinese": "本行顯示學生就某單元內所有活動的總分數。",
            "japanese": "この行にはユニット内のすべてのアクティビティに対する生徒の合計得点が表示されます。", 
            "arabic": "يعرض هذا الصف درجة الطالب الكلية لجميع النشاطات في الوحدة."
          }
        },
        "paragraph10": {
          "number": 10,
          "numberPosTop": 39,
          "numberPosLeft": 3,
          "text":{
            "english": "This row shows the number of times a student attempted all activities in a unit.",
            "turkish": "Bu satır, öğrencinin bir ünitedeki tüm aktiviteleri kaç defa denediğini gösterir.",
            "spanish": "Esta fila muestra el número total de veces que un estudiante intentó todas las actividades en una unidad.",
            "korean": "이 행은 단원 내 모든 활동에 대한 학생의 시도 횟수를 표시합니다.",
            "chinese": "本行顯示學生對單元中全部活動的嘗試次數。",
            "japanese": "この行には、生徒がユニット内のすべてのアクティビティを試みた回数が表示されます。",
            "arabic": "يعرض هذا الصف عدد المرات التي حاول فيها الطالب جميع الأنشطة في الوحدة."
          }
        },
        "paragraph11": {
          "number": 11,
          "numberPosTop": 44,
          "numberPosLeft": 3,
          "text":{
            "english": "This row shows the total amount of time the student spent on each unit.",
            "turkish": "Bu satır, öğrencinin bir ünite üzerinde harcadığı toplam zamanı gösterir.",
            "spanish": "Esta fila muestra la cantidad total de tiempo que el estudiante empleó en cada unidad.",
            "korean": "이 행은 학생이 각 단원에서 활동을 수행한 총 시간을 표시합니다.",
            "chinese": "本行顯示該學生在每個單元上花費的總計時間。",
            "japanese": "この行には、この生徒が各ユニットに費やした合計時間数が表示されます。",
            "arabic": "يعرض هذا الصف مقدار الوقت الكلي الذي قضاه الطالب في كل وحدة."
          }
        },
        "paragraph12": {
          "number": 12,
          "numberPosTop": 33,
          "numberPosLeft": 15,
          "text":{
            "english": "This is the student’s total score across all activities in a segment.",
            "turkish": "Burada öğrencinin bir bölümün tüm aktivitelerinden aldığı toplam puan gösterilir.",
            "spanish": "Esta es la puntuación total del estudiante en todas las actividades del estudiante en un segmento.",
            "korean": "이것은 세그먼트 내 전체 활동에 대한 학생의 총점입니다.",
            "chinese": "這是該學生在某部分內全部活動上的總分數。",
            "japanese": "これはセグメント内のすべてのアクティビティに対する生徒の合計得点です。",
            "arabic": "هذه هي درجة الطالب الكلية عبرَ جميع النشاطات في القسم."
          }
        },
        "paragraph13": {
          "number": 13,
          "numberPosTop": 38,
          "numberPosLeft": 17,
          "text":{
            "english": "This is the total number of times the student has attempted all activities in a segment.",
            "turkish": "Burada öğrencinin bir bölümün tüm aktiviteleri toplam deneme sayısı gösterilir.",
            "spanish": "Este es el número total de veces que el estudiante ha intentado todas las actividades en un segmento.",
            "korean": "이것은 세그먼트 내 모든 활동에 대한 학생의 총 시도 횟수입니다.",
            "chinese": "這是該學生對某部分內全部活動的總計嘗試次數。",
            "japanese": "これは生徒がセグメント内のすべてのアクティビティを試みた合計回数です。",
            "arabic": "هذا هو مجموع عدد المرات التي حاول فيها الطالب جميع النشاطات في القسم."
          }
        },
        "paragraph14": {
          "number": 14,
          "numberPosTop": 43,
          "numberPosLeft": 16,
          "text":{
            "english": "This is the total time taken on all activities in a segment.",
            "turkish": "Burada bir bölümün tüm aktivitelerinde harcanan toplam zaman gösterilir.",
            "spanish": "Este es el total de tiempo empleado en todas las actividades en un segmento.",
            "korean": "이것은 세그먼트 내 모든 활동을 수행한 총 시간입니다.",
            "chinese": "這是在某部分內全部活動所用的總計時間。",
            "japanese": "これはセグメント内のすべてのアクティビティにかかった合計時間です。",
            "arabic": "هذا هو الوقت الكلي  الذي قضاه الطالب في جميع النشاطات في القسم."
          }
        },
        "paragraph15": {
          "number": 15,
          "numberPosTop": 16,
          "numberPosLeft": 76,
          "text":{
            "english": "Click here to export this report to Microsoft Excel™.",
            "turkish": "Bu raporu Microsoft Excel™ olarak dışa aktarmak için buraya tıklayın.",
            "spanish": "Haga clic aquí para exportar este informe a Microsoft Excel™.",
            "korean": "이 보고서를 Microsoft Excel™로 내보내시려면 여기를 클릭하십시오.",
            "chinese": "點此處用Microsoft Excel™格式輸出這份報告。",
            "japanese": "このレポートをMicrosoft Excel™へエクスポートするには、こちらをクリックします。",
            "arabic": "انقر هنا لتصدير هذا التقرير إلى Microsoft Excel™."
          }
        },
        "paragraph16": {
          "number": 16,
          "numberPosTop": 16,
          "numberPosLeft": 85,
          "text":{
            "english": "Click here to print this report.",
            "turkish": "Bu raporu yazdırmak için buraya tıklayın.",
            "spanish": "Haga clic aquí para imprimir este informe.",
            "korean": "이 보고서를 인쇄하시려면 여기를 클릭하십시오.",
            "chinese": "點此處列印這份報告。",
            "japanese": "このレポートを印刷するには、こちらをクリックします。",
            "arabic": "انقر هنا لطباعة هذا التقرير."
          }
        }
      }
    }
  }
}