{
 "title": {
    "english": "Class Details",
    "turkish": "Sınıf Bilgileri",
    "spanish": "Detalles de la Clase",
    "arabic": "تفاصيل الفصل"
  },
 "segment": "adult",
 "userType": ["teacher"],
 "pageCount": 1,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "ATCD001.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 15,
          "numberPosLeft": 32,
          "text":{
            "english": "Click here to change the name of this class.",
            "turkish": "Bu sınıfın adını değiştirmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para cambiar el nombre de esta clase.",
            "arabic": "انقر هنا لتغيير اسم هذا الفصل."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 54,
          "numberPosLeft": 7,
          "text":{
            "english": "Check this box to delete this student from this class. Then click “Save Changes”.",
            "turkish": "Bu öğrenciyi bu sınıftan çıkarmak için bu kutuyu işaretleyin. Sonra, “Save Changes’ düğmesini tıklayın.",
            "spanish": "Marque esta casilla para eliminar al estudiante de esta clase. Luego haga clic en \"Save Changes\".",
            "arabic": "ضع علامة فيهذا المربع لحذف هذا الطالب من هذا الفصل. ثم انقر على “Save Changes”(\"حفظ التغييرات\")."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 83,
          "numberPosLeft": 13,
          "text":{
            "english": "Click here to go back to the previous screen. If you did not click “Save Changes” your changes will not be saved.",
            "turkish": "Önceki ekrana dönmek için buraya tıklayın. “Save Changes” düğmesini tıklamadıysanız yaptığınız değişiklikler kaydedilmez.",
            "spanish": "Haga clic aquí para regresar a la pantalla anterior. Si no hizo clic en \"Save Changes\" no se guardarán los cambios.",
            "arabic": "انقر هنا للعودة إلى الشاشة السابقة. في حالة عدم النقر على “Save Changes”(\"حفظ التغييرات\"),فلن يتم حفظ التغييرات التي أجريتها."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 83,
          "numberPosLeft": 76,
          "text":{
            "english": "Click here to save the changes you made to this class.",
            "turkish": "Bu sınıfta yaptığınız değişiklikleri kaydetmek üzere buraya tıklayın.",
            "spanish": "Haga clic aquí para guardar los cambios realizados para esta clase.",
            "arabic": "اانقر هنا لحفظ التغييرات التي أجريتهاعلى هذا الفصل."
          }
        }
      }
    }
  }
}