{
 "title": {
    "english": "Edit Class Name",
    "turkish": "Sınıf Adını Değiştir",
    "spanish": "Editar Nombre de la Clase",
    "korean": "수업명 편집", 
    "chinese": "編輯班級名稱",
    "japanese": "クラス名の編集",
    "arabic": "تحرير اسم الفصل"
  },
 "segment": "adult",
 "userType": ["teacher"],
 "pageCount": 1,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "ATCEN001.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "korean": "", 
        "chinese": "",
        "japanese": "",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 47,
          "numberPosLeft": 8,
          "text":{
            "english": "Enter the new name for your class. Then click “Save”. If you do not want to change the name of your class, click “Cancel”.",
            "turkish": "Sınıfınız için yeni bir ad yazın. Ardından “Save”e tıklayın. Sınıfınızın adını değiştirmek istemiyorsanız, “Cancel” seçeneğine tıklayın.",
            "spanish": "Ingrese el nuevo nombre para la clase. Luego haga clic en \"Save\". Si no desea cambiar el nombre de su clase, haga clic en \"Cancel\".",
            "korean": "수업의 새 이름을 입력하십시오. 그 다음으로 \"Save\" 을 클릭하십시오. 수업명을 변경하지 않으시려면 \"Cancel\"를 클릭하십시오.", 
            "chinese": "為您的班級輸入新的名稱，然後點擊「Save」。如果您不想更改您的班級名稱，請點擊「Cancel」。",
            "japanese": "新しいクラス名を入力します。その後、Save[保存]をクリックします。クラス名を変更しない場合は、Cancel[キャンセル]をクリックします。",
            "arabic": "أدخل الاسم الجديد لفصلك. ثم انقر على “Save”(\"حفظ\"). إذا كنت لا ترغب في تغيير اسم فصلك، فانقر على “Cancel”(\"إلغاء\")."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 57,
          "numberPosLeft": 11,
          "text":{
            "english": "Click here to save your class name and return to the Class Details page.",
            "turkish": "Sınıf adınızı kaydetmek ve Sınıf Bilgileri sayfasına geri dönmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para guardar el nombre de su clase y regresar a la página de Detalles de la Clase.",
            "korean": "수업명을 저장하고 수업 세부사항 페이지로 돌아가려면 여기를 클릭하십시오.", 
            "chinese": "點此處儲存您的班級名稱，並回到班級資料頁面。",
            "japanese": "クラス名を保存しクラスの詳細ページに戻るには、こちらをクリックします。",
            "arabic": "انقر هنا لحفظ اسم فصلك والعودة إلى صفحة التفاصيل الخاصة بالفصل."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 57,
          "numberPosLeft": 24,
          "text":{
            "english": "Click here to go back to the Class Details page without saving any changes.",
            "turkish": "Değişiklikleri kaydetmeden Sınıf Bilgileri sayfasına geri dönmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para volver a la página de Detalles de la Clase sin guardar los cambios.",
            "korean": "변경사항을 저장하지 않고 수업 세부사항 페이지로 돌아가려면 여기를 클릭하십시오.",
            "chinese": "點此處回到班級資料頁面，不做任何變更。",
            "japanese": "変更内容を保存しないでクラスの詳細ページに戻るには、こちらをクリックします。",
            "arabic": "انقر هنا للعودة إلى صفحة تفاصيل الفصل دون حفظ أي تغييرات."
          }
        }
      }
    }
  }
}