{
 "title": {
    "english": "Add a Level",
    "turkish": "Seviye Ekle ",
    "spanish": "Añadir un Nivel",
    "korean": "레벨 추가",
    "chinese": "新增等級",
    "japanese": "レベルの追加",
    "arabic": "إضافة مستوى"
  },
 "segment": "adult",
 "userType": ["teacher"],
 "pageCount": 5,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "ATAL001.png",
      "pageTitle": {
        "english": "Enter your access code",
        "turkish": "Erişim kodunuzu girin",
        "spanish": "Ingrese su código de acceso",
        "korean": "접속 코드 입력", 
        "chinese": "輸入您的使用密碼",
        "japanese": "アクセスコードの入力",
        "arabic": "أدخل رمز الدخول الخاص بك."
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 14,
          "numberPosLeft": 10,
          "text":{
            "english": "Enter your Online Practice access code here. The access code is on your Teacher’s Access Code Card. You must have an access code to add a new level to your account.",
            "turkish": "Online Uygulama erişim kodunuzu buraya girin. Erişim kodu Öğretmen Erişim Kodu Kartınızın üzerindedir. Hesabınıza yeni bir seviye eklemek için bir erişim kodu gereklidir.",
            "spanish": "Ingrese su código de acceso para la Práctica Online aquí. El código de acceso se encuentra en su Tarjeta de Código de Acceso de Profesor. Usted debe tener un código de acceso para agregar un nuevo nivel en su cuenta.",
            "korean": "여기에 온라인 실습 접속 코드를 입력하십시오. 접속 코드는 교사 접속 코드 카드에 기재되어 있습니다. 접속 코드가 있어야 계정에 새로운 레벨을 추가할 수 있습니다.", 
            "chinese": "請在此處輸入您的線上練習使用密碼。使用密碼在您的教師通行代碼卡片上面，您必須有使用密碼，才能夠在您的帳號新增一個級數。。",
            "japanese": "Online Practice のアクセスコードをここに入力します。アクセスコードは、生徒用アクセスコードカードに記載されています。アカウントに新しいレベルを追加するには、アクセスコードが必要となります。",
            "arabic": "أأدخل رمز دخول الممارسة على الانترنت الخاص بك هنا. رمز الدخول موجود على بطاقة رمز دخول المعلم الخاصة بك. يجب أن يكون لديك رمز دخول لإضافة مستوى جديد إلى حسابك."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 28,
          "numberPosLeft": 10,
          "text":{
            "english": "Click here to go to the Oxford University Press website for information on how to buy an access code.",
            "turkish": "Erişim kodunu nasıl alacağınıza dair bilgi edinmek üzere Oxford University Press internet sitesine gitmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ir al sitio web de Oxford University Press para obtener información acerca de cómo comprar un código de acceso.",
            "korean": "여기를 클릭하여 Oxford University Press 웹사이트에 가서 접속 코드 구입 정보를 확인하십시오.", 
            "chinese": "點此處前往牛津大學出版社網站，瞭解如何購買使用密碼。",
            "japanese": "アクセスコードの購入については、こちらをクリックしてオックスフォード大学出版局ホームページにアクセスしてください。",
            "arabic": "انقر هنا للذهاب إلى موقع وكالة جامعة أكسفورد للحصول على معلومات حول كيفية شراء رمز دخول."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 14,
          "numberPosLeft": 42,
          "text":{
            "english": "Click here to submit your access code.",
            "turkish": "Erişim kodunuzu girmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para enviar su código de acceso.",
            "korean": "여기를 클릭하여 접속 코드를 제출하세요.", 
            "chinese": "點此處送出您的使用密碼。",
            "japanese": "アクセスコードを送信するには、こちらをクリックします。",
            "arabic": "انقر هنا لإرسال رمز الدخول الخاص بك."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 89,
          "numberPosLeft": 13,
          "text":{
            "english": "Click here to go back to the previous page.",
            "turkish": "Bir önceki sayfaya geri dönmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para volver a la página anterior.",
            "korean": "여기를 클릭하여 이전 페이지로 돌아가십시오.", 
            "chinese": "點此處回上一頁。",
            "japanese": "前のページに戻るには、こちらをクリックします。",
            "arabic": "انقر هنا للعودة إلى الصفحة السابقة."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 89,
          "numberPosLeft": 84,
          "text":{
            "english": "Click here to go to the next page after entering your access code.",
            "turkish": "Erişim kodunuzu girdikten sonra bir sonraki sayfaya geçmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ir a la página siguiente una vez ingresado su código de acceso.",
            "korean": "접속 코드를 입력한 후 다음 페이지로 이동하려면 여기를 클릭하십시오.", 
            "chinese": "輸入您的使用密碼後，點此處前往下一頁。",
            "japanese": "アクセスコードを入力した後、次のページに進むには、こちらをクリックします。",
            "arabic": "انقر هنا للذهاب إلى الصفحة التالية بعد إدخال رمز الدخول الخاص بك."
          }
        }
      }
    },
    "page02": {
      "pageType": "screenshot",
      "imgId": "ATAL002.jpg",
      "pageTitle": {
        "english": "Select a level",
        "turkish": "Bir seviye seçin",
        "spanish": "Seleccione un nivel",
        "korean": "레벨 선택", 
        "chinese": "選擇級數",
        "japanese": "レベルの選択",
        "arabic": "حدد مستو"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 24,
          "numberPosLeft": 1,
          "text":{
            "english": "Select a level. It is very important to select the level that you are using. Check to make sure it is the same level as your book.",
            "turkish": "Bir seviye seçin. Kullandığınız seviyenin seçilmesi son derece önemlidir. Kitabınızla aynı seviye olduğundan emin olmak için kitabınızın seviyesini kontrol edin.",
            "spanish": "Seleccione un nivel. Es muy importante seleccionar el nivel que está utilizando. Asegúrese de que sea el mismo nivel que su libro.",
            "korean": "레벨을 선택하십시오. 본인이 이용 중인 레벨을 선택하는 것이 중요합니다. 본인의 책과 같은 레벨인지 확인하십시오.", 
            "chinese": "請選擇一個級數。選擇您正在使用的級數非常重要，請確認您的選擇跟您的課本是同一個級數。",
            "japanese": "レベルを選択します。お使いのレベルを選択することが重要です。今お使いのテキストのレベルと同じであるかことを確認してください。",
            "arabic": "حدد مستوى. من الأهمية بمكان أن تحدد المستوى الذي تستخدمه. افحص للتأكد من أنه نفس مستوى كتابك."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 91,
          "numberPosLeft": 12,
          "text":{
            "english": "Click here to go back to the previous page.",
            "turkish": "Bir önceki sayfaya geri dönmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para volver a la página anterior.",
            "korean": "여기를 클릭하여 이전 페이지로 돌아가십시오.", 
            "chinese": "點此處回上一頁。",
            "japanese": "前のページに戻るには、こちらをクリックします。",
            "arabic": "انقر هنا للعودة إلى الصفحة السابقة."
          }
        }
      }
    },
    "page03": {
      "pageType": "screenshot",
      "imgId": "ATAL003.png",
      "pageTitle": {
        "english": "Join an institution",
        "turkish": "Bir kuruma katılın",
        "spanish": "Inscribirse a una institución",
        "korean": "교육기관 가입", 
        "chinese": "加入機關單位",
        "japanese": "学校・団体への参加登録",
        "arabic": "الانضمام إلى مؤسسة"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 24,
          "numberPosLeft": 9,
          "text":{
            "english": "If you have an institution ID code, enter it here. This is a code that your administrator can give you. This code links your class records with your school or institution. If you do not have an institution ID code, click “Skip”. You can enter an institution ID code later by clicking “Join an Institution” from your Class Details page.",
            "turkish": "Bir kurum kimlik (ID) kodunuz varsa, buraya girin. Bu, yöneticinizin size verebileceği bir koddur ve E-... ile başlar. Bu kod ders kayıtlarınızı okul ya da kuruma iletmenizi sağlar. Bir kurum ID kodunuz yoksa, “Skip” seçeneğine tıklayın. Daha sonra Sınıf Bilgileri sayfasından “Join an Institution” seçeneğine tıklayarak bir kurum ID kodu girebilirsiniz.",
            "spanish": "Si tiene un código de ID de institución, ingréselo aquí. Su administrador puede facilitarle este código. Este código vincula sus registros de clase con su escuela o institución. Si no tiene un código de ID de institución, haga clic en \"Skip\". Puede introducir un código de ID de institución más tarde haciendo clic en “Join an Institution” desde su página de Detalles de la Clase.",
            "korean": "교육기관 ID 코드가 있다면 여기에 입력하십시오. 이 코드는 교육기관 관리자가 제공할 수 있습니다. 이 코드는 수업 기록과 학교, 교육기관을 연결합니다. 교육기관 ID 코드가 없다면 \"건너뛰기\"를 클릭하십시오. 교육기관 ID 코드는 나중에 수업 세부사항 페이지에서 \"교육기관 가입\"을 클릭하여 입력할 수 있습니다.", 
            "chinese": "如果您有機關單位代碼，請在此輸入。機關單位代碼由您的管理人提供，此代碼將您的班級紀錄連結到您的學校或機關單位。如果您沒有機關單位代碼，請點擊 Skip（略過）。您也可以之後再輸入機關單位代碼，從您的班級資料頁面點擊 ",
            "japanese": "学校・団体のIDコードをお持ちの場合は、こちらに入力します。このコードは管理者から渡されるものです。このコードは学校・団体とクラス用のレポートをリンクします。学校・団体のIDコードをお持ちでない場合は、Skip[スキップ]をクリックします。学校・団体コードを後から入力するには、クラス詳細ページからJoin an Institution　[学校・団体に参加登録する]をクリックします。",
            "arabic": "إذا كان لديك رمز مُعرِّف خاص بإحدى المؤسسات، فقم بإدخاله هنا. فهذا هو الرمز الذي سوف يعطيك إياه مديرك. ويربط هذا الرمز سجلات الفصل الخاص بك مع مدرستك أو مؤسستك. إذا لم يكن لديك رمز مُعرِّف خاص بإحدى المؤسسات، فانقر“Skip”(\"تخطي\"). يمكنك إدخال رمز مُعرِّف المؤسسة الخاصة بك في وقت لاحق عن طريق النقر على “Join an Institution”(\"الانضمام إلى مؤسسة\") من صفحة التفاصيل الخاصة بفصلك. "
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 86,
          "numberPosLeft": 12,
          "text":{
            "english": "Click here to go back to the previous page.",
            "turkish": "Bir önceki sayfaya geri dönmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para volver a la página anterior.",
            "korean": "여기를 클릭하여 이전 페이지로 돌아가십시오.", 
            "chinese": "點此處回到上一頁。",
            "japanese": "前のページに戻るには、こちらをクリックします。",
            "arabic": "انقر هنا للعودة إلى الصفحة السابقة."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 86,
          "numberPosLeft": 74,
          "text":{
            "english": "Click here if you do not have an institution ID code.",
            "turkish": "Bir kurum ID kodunuz yoksa buraya tıklayın.",
            "spanish": "Haga clic aquí para saltarse esta página sin ingresar un nombre de clase.",
            "korean": "교육기관 ID 코드가 없다면 여기를 클릭하십시오.", 
            "chinese": "如果您沒有機關單位代碼，請點此處。",
            "japanese": "学校・団体コードをお持ちでない場合は、こちらをクリックします。",
            "arabic": "انقر هنا إذا لم يكن لديك رمز مُعرِّف خاص بإحدى المؤسسات."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 86,
          "numberPosLeft": 85,
          "text":{
            "english": "Click here to submit your institution ID code and go to your Home page.",
            "turkish": "Kurum ID kodunuzu göndermek ve Anasayfanıza gitmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para enviar el nombre de la clase y avanzar a la página siguiente.",
            "korean": "교육기관 ID 코드를 제출하고 홈페이지로 가려면 여기를 클릭하십시오.", 
            "chinese": "點此處送出您的機關單位代碼，並前往下一頁。",
            "japanese": "学校・団体コードを送信してホームページに進むには、こちらをクリックします。",
            "arabic": "انقر هنا لإرسال رمز مُعرِّف المؤسسة الخاص بك وانتقل إلى الصفحة الرئيسية الخاصة بك."
          }
        }
      }
    },
    "page04": {
      "pageType": "screenshot",
      "imgId": "ATAL004.png",
      "pageTitle": {
        "english": "Create a class",
        "turkish": "Sınıf Oluşturun",
        "spanish": "Guarde el código de su clase",
        "korean": "수업 생성", 
        "chinese": "創建班級",
        "japanese": "クラスの作成",
        "arabic": "إنشاءفصل"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 34,
          "numberPosLeft": 9,
          "text":{
            "english": "Enter a name for your first class. To create additional classes later, click “Manage Classes” from your Home page when you finish registering.",
            "turkish": "İlk sınıfınız için bir ad girin. Daha sonra başka sınıflar oluşturmak için, kaydı tamamladıktan sonra Anasayfanızdan “Manage Classes” seçeneğine tıklayın.",
            "spanish": "Este es el código de identificación para la clase que nombró en la pantalla anterior. Comparta este código con sus estudiantes para que puedan inscribirse a su clase y usted pueda ver su trabajo.",
            "korean": "첫 수업의 이름을 입력하십시오. 나중에 추가로 수업을 생성하려면 등록 완료 시 홈페이지에서 \"수업 관리\"를 클릭하십시오.", 
            "chinese": "為您的第一個班級輸入名稱。如果之後您想要增加更多班級，完成註冊後，請由首頁點擊 Manage Classes（管理班級）。",
            "japanese": "最初のクラス名を入力します。追加のクラスを後から作成する場合は、登録が完了した後、ホームページからManage Classes[クラスの管理]をクリックします。",
            "arabic": "أأدخل اسم لأول فصل خاص بك. لإنشاء فصول إضافية لاحقًا؛ انقر على “Manage Classes”(\"إدارة الفصول\") من صفحتك الرئيسية عندما تنتهي من التسجيل."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 88,
          "numberPosLeft": 12,
          "text":{
            "english": "Click here to go back to the previous page.",
            "turkish": "Bir önceki sayfaya geri dönmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para volver a la página anterior.",
            "korean": "여기를 클릭하여 이전 페이지로 돌아가십시오.", 
            "chinese": "點此處回到上一頁。",
            "japanese": "前のページに戻るには、こちらをクリックします。",
            "arabic": "انقر هنا للعودة إلى الصفحة السابقة."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 88,
          "numberPosLeft": 74,
          "text":{
            "english": "Click here to skip this page without entering a class name.",
            "turkish": "Bir sınıf adı girmeden bu sayfayı atlamak için buraya tıklayın.",
            "spanish": "Haga clic aquí para saltarse esta página sin ingresar un nombre de clase.",
            "korean": "수업명을 입력하지 않고 이 페이지를 건너뛰려면 여기를 클릭하십시오. ", 
            "chinese": "點此處略過此頁面，不輸入班級名稱。",
            "japanese": "クラス名を入力しないでこのページをスキップする場合は、こちらをクリックします。",
            "arabic": "انقر هنا لتخطي هذه الصفحة بدون إدخال اسم فصل."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 88,
          "numberPosLeft": 85,
          "text":{
            "english": "Click here submit your class name and go to the next page.",
            "turkish": "Sınıf adınızı girmek ve bir sonraki sayfaya gitmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para enviar el nombre de la clase y avanzar a la página siguiente.",
            "korean": "수업명을 제출하고 다음 페이지로 가려면 여기를 클릭하십시오.", 
            "chinese": "點次處送出您的班級名稱，並前往下一頁。",
            "japanese": "クラス名を送信して次のページに進むには、こちらをクリックします。",
            "arabic": "انقر هنا لإرسال اسم الفصل الخاص بك وانتقل للصفحة التالية."
          }
        }
      }
    },
    "page05": {
      "pageType": "screenshot",
      "imgId": "ATAL005.png",
      "pageTitle": {
        "english": "Save your class code",
        "turkish": "Sınıf kodunuzu kaydedin",
        "spanish": "Guarde el código de su clase",
        "korean": "수업 코드 저장", 
        "chinese": "儲存您的班級代碼",
        "japanese": "クラスコードの保存",
        "arabic": "قم بحفظ رمز الفصل الخاص بك."
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 20,
          "numberPosLeft": 9,
          "text":{
            "english": "This is the class ID code for the class you named in the previous screen. Give this code to your students so they can join your class and you can see their work.",
            "turkish": "Bu bir önceki ekranda adını girdiğiniz dersin ID kodudur. Derse katılabilmeleri ve çalışmalarınızı görebilmeleri için C-... ile başlayan bu kodu öğrencilerinize verin.",
            "spanish": "Este es el código de identificación para la clase que nombró en la pantalla anterior. Comparta este código con sus estudiantes para que puedan inscribirse a su clase y usted pueda ver su trabajo.",
            "korean": "이것은 이전 화면에서 이름을 지정한 수업의 수업 ID 코드입니다. 이 코드를 학생에게 제공하여 수업에 참여하도록 하고 학생의 학습을 볼 수 있도록 하십시오.", 
            "chinese": "這是您在前一個畫面所命名班級的代碼，將這個代碼提供給您的學生，以便他們加入您的班級，而您能夠觀看他們的課業。",
            "japanese": "今回登録されたクラスのクラスIDコードが決まりました。このコードを生徒に配布すると、生徒はクラスに参加登録ができ、先生は生徒の学習状況を確認できます。",
            "arabic": "انقر على رمز مُعرِّف الفصل الخاص بالفصل الذي قمت بتسميته في الشاشة السابقة. قم بإعطاء هذا الرمز لطلابك كي يتمكنوا من الانضمام إلى فصلك ويمكنهم رؤية العمل الخاص بهم."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 86,
          "numberPosLeft": 12,
          "text":{
            "english": "Click here to print this page for your records or to copy and share with your students.",
            "turkish": "Referans için bu sayfayı yazdırmak veya öğrencilerinize paylaşmak üzere kopyalamak için buraya tıklayın.",
            "spanish": "Haga clic aquí para imprimir esta página para sus registros o para copiar y compartir con sus estudiantes.",
            "korean": "기록물에 이용하시거나 복사하여 학생들에게 나눠주려면 여기를 클릭하십시오.", 
            "chinese": "點此處列印本頁面，供您留存紀錄，或複印給學生。",
            "japanese": "このページを印刷して保管、またはコピーして生徒に配布するには、こちらをクリックします。",
            "arabic": "انقر هنا لطباعة هذه الصفحة الخاصة بسجلاتك أو نسخها ومشاركتها مع طلابك."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 86,
          "numberPosLeft": 84,
          "text":{
            "english": "Click here to return to your Home page.",
            "turkish": "Anasayfanıza dönmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para volver a la página de Inicio.",
            "korean": "홈페이지로 돌아가려면 여기를 클릭하십시오.", 
            "chinese": "點此處回到您的首頁。",
            "japanese": "ホームページに戻るには、こちらをクリックします。",
            "arabic": "انقر هنا للعودة إلى الصفحة الرئيسية الخاصة بك."
          }
        }
      }
    }
  }
}