{
 "title": {
    "english": "Writing Tutor",
    "turkish": "Özel Yazı Eğitmeni",
    "spanish": "Tutor de escritura",
    "arabic": "معلم الكتابة الخصوصي"
  },
 "segment": "adult",
 "userType": ["teacher"],
 "pageCount": 3,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "ATWT001.png",
      "pageTitle": {
        "english": "Choose an Assignment",
        "turkish": "Bir Ödev seç",
        "spanish": "Seleccionar una tarea",
        "arabic": "قم باختيار واجب"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 15,
          "numberPosLeft": 88,
          "text":{
            "english": "Click here to select a different book. Writing Tutor is only available for Reading & Writing levels.",
            "turkish": "Başka bir kitap seçmek için buraya tıklayın. Özel Yazı Eğitmeni yalnızca Okuma ve Yazma seviyeleri içindir.",
            "spanish": "Haga clic aquí para seleccionar un libro diferente. El Tutor de escritura está disponible únicamente para los niveles de Lectura y Escritura. ",
            "arabic": "أنقر هنا لكي تختار كتاب مختلف. معلم الكتابة الخصوصي متوفر لمستويات القراءة والكتابة."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 33,
          "numberPosLeft": 3,
          "text":{
            "english": "This column lists the writing assignment names.",
            "turkish": "Bu sütun yazı ödevlerinin adlarını gösterir.",
            "spanish": "Esta columna enumera los nombres de tareas de escritura.",
            "arabic": "يدرج هذا العمود أسماء واجبات الكتابة."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 33,
          "numberPosLeft": 44,
          "text":{
            "english": "Click here to View a Model. It demonstrates the structure of the writing and it has a sample writing.",
            "turkish": "Bir Modeli Görmek için buraya tıklayın. Model, yazı türünün yapısını gösterir ve örnek bir yazı içerir.",
            "spanish": "Haga clic aquí para Ver un modelo. Este demuestra la estructura de la escritura e incluye una muestra de escritura.",
            "arabic": "أنقر هنا لكي ترى نموذج يوضح لك تركيب الكتابة ويحتوي على عينة من الكتابة."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 33,
          "numberPosLeft": 73,
          "text":{
            "english": "Click here to view where students write the assignment. The writing framework helps students organize their writing assignments.",
            "turkish": "Öğrencilerin ödevi nerede yazacaklarını görmek için buraya tıklayın. Yazı çerçevesi, öğrencilerin yazı ödevlerini düzenlemelerine yardım eder.",
            "spanish": "Haga clic aquí para ver dónde los estudiantes escriben la tarea. El marco de trabajo para escritura ayuda a los estudiantes a organizar sus tareas de escritura.",
            "arabic": "أنقر هنا لكي ترى أين يكتب الطلاب الواجبات. هيكل الكتابة يساعد الطلاب لتنظيم واجباتهم الكتابية."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 90,
          "numberPosLeft": 2,
          "text":{
            "english": "Click here to go back to the previous page.",
            "turkish": "Bir önceki sayfaya dönmek üzere buraya tıklayın.",
            "spanish": "Haga clic aquí para regresar a la página anterior.",
            "arabic": "أنقر هنا لكي ترجع الى الصفحة السابقة."
          }
        }
      }
    },
    "page02": {
      "pageType": "screenshot",
      "imgId": "ATWT002.jpg",
      "pageTitle": {
        "english": "View a Model",
        "turkish": "Bir Modele Bak",
        "spanish": "Ver un modelo",
        "arabic": "شاهد النموذج "
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 12,
          "numberPosLeft": 1,
          "text":{
            "english": "Read the writing assignment prompt here.",
            "turkish": "Yazı ödevi istemini burada okuyun.",
            "spanish": "Lea aquí el indicador de tarea de escritura.",
            "arabic": "اقرأ الحث على واجبات الكتابة هنا."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 7,
          "numberPosLeft": 93,
          "text":{
            "english": "Click here to view where students write the assignment.",
            "turkish": "Öğrencilerin ödevi nerede yazacaklarını görmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ver dónde los estudiantes escriben la tarea.",
            "arabic": "أنقر هنا لكي ترى أين يكتب الطلاب الواجب."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 35,
          "numberPosLeft": 90,
          "text":{
            "english": "View the Model here to understand how texts are constructed for the writing assignment.",
            "turkish": "Yazı ödevindeki metinlerin nasıl yapılandığını anlamak için bir Modele burada bakın.",
            "spanish": "Vea el Modelo aquí para entender cómo se construyen los textos para la tarea de escritura.",
            "arabic": "راجع النموذج هنا لكي تستوعب كيف يتم بناء نصوص تخص واجب الكتابة."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 26,
          "numberPosLeft": 22,
          "text":{
            "english": "Click here to hide the left navigation.",
            "turkish": "Sol gezinmeyi gizlemek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ocultar la navegación izquierda.",
            "arabic": "أنقر هنا لكي تخفي التنقل الأيسر."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 29,
          "numberPosLeft": 6,
          "text":{
            "english": "Use the boxes below to see how a well-structured writing is organized.",
            "turkish": "İyi yapılandırılmış bir yazının nasıl düzenlendiğini görmek için aşağıdaki kutuları kullanın.",
            "spanish": "Use las casillas a continuación para ver cómo está organizada una escritura bien estructurada.",
            "arabic": "إستعمل المربعات أدناه لكي ترى كيفية تنظيم التركيب الجيد للكتابة."
          }
        },
        "paragraph06": {
          "number": 6,
          "numberPosTop": 32,
          "numberPosLeft": 2,
          "text":{
            "english": "Click here to read about the assignment writing style.",
            "turkish": "Ödevin yazı tarzını okumak için buraya tıklayın.",
            "spanish": "Haga clic aquí para leer acerca del estilo de la tarea de escritura.",
            "arabic": "أنقر هنا لكي تقرأ عن أسلوب واجب الكتابة."
          }
        },
        "paragraph07": {
          "number": 7,
          "numberPosTop": 35,
          "numberPosLeft": 2,
          "text":{
            "english": "Click here to see how the writing sample was planned.",
            "turkish": "Yazı örneğinin nasıl planlandığını görmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ver cómo se planificó la muestra de escritura.",
            "arabic": "أنقر هنا لكي ترى كيف تم تخطيط نموذج الكتابة."
          }
        },
        "paragraph08": {
          "number": 8,
          "numberPosTop": 38.5,
          "numberPosLeft": 2,
          "text":{
            "english": "Click here to see the sample writing.",
            "turkish": "Yazı örneğini görmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ver la escritura de ejemplo.",
            "arabic": "أنقر هنا لترى نموذج الكتابة."
          }
        },
        "paragraph09": {
          "number": 9,
          "numberPosTop": 42,
          "numberPosLeft": 2,
          "text":{
            "english": "Click here to see the entire Model.",
            "turkish": "Modelin tamamını görmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ver el Modelo completo.",
            "arabic": "أنقر هنا لترى النموذج بأكمله."
          }
        },
        "paragraph10": {
          "number": 10,
          "numberPosTop": 45,
          "numberPosLeft": 6,
          "text":{
            "english": "Click the boxes below to highlight specific structures in the sample essay. Each will highlight in a different color. Click again to hide.",
            "turkish": "Örnek yazıdaki özel yapılara dikkati çekmek için aşağıdaki kutulara tıklayın. Her biri  değişik bir renk olacaktır. Gizlemek için tekrar tıklayın.",
            "spanish": "Haga clic en las casillas a continuación para resaltar estructuras específicas en el ensayo de ejemplo. Cada una resaltará en un color diferente. Haga clic para ocultar.",
            "arabic": "أنقر على المربعات أدناه لكي تسلط الضوء على تراكيب خاصة في نموذج المقالة. كل واحد يسلط الضوء باستعمال لون مختلف. أنقر مرة أخرى للاخفاء."
          }
        },
        "paragraph11": {
          "number": 11,
          "numberPosTop": 95,
          "numberPosLeft": 6,
          "text":{
            "english": "Click here to go back to the previous page.",
            "turkish": "Bir önceki sayfaya dönmek üzere buraya tıklayın.",
            "spanish": "Haga clic aquí para regresar a la página anterior.",
            "arabic": "أنقر هنا لكي ترجع الى الصفحة السابقة."
          }
        }
      }
    },
    "page03": {
      "pageType": "screenshot",
      "imgId": "ATWT003.jpg",
      "pageTitle": {
        "english": "Write the Assignment",
        "turkish": "Ödevi Yaz",
        "spanish": "Escriba la Tarea",
        "arabic": "كتب الواجب"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 14,
          "numberPosLeft": 1,
          "text":{
            "english": "Read the writing assignment prompt here.",
            "turkish": "Yazı ödevi istemini burada okuyun.",
            "spanish": "Lea aquí el indicador de tareas de escritura.",
            "arabic": "إقرأ الحث على واجب الكتابة هنا."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 8,
          "numberPosLeft": 78,
          "text":{
            "english": "Click here to view the Model for this assignment.",
            "turkish": "Bu ödevin Modelini görmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ver el Modelo para esta tarea.",
            "arabic": "أنقرهنا لمراجعة النموذج المتعلق بهذا الواجب."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 29,
          "numberPosLeft": 25,
          "text":{
            "english": "Read tips about the assignment writing style here.",
            "turkish": "Ödevin yazı tarzı hakkındaki ipuçlarını burada okuyun.",
            "spanish": "Lea consejos útiles acerca del estilo de escritura de la tarea aquí.",
            "arabic": "إقرأ المعلومات المتعلقة بنمط واجبات الكتابة هنا."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 29,
          "numberPosLeft": 18,
          "text":{
            "english": "Click here to hide the left navigation.",
            "turkish": "Sol gezinmeyi gizlemek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ocultar la navegación izquierda.",
            "arabic": "أنقر هنا لكي تخفي التنقل الأيسر."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 35,
          "numberPosLeft": 2,
          "text":{
            "english": "Click here for tips on how to use the Writing Tutor.",
            "turkish": "Özel Yazı Eğitmeninin kullanımı hakkında ipuçları için buraya tıklayın.",
            "spanish": "Haga clic aquí para obtener consejos útiles sobre cómo utilizar el Tutor de escritura.",
            "arabic": "أنقر هنا للمعلومات المتعلقة بكيفية إستخدام  معلم الكتابة الخصوصي."
          }
        },
        "paragraph06": {
          "number": 6,
          "numberPosTop": 38,
          "numberPosLeft": 90,
          "text":{
            "english": "Students use the writing framework below to plan, structure, and write the assignment.",
            "turkish": "Öğrenciler ödevi planlamak, yapısını tasarlamak ve yazmak için aşağıdaki yazı çerçevesini kullanırlar.",
            "spanish": "Los estudiantes utilizan el marco de trabajo de escritura a continuación para planificar, estructurar y escribir la tarea.",
            "arabic": "يستخدم الطلاب هيكل الكتابة أدناه من أجل التخطيط، التركيب وكتابة الواجبات."
          }
        },
        "paragraph07": {
          "number": 7,
          "numberPosTop": 42,
          "numberPosLeft": 2,
          "text":{
            "english": "Students click here to write the assignment. Click again to hide.",
            "turkish": "Öğrenciler ödevi yazmak için buraya tıklarlar. Gizlemek için tekrar tıklayın.",
            "spanish": "Los estudiantes hacen clic aquí para escribir la tarea. Vuelva a hacer clic para ocultar.",
            "arabic": "ينقر الطلاب هنا لكتابة الواجب. أنقر مرة أخرى للاخفاء."
          }
        },
        "paragraph08": {
          "number": 8,
          "numberPosTop": 43,
          "numberPosLeft": 26,
          "text":{
            "english": "Students write the title of the assignment here.",
            "turkish": "Öğrenciler ödevin başlığını burada yazarlar.",
            "spanish": "Los estudiantes escriben el título de la tarea aquí.",
            "arabic": "يكتب الطلاب عنوان الواجب هنا."
          }
        },
        "paragraph09": {
          "number": 9,
          "numberPosTop": 80,
          "numberPosLeft": 26,
          "text":{
            "english": "Students write the assignment here.",
            "turkish": "Öğrenciler ödevi burada yazarlar.",
            "spanish": "Los estudiantes escriben la tarea aquí.",
            "arabic": "يكتب الطلاب الواجب هنا."
          }
        },
        "paragraph10": {
          "number": 10,
          "numberPosTop": 46,
          "numberPosLeft": 2,
          "text":{
            "english": "Students click here to plan the writing and make notes. Click again to hide.",
            "turkish": "Öğrenciler yazıyı planlamak ve not tutmak için buraya tıklarlar. Gizlemek için tekrar tıklayın.",
            "spanish": "Los estudiantes hacen clic aquí para planificar la escritura y tomar notas. Vuelva a hacer clic para ocultar.",
            "arabic": "ينقر الطلاب هنا لوضع خطة للكتابة وتدوين الملاحظات. أنقر مرة أخرى للاخفاء."
          }
        },
        "paragraph11": {
          "number": 11,
          "numberPosTop": 49,
          "numberPosLeft": 2,
          "text":{
            "english": "Click here to review the structure of the writing. Click again to hide.",
            "turkish": "Yazının yapısını incelemek için buraya tıklayın. Gizlemek için tekrar tıklayın.",
            "spanish": "Haga clic aquí para revisar la estructura de la escritura. Vuelva a hacer clic para ocultar.",
            "arabic": "أنقر هنا لمعاينة تركيب الكتابة. أنقر مرة أخرى للاخفاء."
          }
        },
        "paragraph12": {
          "number": 12,
          "numberPosTop": 53,
          "numberPosLeft": 2,
          "text":{
            "english": "Students click here to preview the writing. Click again to exit preview.",
            "turkish": "Öğrenciler yazının ön görüntüsü için buraya tıklarlar. Ön görüntüden çıkmak için tekrar tıklayın.",
            "spanish": "Los estudiantes hacen clic aquí para visualizar previamente la escritura. Vuelva a hacer clic para salir de la vista previa.",
            "arabic": "ينقر الطلاب هنا لمعاينة الكتابة. أنقر مرة أخرى للخروج من المعانة."
          }
        },
        "paragraph13": {
          "number": 13,
          "numberPosTop": 60,
          "numberPosLeft": 2,
          "text":{
            "english": "Click here to highlight all Academic Word List words in the writing.",
            "turkish": "Yazıdaki Akademik Sözcük Listesi kelimelerinin tamamını vurgulamak için buraya tıklayın.",
            "spanish": "Haga clic aquí para resaltar todas las palabras de la Lista de palabras académicas en la escritura.",
            "arabic": "أنقر هنا لتسليط الضوء على جميع كلمات الكتابة الواردة في قائمة كلمات أكاديمية Academic Word List."
          }
        },
        "paragraph14": {
          "number": 14,
          "numberPosTop": 64,
          "numberPosLeft": 2,
          "text":{
            "english": "Click here to highlight all Oxford 3000 words in the writing.",
            "turkish": "Yazıdaki Oxford 3000 kelimelerinin tamamını vurgulamak için buraya tıklayın.",
            "spanish": "Haga clic aquí para resaltar todas las 3000 palabras Oxford en la escritura.",
            "arabic": "أنقر هنا لتسليط الضوء على جميع 3000 كلمات أوكسفورد Oxford في الكتابة."
          }
        }
      }
    }
  }
}