{
 "title": {
    "english": "Email",
    "turkish": "E-posta",
    "arabic": "البريد الإلكتروني"
  },
 "segment": "adult",
 "userType": ["student"],
 "pageCount": 3,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "ASE001.png",
      "pageTitle": {
        "english": "Your messages",
        "turkish": "Mesajlarınız",
        "arabic": "رسالتك"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 2,
          "numberPosLeft": 1,
          "text":{
            "english": "This is your inbox. When you receive a message, it will appear in the column here.",
            "turkish": "Burası gelen kutunuzdur.  Bir mesaj aldığınızda bu kolonda görünecektir.",
            "arabic": "هذا هو صندوق البريد الوارد الخاص بك.  عندما تستلم رسالة ما, سوف تظهر في العمود هنا."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 2,
          "numberPosLeft": 33,
          "text":{
            "english": "A number is displayed to the right of the inbox header. It shows the number of unread messages in your inbox.",
            "turkish": "Gelen kutusu başlığının sağ tarafında bir sayı görüntülenir.  Bu sayı gelen kutunuzda kaç tane okunmamış mesaj olduğunu gösterir.",
            "arabic": "يتم عرض رقم علىيمين رأسية البريد الوارد.  ويُظهِر هذا الرقم عدد الرسائل غير المقروءة في صندوق البريد الوارد الخاص بك."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 46,
          "numberPosLeft": 1,
          "text":{
            "english": "Select a message in your inbox. It will display on the right.",
            "turkish": "Gelen kutunuzdan bir mesaj seçin. Sağda görüntülenecektir.",
            "arabic": "حدد رسالة في صندوق البريد الوارد الخاص بك. ستظهر على اليمين."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 3,
          "numberPosLeft": 79,
          "text":{
            "english": "Click the “Delete” button to remove a message from your inbox.",
            "turkish": "Gelen kutunuzdaki bir mesajı kaldırmak için “Delete” düğmesine tıklayın.",
            "arabic": "انقر فوق زِر “Delete”(\"حذف\") لإزالة رسالة ما من صندوق البريد الوارد الخاص بك."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 8,
          "numberPosLeft": 79,
          "text":{
            "english": "Click the “Reply” button to reply to a message.",
            "turkish": "Bir mesaja cevap vermek için “Reply” düğmesine tıklayın.",
            "arabic": "انقر فوق زِر“Reply” (\"رد\") للرد على رسالة ما."
          }
        },
        "paragraph06": {
          "number": 6,
          "numberPosTop": 73,
          "numberPosLeft": 1,
          "text":{
            "english": "Click on the Sent header to display your sent messages.",
            "turkish": "Gönderilen mesajlarınızı görüntülemek için Gönderilenler başlığına tıklayın.",
            "arabic": "اضغط على رأسية المُرسَل لعرض الرسائل المُرسَلة."
          }
        },
        "paragraph07": {
          "number": 7,
          "numberPosTop": 91,
          "numberPosLeft": 72,
          "text":{
            "english": "Click the “Create New Message” button if you want to write a new message.",
            "turkish": "Yeni bir mesaj yazmak istiyorsanız “Create New Message” düğmesine tıklayın.",
            "arabic": "انقر فوق زِر“Create New Message”(\"إنشاء رسالة جديدة\") إذا كنت تريد كتابة رسالة جديدة."
          }
        }
      }
    },
    "page02": {
      "pageType": "screenshot",
      "imgId": "ASE002.png",
      "pageTitle": {
        "english": "Write a message",
        "turkish": "Mesaj yaz",
        "arabic": "كتابة رسالة جديدة"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 8,
          "numberPosTop": 10,
          "numberPosLeft": 41,
          "text":{
            "english": "The Reply/Create New Message window contains To and CC buttons. Choose a student you want to write to by clicking the “To” button and choosing a name. Add other students you wish to send your message to by clicking the “CC” button. You can message any student in your Online Practice class and your teacher. You cannot send a message to an email address outside your Online Practice class.",
            "turkish": "Yanıtla/Yeni Mesaj Oluştur penceresinde Kime ve Bilgi düğmeleri bulunur. “To” düğmesine tıklayarak ve bir ad seçerek yazmak istediğiniz öğrenciyi seçin. “CC” düğmesine tıklayarak mesajınızı göndermek istediğiniz diğer öğrencileri ekleyin. Çevrim İçi Uygulama sınıfınızdaki tüm öğrencilere ve öğretmeninize mesaj gönderebilirsiniz. Çevrim İçi Uygulama sınıfınızın dışındaki bir e-posta adresine mesaj gönderemezsiniz.",
            "arabic": "تحتوي نافذتي الرد/إنشاء رسالة جديدة على زري To وCC. حدد الطالب الذي ترغب في كتابة رسالة له عن طريق النقر على زِر “TO” واختيار اسم. أضف الطلاب الآخرين الذين ترغب في إرسال رسالتك إليهم من خلال النقر على زر \"CC\". يمكنك مراسلة أي طالب في فصلالممارسة عبر شبكة الإنترنت الخاص بك ومعلمك كذلك. لا يمكنك إرسال رسالة إلى عنوان بريد إلكتروني خارج فصل الممارسة على الإنترنتالخاصبك."
          }
        },
        "paragraph02": {
          "number": 9,
          "numberPosTop": 23,
          "numberPosLeft": 72,
          "text":{
            "english": "Click on “Select all” to email all students in your class together, then click “OK”. If you choose not to select anyone, click “Cancel.”",
            "turkish": "Sınıfınızdaki öğrencilerin tümüne birden e-posta göndermek için “Select all” seçeneğine ardından “OK” tuşuna tıklayın. Kimseyi seçmeyecekseniz, “Cancel”e tıklayın.",
            "arabic": "انقر على “Select all” (\"تحديد الجميع\") لإرسال رسالة إلكترونية إلى جميع الطلاب في فصلك في نفس الوقت، ثم انقر على “OK”(\"موافق\"). إذا اخترت عدم تحديد أي شخص، انقر على “Cancel”(\"إلغاء\")."
          }
        }
      }
    },
    "page03": {
      "pageType": "screenshot",
      "imgId": "ASE003.png",
      "pageTitle": {
        "english": "Send your message",
        "turkish": "Mesajınızı gönderin",
        "arabic": "أرسل رسالتك"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 10,
          "numberPosTop": 34,
          "numberPosLeft": 83,
          "text":{
            "english": "Click on the paperclip icon to attach a file to your message. You can attach two files with a total size of 2MB.",
            "turkish": "Mesajınıza bir dosya eklemek için ek simgesini seçin. Toplam 2 mb boyutunda iki dosya ekleyebilirsiniz.",
            "arabic": "اضغط على أيقونة مشبك الورق لإرفاق ملف برسالتك. يمكنك إرفاق ملفين بإجمالي حجم 2ميجابايت."
          }
        },
        "paragraph02": {
          "number": 11,
          "numberPosTop": 86,
          "numberPosLeft": 52,
          "text":{
            "english": "Use the “Send” button to send the message when you are ready.",
            "turkish": "Hazır olduğunuzda mesajınızı göndermek için “Send” düğmesini kullanın.",
            "arabic": "استخدم زِر“Send”(\"إرسال\") لإرسال الرسالة عندما تكون جاهزًا."
          }
        },
        "paragraph03": {
          "number": 12,
          "numberPosTop": 86,
          "numberPosLeft": 68,
          "text":{
            "english": "You can save messages before you send them and return to them later in the Drafts area by clicking the “Save” button.",
            "turkish": "Mesajlarınızı göndermeden önce kaydedebilir ve “Save” düğmesine tıklayarak Taslaklar alanında daha sonra geri dönebilirsiniz.",
            "arabic": "يمكنك حفظ الرسائل قبل إرسالها والعودة إليها في وقت لاحق في منطقة المسودات عن طريق النقر على زر“Save” (\"حفظ\")."
          }
        },
        "paragraph04": {
          "number": 13,
          "numberPosTop": 86,
          "numberPosLeft": 83,
          "text":{
            "english": "If you decide not to send the message, click the “Cancel” button. This will return you to the inbox.",
            "turkish": "Mesajı göndermemeye karar verirseniz, “Cancel” düğmesine tıklayın.  Bu sizi gelen kutusuna geri götürecektir.",
            "arabic": "إذا قررت عدم إرسال الرسالة، فانقر علىزر “Cancel” (\"إلغاء\").  فسوف يعيدك إلى صندوق البريد الوارد."
          }
        }
      }
    }
  }
}