{
 "title": {
    "english": "Unit Report",
    "turkish": "Ünite Raporu",
    "spanish": "Informe de la unidad",
    "arabic": "تقرير الوحدة"
  },
 "segment": "adult",
 "userType": ["teacher"],
 "pageCount": 1,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "ATRL001.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 1,
          "numberPosLeft": 5,
          "text":{
            "english": "Click here to view the Class Summary Report (average scores for all of your classes).",
            "turkish": "Sınıf Özet Raporunu (tüm sınıflarınızın ortalama puanları) görmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ver el Informe de Resumen de la Clase (puntuación media en todas sus clases).",
            "arabic": "انقر هنا لعرض التقرير الموجز عن الفصل (معدلات الدرجات الخاصة بجميع فصولك الدراسية)."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 1,
          "numberPosLeft": 18.5,
          "text":{
            "english": "Click here to view the Class Report.",
            "turkish": "Sınıf Raporunu görüntülemek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ver el Informe de la Clase.",
            "arabic": "انقر هنا لعرض التقرير عن الفصل."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 1,
          "numberPosLeft": 65,
          "text":{
            "english": "Use this menu to view a Unit Report for a different class.",
            "turkish": "Farklı bir sınıfa ait Ünite Raporunu görmek için bu menüyü kullanın.",
            "spanish": "Utilice este menú para ver un Informe de Unidad para una clase diferente.",
            "arabic": "استخدم هذه القائمة لعرض تقرير عن الوحدة لفصل مختلف."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 11,
          "numberPosLeft": 5,
          "text":{
            "english": "Use this menu to view a Segment Report for a specific student.",
            "turkish": "Belirli bir öğrencinin Bölüm Raporunu görmek için bu menüyü kullanın.",
            "spanish": "Utilice este menú para ver un Informe del segmento para un estudiante específico.",
            "arabic": "إستعمل هذه القائمة  لمشاهدة تقرير القسم لطالب معيّن."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 19,
          "numberPosLeft": 4,
          "text":{
            "english": "Use this menu to view the Unit Report for a different segment.",
            "turkish": "Başka bir bölümün Ünite Raporunu görmek için bu menüyü kullanın.",
            "spanish": "Utilice este menú para ver el Informe de la unidad para un segmento diferente.",
            "arabic": "إستعمل هذه القائمة  لمشاهدة تقرير الوحدة  المتعلق بقسم مختلف."
          }
        },
        "paragraph06": {
          "number": 6,
          "numberPosTop": 17,
          "numberPosLeft": 34,
          "text":{
            "english": "Use this menu to view the Unit Report for a different unit.",
            "turkish": "Başka bir ünitenin Ünite Raporunu görmek için bu menüyü kullanın.",
            "spanish": "Utilice este menú para ver el Informe de la unidad para una unidad diferente.",
            "arabic": "إستعمل هذه القائمة  لمشاهدة تقرير الوحدة  المتعلق بوحدة  مختلفة."
          }
        },
        "paragraph07": {
          "number": 7,
          "numberPosTop": 63,
          "numberPosLeft": 5,
          "text":{
            "english": "This row shows this student’s score on each activity in this unit. For example, if the score is 8/10, 8 is the number of items (questions) the student answered correctly, and 10 is the total number of items in the activity.",
            "turkish": "Bu satır, öğrencinin bu ünitedeki her bir aktiviteden aldığı puanı gösterir. Örneğin, puan 8/10 ise, öğrencinin doğru cevapladığı madde (soru) sayısı 8 ve aktivitenin toplam soru sayısı 10 demektir.",
            "spanish": "Esta fila muestra la puntuación de este estudiante en cada actividad en esta unidad. Por ejemplo, si la puntuación es 8/10, 8 es el número de elementos (preguntas) que el alumno respondió correctamente, y 10 es el número total de elementos en la actividad.",
            "arabic": "يعرض هذا الصف درجة هذا الطالب لكل نشاط في الوحدة. على سبيل المثال، إذا كانت الدرجة 8/10 ، فإن الرقم 8 يشير إلى عدد البنود ( الاسئلة) التي أجاب عليها الطالب بصورة صحيحة والرقم 10 هو العدد الكلي في الفعالية."
          }
        },
        "paragraph08": {
          "number": 8,
          "numberPosTop": 69,
          "numberPosLeft": 5,
          "text":{
            "english": "This row shows the number of attempts for each activity in this unit. The ✓ symbol means that attempts are not recorded for the activity.",
            "turkish": "Bu satır, bu ünitedeki her bir aktivite için deneme sayısını gösterir. ✓ sembolü aktivitedeki denemelerin kaydedilmediği anlamına gelir.",
            "spanish": "Esta fila muestra el número de intentos para cada actividad en esta unidad. El símbolo ✓ significa que en esta actividad los intentos no quedan registrados.",
            "arabic": "يعرض هذا القسم عدد المحاولات لكل نشاط في هذه الوحدة . الرمز  ✓  يشير إلى أن محاولات النشاط غير مسجلة."                                                   
          }
        },
        "paragraph09": {
          "number": 9,
          "numberPosTop": 75,
          "numberPosLeft": 5,
          "text":{
            "english": "This row shows the total amount of time spent on all attempts at each activity.",
            "turkish": "Bu satır her bir ünitedeki aktivitelerin tümü için harcanan toplam süreyi gösterir.",
            "spanish": "Esta fila muestra la cantidad total de tiempo dedicado a todos los intentos de cada actividad.",
            "arabic": "يظهر هذا النشاط مقدار الوقت المُستغرَق في كافة المحاولة لكل نشاط."
          }
        },
        "paragraph10": {
          "number": 10,
          "numberPosTop": 63,
          "numberPosLeft": 21.5,
          "text":{
            "english": "This is the student’s total score for this unit.",
            "turkish": "Bu, öğrencinin bu ünitedeki toplam puanıdır.",
            "spanish": "Esta es la puntuación total del estudiante para esta unidad.",
            "arabic": "هذه هي درجة الطالب الاجمالية لهذه الوحدة."
          }
        },
        "paragraph11": {
          "number": 11,
          "numberPosTop": 69,
          "numberPosLeft": 21.5,
          "text":{
            "english": "This is the total number of times this student attempted all activities in this unit.",
            "turkish": "Bu, öğrencinin bu ünitedeki aktiviteleri toplam deneme sayısıdır.",
            "spanish": "Este es el número total de veces que este alumno intentó todas las actividades en esta unidad.",
            "arabic": "هذا هو العدد الكلي للمرات التي حاول فيها هذا الطالب جميع النشاطات الموجودة في هذه الوحدة."
          }
        },
        "paragraph12": {
          "number": 12,
          "numberPosTop": 75,
          "numberPosLeft": 21.5,
          "text":{
            "english": "This is the total amount of time this student spent on this unit.",
            "turkish": "Bu, öğrencinin bu ünite üzerinde harcadığı toplam zamandır.",
            "spanish": "Esta es la cantidad total de tiempo que este estudiante empleó en esta unidad.",
            "arabic": "هذا هو مجموع الوقت الذي أمضاه هذا الطالب على هذه الوحدة."
          }
        },
          "paragraph13": {
          "number": 13,
          "numberPosTop": 63,
          "numberPosLeft": 48,
          "text":{
            "english": "The ✓ symbol means that the activity does not have a score. Some activities are unscored, like games or activities solely for student practice. Other activities need to be graded by the teacher. Activities with audio or writing submissions must be graded by the teacher. Once a grade is submitted, the numeric score will replace the ✓ symbol.",
            "turkish": "-",
            "spanish": "-",
            "arabic": "-"
          }
        },
          "paragraph14": {
          "number": 14,
          "numberPosTop": 57,
          "numberPosLeft": 57,
          "text":{
            "english": "Click here to view this student’s work for this activity and, where applicable, to submit a score and feedback.",
            "turkish": "-",
            "spanish": "-",
            "arabic": "-"
          }
        },
        "paragraph15": {
          "number": 15,
          "numberPosTop": 18,
          "numberPosLeft": 76,
          "text":{
            "english": "Click here to export this report to Microsoft Excel™.",
            "turkish": "Bu raporu Microsoft Excel™ olarak dışa aktarmak için buraya tıklayın.",
            "spanish": "Haga clic aquí para exportar este informe a Microsoft Excel™.",
            "arabic": "اانقر هنا لتصدير هذا التقرير إلى Microsoft Excel™."
          }
        },
        "paragraph16": {
          "number": 16,
          "numberPosTop": 18,
          "numberPosLeft": 85,
          "text":{
            "english": "Click here to print this report.",
            "turkish": "Bu raporu yazdırmak için buraya tıklayın.",
            "spanish": "Haga clic aquí para imprimir este informe.",
            "arabic": "انقر هنا لطباعة هذا التقرير."
          }
        }
      }
    }
  }
}