{
 "title": {
    "english": "Welcome to Online Practice help",
    "turkish": "Çevrim İçi Uygulama Yardım’a Hoş Geldiniz",
    "spanish": "Bienvenido al Asistente de la Práctica Online de [Nombre del Curso]",
    "arabic": "مرحبًا بكم في المساعدة الخاصة بالممارسة عبر الإنترنت [عنوان الدورة]"
  },
  "segment": "all",
  "userType": ["teacher","student","admin"],
  "pageCount": 1,
  "pages": {
    "page01": {
      "pageType": "welcome",
      "imgUrl": "",

      "content":{
        "section01": {
          "title":{
            "english": "Using Online Practice Help",
            "turkish": "Çevrim İçi Uygulama Yardım’ı Kullanma",
            "spanish": "Uso del Asistente de la Práctica Online",
            "spanish_la": "",
            "arabic": "استخدام المساعدة الخاصة بالممارسة عبر شبكة الإنترنت"
          },
          "text":{
            "01":{
              "english": "Use the slide-out menu on the left to find help and guidance on using the different areas of your Online Practice course for students, teachers and administrators.",
              "turkish": "Çevrim İçi Uygulama kursunun öğrenciler, öğretmenler ve yöneticilere yönelik farklı alanlarının kullanımıyla ilgili yardım ve rehberlik için soldaki kaydırma menüsünü kullanın.",
              "spanish": "Utilice la barra de menú de la izquierda para encontrar ayuda y orientación acerca del uso de las diferentes áreas de su curso de Práctica Online para estudiantes, profesores y administradores.",
              "arabic": "استخدم قائمة الشرائح الخارجية على اليسار للعثور على المساعدة والإرشادات حول استخدام المناطق المختلفة لدورة الممارسة الخاصة بك عبر شبكة الإنترنت للطلاب والمعلمين والمديرين."
            },
            "02":{
              "english": "Click any piece of text in each Help section to see the related number highlight on the screen shots.",
              "turkish": "Ekran resimlerindeki ilgili sayı noktasını görüntülemek için Yardım bölümlerindeki herhangi bir metin parçasına tıklayın.",
              "spanish": "Haga clic en cualquier parte del texto en cada sección de Ayuda para ver el número resaltado en las capturas de pantalla.",
              "arabic": "انقر أي جزء من النص في كل قسم من المساعدة لرؤية العدد ذي الصلة الموضح بلقطات الشاشة."
            },
            "03":{
              "english": "Use the menu on the right to use the Online Practice Help area in a different language.",
              "turkish": "Çevrim İçi Uygulama alanını farklı bir alanda kullanmak için sağdaki menüyü kullanın.",
              "spanish": "Utilice el menú de la derecha para utilizar el área de Ayuda de la Práctica Online en un idioma diferente.",
              "arabic": "استخدم القائمة الموجودة على اليمين لاستخدام منطقة المساعدة الخاصة بالممارسة عبر شبكة الإنترنت بلغة مختلفة."
            }
          }
        },
        "thing02": {
          "link": "-"
        }
      }
    }
  }
}