{
 "title": {
    "english": "Achievements",
    "turkish": "Başarılar",
    "spanish": "Logros",
    "korean": "성과",
    "chinese": "學習活動",
    "japanese": "成績表",
    "arabic": "التحصيل"
  },
 "segment": "primary",
 "userType": ["adult"],
 "pageCount": 1,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "ASD001.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "korean": "", 
        "chinese": "",
        "japanese": "",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 0,
          "numberPosLeft": 80,
          "text":{
            "english": "Click here to see your Reports.",
            "turkish": "Raporlarınızı görmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ver sus Informes.",
            "korean": "여기를 클릭하여 성적을 확인하세요.",
            "chinese": "點此處觀看您的學習報告。",
            "japanese": "レポートを表示するには、こちらをクリックします。",
            "arabic": "انقر هنا لرؤية تقاريرك."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 12,
          "numberPosLeft": 1,
          "text":{
            "english": "As you complete activities in each unit of your level of Online Practice you can collect stars. The more points you score, the more stars you collect!",
            "turkish": "Çevrim İçi Uygulama seviyenizin her bir ünitesindeki aktiviteleri tamamladığınızda yıldız kazanırsınız. Puanlarınız arttıkça aldığınız yıldızlar da artar!",
            "spanish": "Al ir realizando las actividades en cada unidad de su nivel de Práctica Online podrá recolectar estrellas. Cuantos más puntos anote, mayor número de estrellas obtendrá.",
            "korean": "온라인 실습의 본인 레벨에서 각 단원 활동을 완료하면 별을 받을 수 있습니다. 점수가 높아지면 더 많은 별이 모입니다!", 
             "chinese": "當您在您的線上學習等級當中的各個單元裡面，每完成一個活動，就可以收集星星，得到越高分可以獲得越多星星！每個線上練習的學習活動，您可以嘗試三次，三次當中的最高分會被記錄下來，做為您的最高得分。",
            "japanese": "Online Practiceのそのレベルの各ユニットのアクティビティを完了すると、星印を集めることができます。スコアが高いほど、星印の数が増えます！Online Practiceのアクティビティは3回まで取り組むことができます。そのうちの最も高いスコアが最終的なレポートに記録されます。",
            "arabic": "عندما تكمل نشاطات في كل وحدة من مستواك في الممارسة عبر شبكة الإنترنت يمكنك أن تجمع نجوم. وكلما تسجل مزيداً من الدرجات كلما تجمع المزيد من النجوم!"
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 70,
          "numberPosLeft": 2,
          "text":{
            "english": "If you score 30% of the total possible points in a unit, you will be awarded a star.",
            "turkish": "Bir ünite için mümkün toplam puanın %30’unu aldığınızda bir yıldız kazanırsınız.",
            "spanish": "Si anota un 30% del total de puntos posibles en una unidad se le otorgará una estrella.",
            "korean": "단원에서 총점의 30%를 받으면 별을 하나 받습니다.", 
            "chinese": "如果您在一個單元當中，獲得全部分數的30%，您會獲得一顆銅星星做為獎勵。",
            "japanese": "スコアがそのユニットの総得点の30%だった場合は、ブロンズの星印がつきます。",
            "arabic": "إذا سجّلت 30٪ من مجموع النقاط الممكنة في وحدة ما فإنك سوف تُمنح نجماً واحداً."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 52,
          "numberPosLeft": 9,
          "text":{
            "english": "If you score 70% of the total possible points in a unit, you will be awarded two stars.",
            "turkish": "Bir ünite için mümkün toplam puanın %70’ini aldığınızda iki yıldız kazanırsınız.",
            "spanish": "Si anota un 70% del total de puntos posibles en una unidad se le otorgarán dos estrellas.",
            "korean": "단원에서 총점의 70%를 받으면 별을 두 개 받습니다.", 
            "chinese": "如果您在一個單元當中，獲得全部分數的70%，您會獲得一顆銀星星做為獎勵。",
            "japanese": "スコアがそのユニットの総得点の70%だった場合は、シルバーの星印がつきます。",
            "arabic": "إذا سجّلت 70٪ من مجموع النقاط الممكنة في وحدة ما فإنك سوف تُمنح نجمتان."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 35,
          "numberPosLeft": 16,
          "text":{
            "english": "If you score 90% of the total possible points in a unit, you will be awarded three stars.",
            "turkish": "Bir ünite için mümkün toplam puanın %90’ını aldığınızda üç yıldız kazanırsınız.",
            "spanish": "Si anota un 90% del total de puntos posibles en una unidad se le otorgarán tres estrellas.",
            "korean": "단원에서 총점의 90%를 받으면 별을 세 개 받습니다.",
            "chinese": "如果您在一個單元當中，獲得全部分數的90%，您會獲得一顆金星星做為獎勵。",
            "japanese": "スコアがそのユニットの総得点の90%だった場合は、ゴールドの星印がつきます。",
            "arabic": "إذا سجّلت 90٪ من مجموع النقاط الممكنة في وحدة ما فإنك سوف تُمنح ثلاثة نجوم."
          }
        },
        "paragraph06": {
          "number": 6,
          "numberPosTop": 17,
          "numberPosLeft": 21,
          "text":{
            "english": "If you score 100% of the total possible points in a unit, you will be awarded a bonus trophy.",
            "turkish": "Bir ünitede toplam olası puanların %100’ünü alırsanız kupayla ödüllendirilirsiniz.",
            "spanish": "Si obtiene el 100% del total de puntos posibles en una unidad, se le otorgará un trofeo extra.",
            "korean": "단원에서 총점의 100%를 받으면 보너스 트로피를 받습니다.",
            "chinese": "如果您在一個單元當中，獲得全部分數的100%，您會獲得一座加分獎盃做為獎勵。",
            "japanese": "スコアがそのユニットの総得点の100%だった場合は、ボーナストロフィがつきます。",
            "arabic": "إذا سجّلت 100% من مجموع النقاط الممكنة في وحدة ما, فسوف يتم منحك ميداليةمكافأة."
          }
        },
        "paragraph07": {
          "number": 7,
          "numberPosTop": 14,
          "numberPosLeft": 63,
          "text":{
            "english": "This is your Dashboard. The Online Practice is divided into several areas, for example, Tests, Vocabulary, and Practice. The Dashboard shows your activity results for a level across the different areas.",
            "turkish": "Bu, Gösterge Panonuzdur. Çevrim İçi Uygulama, örneğin Testler, Kelime Hazinesi ve Uygulama gibi alanlara ayrılmıştır. Gösterge Panosu, bir seviyenin çeşitli alanlarındaki aktivite sonuçlarınızı gösterir.",
            "spanish": "Este es su Tablero. La Práctica Online se divide en varias áreas, por ejemplo: Pruebas, Vocabulario y Práctica. El tablero muestra los resultados de su actividad para un nivel a en todas las diferentes áreas.",
            "korean": "여기는 대시보드입니다. 온라인 실습은 시험, 어휘, 실습과 같은 여러 영역으로 나눠져 있습니다. 대시보드는 여러 영역의 레벨에 대한 활동 결과를 표시합니다. ",
            "chinese": "這是您的Dashboard（控制板）。Online Practice（線上練習）分為若干方面，例如Test（測驗）、Vocabulary（詞彙）及Practice（練習）。控制板顯示您所在層級不同方面的活動結果。 ",
            "japanese": "これはダッシュボードです。オンライン練習は、テスト、語彙、練習など、いくつかの分野に分かれています。ダッシュボードには、レベルに該当する異なる分野のアクティビティの結果が表示されます。 ",
            "arabic": "هذه هي لوحة بيانتك والتي ترى فيها الممارسة عبر شبكة الإنترنت مقسّم الى عدة مجالات وعلى سبيل المثال ، إختبارات ، مفردات الكلمات والممارسة.تعرض لك لوحة البيانات نتائج النشاط  لمستوى ما عبر مجالات مختلفة."
          }
        },
        "paragraph08": {
          "number": 8,
          "numberPosTop": 41,
          "numberPosLeft": 64,
          "text":{
            "english": "Results for activities within different areas are displayed as a percentage based on the average score of all completed activities in an area within a level.",
            "turkish": "Farklı beceri alanlarındaki aktivite sonuçları bir seviye içerisindeki beceri alanında tamamlanan tüm aktivitelerin ortalama puanına göre bir yüzde değer olarak görüntülenir.",
            "spanish": "Los resultados para actividades dentro de las diferentes áreas de habilidades se muestran como un porcentaje en base a la puntuación media de todas las actividades realizadas en un área de habilidades dentro de un nivel.",
            "korean": "여러 영역의 활동 결과는 레벨에 포함된 영역에서 완료한 모든 활동의 평균 점수를 토대로 백분율로 표시됩니다.",
            "chinese": "不同方面之活動的結果將用一個百分比顯示；此數字還是基於所在層級之某個方面全部已完成活動的平均分數。",
            "japanese": "異なる分野内のアクティビティの結果は、レベルに該当する各分野の完了済み全アクティビティの平均得点に基づき、パーセンテージで表示されます。",
            "arabic": "يتم عرض نتائج الأنشطة التي تنتمي لمجالات مختلفة من المهارات كنسبة مئوية على أساس متوسط درجات كل الأنشطة المُنجَزة في مجال من المهارات خلال مستوى ما."
          }
        },
        "paragraph9": {
          "number": 9,
          "numberPosTop": 54,
          "numberPosLeft": 92,
          "text":{
            "english": "The number of completed activities is shown here along with the total number of activities in an area.",
            "turkish": "Burada, bir alanda tamamlanmış olan aktivite sayısı, alandaki toplam aktivite sayısı ile birlikte gösterilir.",
            "spanish": "El número de actividades realizadas se muestra aquí junto con el número total de actividades en un área.",
            "korean": "완료된 활동의 수는 영역의 활동 총수와 함께 여기에 표시됩니다.", 
            "chinese": "相關方面的已完成活動數及活動總數在此顯示。",
           "japanese": "ここには、各分野の完了済みアクティビティ数と合計アクティビティ数が表示されます。",
            "arabic": "إن عدد النشاطات الكاملة معروض هنا  على طول مع العدد الكلي للنشاطات الموجودة في مجالا ما."
          }
        }
      }
    }
  }
}