{
 "title": {
    "english": "Resources",
    "turkish": "Kaynaklar",
    "arabic": "الموارد"
  },
 "segment": "primary",
 "userType": ["student"],
 "pageCount": 1,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "PSRES001.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 3,
          "numberPosLeft": 22,
          "text":{
            "english": "This is the Resources area. Where available, this area will provide supporting material for you when using Online Practice.",
            "turkish": "Burası Kaynaklar alanıdır. Varsa, Çevrim İçi Uygulamayı kullanırken destekleyici materyalleri burada bulabilirsiniz.",
            "arabic": "هذه هي منطقة الموارد وعندما تكون متاحة، فإن هذه المنطقة ستقدم موادًا داعمةً لك عند استخدام الممارسة عبر شبكة الإنترنت."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 43,
          "numberPosLeft": 23,
          "text":{
            "english": "Click on a title to open a Resource. PDF files and documents will open in a new tab or download to your computer or device depending on your browser settings.",
            "turkish": "Bir Kaynağı açmak için başlığına tıklayın. PDF dosyaları ve belgeler yeni bir sekmede açılır ve tarayıcı ayarlarınıza bağlı olarak bilgisayarınıza ya da cihazınıza indirilir.",
            "arabic": "اانقر فوق عنوان ما لفتح أحد الموارد. وسوف يتم فتح ملفات PDF والوثائق في علامة تبويب جديدة أو تنزيلها على الحاسب أو الجهاز الخاص بك حسب إعدادات المتصفح الخاص بك."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 79,
          "numberPosLeft": 23,
          "text":{
            "english": "Click on an audio track title to play the file in the browser. Use the controls to play, pause and adjust the volume.",
            "turkish": "Tarayıcınızdaki dosyayı oynatmak için ses parçası başlığına tıklayın. Oynatmak, durdurmak ve sesi ayarlamak için kontrolleri kullanın.",
            "arabic": "اانقر على أحد عناوين المسار الصوتي لتشغيل الملف داخل المتصفح. استخدم مفاتيح التحكم لتشغيل مستوى جهارة الصوت وإيقافه وضبطه."
          }
        }
      }
    }
  }
}