{
 "title": {
    "english": "Class Summary Report",
    "turkish": "Sınıf Özeti Raporu",
    "spanish": "Informe de Resumen de Clase",
    "spanish_la": "Informe de Resumen de Clase",
    "portuguese": "Relatório resumido da turma",
    "japanese": "クラス用サマリーレポート",
    "chinese": "班級簡要報告",
    "thai": "รายงานสรุปประจำชั้น",
    "korean":"수업 요약 보고서",
    "vietnamese":"Báo cáo Tóm tắt các Lớp học",
    "indonesian":"Rapor Ikhtisar Kelas",
    "arabic": "تقرير موجز الفصل"
  },
 "segment": "primary",
 "userType": ["teacher"],
 "pageCount": 1,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "PTRCS001.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "spanish_la": "",
        "portuguese": "",
        "japanese": "",
        "chinese": "",
        "thai": "",
        "korean":"",
        "vietnamese":"",
        "indonesian":"",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 3,
          "numberPosLeft": 73,
          "text":{
            "english": "Use the menu to go to the Class Report for a specific class (you can view the work of specific students in a class).",
            "turkish": "Belli bir dersin Sınıf Raporuna gitmek için bu menüyü kullanın (bir sınıftaki belli öğrencilerin çalışmasını görüntüleyebilirsiniz).",
            "spanish": "Utilice el menú para ir al Informe de la Clase para una clase específica (puede ver el trabajo de los estudiantes específicos de una clase).",
            "spanish_la": "Utilice el menú para ir al Informe de la Clase de una clase específica (puede ver el trabajo de los estudiantes específicos de una clase).",
            "portuguese": "Use o menu para ir de um relatório de turma para uma aula específica (que você pode visualizar o trabalho de alunos específicos em uma turma).",
            "japanese": "特定のクラスのクラスレポートに進む場合は、このメニューを使用します（クラス内の特定の生徒の学習状況を表示することができます）。",
            "chinese": "請使用選單前往特定班級的班級報告（您可以觀看班級裡面特定學生的表現）。",
            "thai": "เมนูนี้ สำหรับอ่านรายงานของห้องเรียนที่ต้องการ  (คุณสามารถอ่านรายงานของนักเรียนแต่ละคนในห้องเรียนได้ด้วย)",
            "korean":"메뉴를 이용하여 특정 수업의 수업 보고서로 이동할 수 있습니다 (수업에 참여한 특정 학생의 학습을 볼 수 있습니다).",
            "vietnamese":"Dùng trình đơn để mở Báo cáo về Lớp học cho một lớp học nào đó (bạn có thể xem các hoạt động của những học sinh cụ thể trong một lớp học).",
            "indonesian":"Gunakan menu untuk menuju Rapor Kelas untuk suatu kelas yang tertentu (anda dapat melihat pekerjaan murid-murid tertentu dalam suatu kelas).",
            "arabic": "استخدم القائمة للذهاب إلى تقرير الفصل الخاص بفصل معين (يمكنك استعراض أعمال طلاب محددين في فصل ما)."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 26,
          "numberPosLeft": 1,
          "text":{
            "english": "You can also click on a class title to view a class report.",
            "turkish": "Sınıf raporunu görmek için sınıfın adına da tıklayabilirsiniz.",
            "spanish": "También puede hacer clic en el título de la clase para ver un informe de la clase.",
            "spanish_la": "También puede hacer click en el título de la clase para ver un informe de la clase.",
            "portuguese": "Você também pode clicar no título de uma turma para visualizar o seu relatório.",
            "japanese": "クラスのタイトルをクリックしても、クラスレポートを表示することができます。",
            "chinese": "您也可以點擊班級的標題，觀看班級報告。",
            "thai": "คลิกที่ ชื่อห้องเรียน เพื่ออ่านรายงานประจำห้อง",
            "korean":"또한 수업 제목을 클릭하여 수업 보고서를 볼 수 있습니다.",
            "vietnamese":"Bạn cũng có thể chọn tên một lớp học để xem báo cáo của lớp học đó.",
            "indonesian":"Anda juga dapat mengklik suatu judul kelas untuk melihat rapor kelas.",
            "arabic": "يمكنك أيضًا النقر علىعنوانفصل ما لعرض التقرير الخاص به."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 26,
          "numberPosLeft": 38,
          "text":{
            "english": "Click here to view a Unit Report. You can see students’ scores for all lessons in the unit.",
            "turkish": "Ünite Raporunu görmek için buraya tıklayın. Ünitedeki tüm konular için öğrencilerin puanlarını görebilirsiniz.",
            "spanish": "Haga clic aquí para ver un Informe de la Unidad. Puede ver las puntuaciones de los estudiantes para todas las lecciones de la unidad.",
            "spanish_la": "Haga click aquí para ver un Informe de la Unidad. Puede ver las puntuaciones de los estudiantes para todas las lecciones de la unidad.",
            "portuguese": "Clique aqui para visualizar um relatório de unidade. Você pode visualizar as notas dos alunos em todas as lições da unidade.",
            "japanese": "ユニットレポートを表示するには、こちらをクリックします。生徒のそのユニットの全レッスンの得点を見ることができます。",
            "chinese": "點此處，可觀看單元報告。您可以看到學生在同一單元當中，全部課程的得分。",
            "thai": "คลิกที่นี่  เพื่ออ่านรายงานตามหัวข้อการสอน  คุณสามารถดูคะแนนของนักเรียน ในทุกหน่วยบทเรียน",
            "korean":"단원 보고서를 보려면 여기를 클릭하십시오. 해당 단원의 전체 학과에 대한 학생들의 점수를 볼 수 있습니다.",
            "vietnamese":"Nhấp chuột vào đây để xem Báo cáo Bài học. Bạn có thể xem điểm số của học sinh cho tất cả các bài tập trong bài học đó.",
            "indonesian":"Klik di sini untuk melihat suatu Rapor Unit. Anda dapat melihat skor para murid untuk semua pelajaran dalam suatu unit.",
            "arabic": "انقر هنا لعرض تقرير وحدة ما. يمكنك أن ترى درجات الطلاب لجميع الدروس في الوحدة."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 30,
          "numberPosLeft": 1,
          "text":{
            "english": "This row shows the average number of activities completed in each unit for this class. For example, if the number is 8/9, 8 is the average number of activities completed in the unit, and 9 is the total number of activities in the unit.",
            "turkish": "Bu satır, bu sınıf için her bir ünitede tamamlanan ortalama aktivite sayısını gösterir. Örneğin; sayı 8/9 ise, 8 ünitede tamamlanan ortalama aktivite sayısı, 9 ise ünitedeki toplam aktivite sayısıdır.",
            "spanish": "Esta fila muestra el número medio de las actividades realizadas para cada unidad de esta clase. Por ejemplo, si el número es 8/9, 8 es el número promedio de actividades realizadas en la unidad, y 9 es el número total de actividades en la unidad.",
            "spanish_la": "Esta fila muestra el número medio de las actividades realizadas para cada unidad de esta clase. Por ejemplo, si el número es 8/9, 8 es el número promedio de actividades realizadas en la unidad, y 9 es el número total de actividades en la unidad.",
            "portuguese": "Esta linha exibe o número médio de atividades concluídas em cada unidade a esta turma. Por exemplo, se o número for 8/9, 8 é o número médio de atividades completadas na unidade, e 9 é o número total de atividades na unidade.",
            "japanese": "この行は、このクラスが各ユニットで完了したアクティビティの平均数を表します。例えば、その数が8/9だとすれば、8はそのユニットで完了したアクティビティの平均数であり、9はそのユニットのアクティビティの合計数です。",
            "chinese": "這一行顯示本班學生在每個單元所完成的學習活動平均數目。例如，如果數字是8/9，8代表在這個單元完成的學習活動平均數目，9代表這個單元裡面全部的活動總數。",
            "thai": "จำนวนกิจกรรมที่ทำเสร็จแล้วโดยเฉลี่ยของทั้งห้องเรียนแยกตามหัวข้อ เช่น   ถ้าตัวเลขแสดงที่ 8/9 เลข 8 คือจำนวนโดยเฉลี่ยของนักเรียนที่ทำกิจกรรมเสร็จแล้ว  ส่วนเลข 9 คือ จำนวนของกิจกรรมทั้งหมดที่นักเรียนต้องทำ",
            "korean":"이 행은 이 수업의 단원별로 완료된 평균 활동 수를 보여 줍니다. 예를 들어, 그 수가 8/9이면 8은 그 단원에서 이루어진 평균 활동 수이고, 9는 그 단원의 총 활동 수입니다.",
            "vietnamese":"Dòng này cho thấy số hoạt động trung bình mà lớp học này đã hoàn thành trong mỗi bài học. Ví dụ, nếu con số là 8/9, 8 là số trung bình của các hoạt động đã hoàn thành trong bài học, và 9 là tổng số các hoạt động trong bài học.",
            "indonesian":"Baris ini menunjukkan jumlah rata-rata dari aktivitas-aktivitas yang dilakukan di setiap unit untuk kelas ini. Misalnya, bila angkanya 8/9, berarti bahwa 8 adalah angka rata-rata untuk aktivitas-aktivitas yang dilakukan dalam unit ini, dan 9 adalah jumlah total aktivitas-aktivitas dalam unit yang bersangkutan.",
            "arabic": "يبين هذا الصف متوسط عدد الأنشطة المُنجَزة في كل وحدة لهذا الفصل. على سبيل المثال: إذا كان العدد هو8/9، فإن 8 هو متوسط عدد الأنشطة المُنجَزة في الوحدة، و9 هو إجمالي الأنشطة في الوحدة."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 34,
          "numberPosLeft": 1,
          "text":{
            "english": "This row shows the average score in each unit for this class.",
            "turkish": "Bu satır, bu sınıf için her bir ünitedeki ortalama puanı gösterir.",
            "spanish": "Esta fila muestra la puntuación media para cada unidad de esta clase.",
            "spanish_la": "Esta fila muestra la puntuación media para cada unidad de esta clase.",
            "portuguese": "Esta linha exibe a pontuação média em cada unidade para esta turma.",
            "japanese": "この行は、このクラスの各ユニットの平均点を表します。",
            "chinese": "這一行顯示本班學生在這個單元所得到的平均分數。",
            "thai": "ค่าเฉลี่ยของคะแนนทั้งห้องเรียน  แบ่งตามหัวข้อ",
            "korean":"이 행은 이 수업의 단원별 평균 점수를 보여 줍니다.",
            "vietnamese":"Dòng này cho thấy điểm trung bình cho mỗi bài học của lớp học này.",
            "indonesian":"Baris ini menunjukkan skor rata-rata dalam setiap unit untuk kelas ini.",
            "arabic": "يبين هذا الصف متوسط الدرجةفي كل وحدة لهذا الفصل."
          }
        },
        "paragraph06": {
          "number": 6,
          "numberPosTop": 38,
          "numberPosLeft": 1,
          "text":{
            "english": "This row shows the average amount of time students in this class worked on each unit.",
            "turkish": "Bu satır, bu sınıftaki öğrencilerin her bir ünitede çalıştığı ortalama süreyi gösterir.",
            "spanish": "Esta fila muestra la cantidad promedio de tiempo que los estudiantes de esta clase han trabajado en cada unidad.",
            "spanish_la": "Esta fila muestra la cantidad promedio de tiempo que los estudiantes de esta clase han trabajado en cada unidad.",
            "portuguese": "Esta linha exibe a quantidade média de tempo que os alunos desta turma gastaram em cada unidade.",
            "japanese": "この行は、このクラスの生徒が各ユニットの学習に費やした平均時間を表します。",
            "chinese": "這一行顯示本班學生在每個單元所花費的平均時間。",
            "thai": "เวลาโดยเฉลี่ยที่นักเรียนใช้ในการทำกิจกรรมแต่ละหัวข้อ",
            "korean":"이 행은 이 수업에 참여한 학생들이 각 단원에서 활동한 평균 시간량을 보여 줍니다.",
            "vietnamese":"Dòng này cho thấy mức thời gian trung bình mà học sinh trong lớp học này đã dành cho mỗi bài học.",
            "indonesian":"Baris ini menunjukkan jumlah waktu rata-rata yang diperlukan para murid dalam kelas ini untuk melakukan setiap unit.",
            "arabic": "يُظهِر هذا الصف متوسط مقدار الوقت الذي قضاه الطالب في هذا الفصل بالعمل في كل وحدة."
          }
        },
        "paragraph07": {
          "number": 7,
          "numberPosTop": 30,
          "numberPosLeft": 23,
          "text":{
            "english": "This is the total of the average number of activities completed in the entire level for this class. For example, if the number is 80/90, 80 is the total of the average number of activities completed across units, and 90 is the total number of activities in the level.",
            "turkish": "Bu sınıf için bütün seviye boyunca tamamlanan ortalama aktivite sayısının toplamıdır. Örneğin; bu sayı 80/90 ise, 80 ünitelerde tamamlanan ortalama aktivite sayısı toplamı, 90 ise seviyedeki toplam aktivite sayısıdır.",
            "spanish": "Este es el total del número promedio de actividades realizadas en todo el nivel para esta clase. Por ejemplo, si el número es 80/90, 80 es el total del número promedio de actividades realizadas en las distintas unidades, y 90 es el número total de actividades en el nivel.",
            "spanish_la": "Este es el total del número promedio de actividades realizadas en todo el nivel para esta clase. Por ejemplo, si el número es 80/90, 80 es el total del número promedio de actividades realizadas en las distintas unidades, y 90 es el número total de actividades en el nivel.",
            "portuguese": "Este é o total do número médio de atividades concluídas durante todo o nível desta turma. Por exemplo, se o número é 80/90, 80 é a soma do número médio de atividades entre as unidades concluídas, e 90 é o número total de atividades presentes no nível.",
            "japanese": "これは、このクラスのそのレベル全体のアクティビティに対する、完了したアクティビティの平均数です。例えば、その数が80/90だとすれば。80は完了したアクティビティの平均数であり、90はそのレベルのアクティビティの合計数です。",
            "chinese": "這是本班學生在整個級數所完成的學習活動平均數目總和。例如，如果數字是80/90，80代表學生在各單元所完成的學習活動平均數目總和，而90代表此級數中全部的學習活動數目總和。",
            "thai": "ค่าเฉลี่ยของจำนวนกิจกรรมที่ทำเสร็จทั้งระดับชั้น ถ้าตัวเลขแสดงที่ 80/90 เลข 80 คือ จำนวนโดยเฉลี่ยของกิจกรรมที่ทำเสร็จแล้วในทุกหัวข้อ  และ 90 คือ จำนวนกิจกรรมทั้งหมดที่นักเรียนต้องทำ",
            "korean":"이것은 이 수업의 전체 레벨에서 완료된 평균 활동 수의 합계입니다. 예를 들어, 그 수가 80/90이면 80은 전체 단원에서 완료된 평균 활동 수의 합계이고, 90은 그 레벨의 총 활동 수입니다.",
            "vietnamese":"Đây là tổng số hoạt động trung bình mà lớp học đã hoàn thành đối với toàn bộ trình độ này. Ví dụ, nếu con số là 80/90, 80 là tổng số trung bình của các hoạt động đã hoàn thành trong tất cả các bài học, và 90 là tổng số các hoạt động ở trình độ này.",
            "indonesian":"Baris ini menunjukkan jumlah rata-rata dari aktivitas-aktivitas yang dilakukan di seluruh tingkat untuk kelas ini. Misalnya, bila angkanya 80/90, berarti bahwa 80 adalah angka rata-rata untuk aktivitas-aktivitas yang dilakukan di semua unit-unit, dan 90 adalah jumlah total aktivitas-aktivitas dalam tingkat yang bersangkutan.",
            "arabic": "هذا هو إجمالي متوسط عدد الأنشطة المُنجَزة في مستوى كامل لهذا الفصل. على سبيل المثال: إذا كان الرقم 80/90، فإن 80 هو إجمالي متوسط عدد الأنشطة المُنجَزة في الوحدة، و90 هو إجمالي الأنشطة في المستوى."
          }
        },
        "paragraph08": {
          "number": 8,
          "numberPosTop": 34,
          "numberPosLeft": 23,
          "text":{
            "english": "This is the average score across units in the level.",
            "turkish": "Bu, seviyedeki üniteler boyunca alınan ortalama puandır.",
            "spanish": "Esta es la puntuación media de todas las unidades en el nivel.",
            "spanish_la": "Esta es la puntuación media de todas las unidades en el nivel.",
            "portuguese": "Esta é a pontuação média dentre as unidades no nível.",
            "japanese": "これは、そのレベルのユニット全体の平均点です。",
            "chinese": "這是同一級數中各單元的平均分數。",
            "thai": "ค่าเฉลี่ยของคะแนนแยกตามบทเรียนของทั้งระดับ",
            "korean":"이것은 해당 레벨에서 전체 단원의 평균 점수입니다.",
            "vietnamese":"Đây là điểm trung bình cho các bài học ở trình độ này.",
            "indonesian":"Inilah skor rata-rata untuk semua unit-unit di tingkat ini.",
            "arabic": "هذا هو متوسط الدرجة عبر الوحدات في المستوى."
          }
        },
        "paragraph09": {
          "number": 9,
          "numberPosTop": 38,
          "numberPosLeft": 23,
          "text":{
            "english": "This is the total of the average amount of time in each unit that students spent on activities across the level.",
            "turkish": "Bu, öğrencilerin seviye boyunca her ünite için aktiviteler üzerinde harcadığı ortalama süre toplamıdır.",
            "spanish": "Este es el total de la cantidad promedio de tiempo que los estudiantes dedicaron a las actividades en cada unidad para todo el nivel.",
            "spanish_la": "Este es el total de la cantidad promedio de tiempo que los estudiantes dedicaron a las actividades en cada unidad para todo el nivel.",
            "portuguese": "Este é o total da quantidade média de tempo gasto pelos alunos nas atividades em cada unidade durante todo o nível.",
            "japanese": "これは、生徒がそのレベル全体のアクティビティに費やした各ユニットの平均時間の合計です。",
            "chinese": "這是學生在同一級數中，各單元學習活動所花費的平均時間總和。",
            "thai": "เวลาโดยเฉลี่ยที่นักเรียนใช้ในการทำกิจกรรม",
            "korean":"이것은 학생이 레벨 전체에서 활동에 사용한 단원별 평균 시간의 합계입니다.",
            "vietnamese":"Đây là tổng thời gian trung bình mà các học sinh đã dành cho các hoạt động của mỗi bài học ở trình độ này.",
            "indonesian":"Inilah jumlah waktu total rata-rata di setiap unit yang dihabiskan para murid untuk melakukan aktivitas-aktivitas di seluruh tingkat.",
            "arabic": "هذا هو إجمالي متوسط الوقت في كل وحدة والذي يقضيه الطلاب في الأنشطة خلال المستوى."
          }
        },
        "paragraph10": {
          "number": 10,
          "numberPosTop": 10,
          "numberPosLeft": 79,
          "text":{
            "english": "Click here to export this report to Microsoft Excel™.",
            "turkish": "Bu raporu Microsoft Excel™ olarak dışa aktarmak için buraya tıklayın.",
            "spanish": "Haga clic aquí para exportar este informe a Microsoft Excel™.",
            "spanish_la": "Haga click aquí para exportar este informe en formato Microsoft Excel™. ",
            "portuguese": "Clique aqui para exportar este relatório para o Microsoft Excel™.",
            "japanese": "このレポートをMicrosoft Excel™にエクスポートするには。こちらをクリックします。",
            "chinese": "點此處用Microsoft Excel格式輸出這份報告。",
            "thai": "คลิกที่นี่  เพื่อบันทึกรายงานเป็นไฟล์ Microsoft Excel™",
            "korean":"이 보고서를 Microsoft Excel™로 내보내려면 여기를 클릭하십시오.",
            "vietnamese":"Nhấp chuột vào đây để xuất báo cáo này ra bảng Microsoft ExcelTM.",
            "indonesian":"Klik di sini untuk mengekspor rapor ini ke Microsoft Excel™.",
            "arabic": "انقر هنا لتصدير هذا التقرير إلى Microsoft Excel™."
          }
        },
        "paragraph11": {
          "number": 11,
          "numberPosTop": 10,
          "numberPosLeft": 88,
          "text":{
            "english": "Click here to print this report.",
            "turkish": "Bu raporu yazdırmak için buraya tıklayın.",
            "spanish": "Haga clic aquí para imprimir este informe.",
            "spanish_la": "Haga click aquí para imprimir este informe.",
            "portuguese": "Clique aqui para imprimir este relatório.",
            "japanese": "このレポートを印刷するには、こちらをクリックします。",
            "chinese": "點此處列印這份報告。",
            "thai": "คลิกที่นี่ เพื่อพิมพ์หน้านี้",
            "korean":"이 보고서를 인쇄하려면 여기를 클릭하십시오.",
            "vietnamese":"Nhấp chuột vào đây để in báo cáo này.",
            "indonesian":"Klik di sini untuk mencetak rapor ini.",
            "arabic": "اانقر هنا لطباعة هذا التقرير."
          }
        }
      }
    }
  }
}