{
 "title": {
    "english": "Forum",
    "turkish": "Forum",
    "spanish": "Foro",
    "portuguese": "Fórum",
    "arabic": "المنتدى"
  },
 "segment": "primary",
 "userType": ["teacher"],
 "pageCount": 3,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "PTF001.png",
      "pageTitle": {
        "english": "Choose a class",
        "turkish": "Ders seç",
        "spanish": "Elija una clase",
        "portuguese": "Escolha uma turma",
        "arabic": "حدد فصل"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 2,
          "numberPosLeft": 70,
          "text":{
            "english": "Choose a class from the menu.",
            "turkish": "Menüden bir ders seçin.",
            "spanish": "Elija una clase del menú.",
            "portuguese": "Selecione uma turma a partir do menu.",
            "arabic": "حدد فصلا من القائمة."
          }
        }
      }
    },
    "page02": {
      "pageType": "screenshot",
      "imgId": "PTF002.png",
      "pageTitle": {
        "english": "Write a post",
        "turkish": "Gönderi yaz",
        "spanish": "Escribir un mensaje",
        "portuguese": "Escreva uma postagem",
        "arabic": "اكتب منشورًا"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 2,
          "numberPosTop": 2,
          "numberPosLeft": 1,
          "text":{
            "english": "You can create a new post by writing in the Create New Post column. When you click the “Post” button it will appear in the Discussions and Comments list. Any student in your Online Practice class can see your post and reply to it. Students can also write posts and begin discussions.",
            "turkish": "Yeni Gönderi Oluştur kolonuna yazarak yeni bir gönderi oluşturabilirsiniz. “Post” düğmesine tıkladığınızda Tartışmalar ve Yorumlar listesinde görüntülenir. Çevrim İçi Uygulama dersinizdeki tüm öğrenciler gönderinizi görebilir ve yanıtlayabilir. Öğrenciler de gönderi yazabilir ve tartışma başlatabilir.",
            "spanish": "Puede crear un nuevo mensaje escribiendo en la columna de Create New Post [Crear Nuevo Mensaje]. Al hacer clic en el botón \"Post\", aparecerá en la lista de Discusiones y Comentarios. Cualquier estudiante en su clase de Práctica Online podrá ver su mensaje y responder. Los estudiantes también pueden escribir mensajes y comenzar las discusiones.",
            "portuguese": "Você pode criar uma nova postagem escrevendo na coluna “Create New Post”. Quando você clicar no botão \"Post\" ela aparecerá na lista “Discussions and Comments”. Qualquer aluno em sua turma do Online Practice poderá visualizar sua postagem e responder a ela. Os alunos também podem escrever postagem e iniciar discussões.",
            "arabic": "يمكنك عمل منشور جديد عن طريق الكتابة في عمود إنشاء منشور جديد. عند النقر على زر“Post” (\"نشر\"), سوف تظهر في قائمة المناقشات والتعليقات. يمكن لأي طالب في فصل الممارسة على الإنترنتا لخاصة بك أن يرى منشورك ويرد عليه. يمكن للطلاب أيضًا كتابة منشورات وبدء مناقشات."
          }
        },
        "paragraph02": {
          "number": 3,
          "numberPosTop": 20,
          "numberPosLeft": 1,
          "text":{
            "english": "Write your message in the blank text area under the formatting buttons.  ",
            "turkish": "Mesajınızı biçimlendirme düğmelerinin altındaki boş metin alanına girin.",
            "spanish": "Escriba el mensaje en el campo en blanco debajo de los botones de formato.",
            "portuguese": "Escreva sua mensagem na área de texto em branco sob os botões de formatação.",
            "arabic": "اكتب رسالتك في المنطقة الفارغة تحت أزرار التنسيق."
          }
        },
        "paragraph03": {
          "number": 4,
          "numberPosTop": 2,
          "numberPosLeft": 41,
          "text":{
            "english": "This is where you can view and reply to all of the current posts.",
            "turkish": "Güncel gönderilerin tümünü burada görüntüleyebilir ve yanıtlayabilirsiniz.",
            "spanish": "Aquí podrá ver y responder todos los mensajes actuales.",
            "portuguese": "Este é o lugar onde você pode visualizar e responder a todas as postagens atuais.",
            "arabic": "هذا هو المكان الذي يمكنك من خلاله عرض جميع المنشورات الحالية والرد عليها."
          }
        },
        "paragraph04": {
          "number": 5,
          "numberPosTop": 85,
          "numberPosLeft": 1,
          "text":{
            "english": "Click “Post” to add a post to the column on the right.",
            "turkish": "Gönderiyi sağdaki kolona eklemek için “Post” seçeneğine tıklayın.",
            "spanish": "Haga clic en \"Post\" para añadir un mensaje a la columna de la derecha.",
            "portuguese": "Clique em “Post” para adicionar a postagem na coluna à direita.",
            "arabic": "انقر على “Post” (\"نشر\") لإضافة منشور ما إلى العمود الواقع على اليمين."
          }
        },
        "paragraph05": {
          "number": 6,
          "numberPosTop": 20,
          "numberPosLeft": 39,
          "text":{
            "english": "Click “Show” to view your students' replies to a post.",
            "turkish": "Öğrencilerinizin gönderiye yanıtlarını görüntülemek için “Show” seçeneğine tıklayın.",
            "spanish": "Haga clic en \"Show\" para ver las respuestas de los alumnos a un mensaje.",
            "portuguese": "Clique em “Show” para visualizar as respostas dos seus alunos a uma postagem.",
            "arabic": "انقر على “Show” (\"عرض\") لاستعراض ردود طلابك على منشور ما. "
          }
        },
        "paragraph06": {
          "number": 7,
          "numberPosTop": 39,
          "numberPosLeft": 39,
          "text":{
            "english": "Click “Hide” to hide the replies.",
            "turkish": "Yanıtları gizlemek için “Hide” seçeneğine tıklayın.",
            "spanish": "Haga clic en \"Hide\" para ocultar las respuestas.",
            "portuguese": "Clique em “Hide” para esconder as respostas.",
            "arabic": "انقر على “Hide” (\"إخفاء\") لإخفاء الردود."
          }
        },
        "paragraph07": {
          "number": 8,
          "numberPosTop": 42,
          "numberPosLeft": 56,
          "text":{
            "english": "Click “Reply” to reply to a post.",
            "turkish": "Bir gönderiyi yanıtlamak için “Reply” seçeneğine tıklayın.",
            "spanish": "Haga clic en \"Reply\" para responder a un mensaje.",
            "portuguese": "Clique em “Reply” para responder a uma postagem.",
            "arabic": "انقر على “Reply” (\"رد\") للرد على منشور ما."
          }
        }
      }
    },
    "page03": {
      "pageType": "screenshot",
      "imgId": "PTF003.png",
      "pageTitle": {
        "english": "Reply to or delete posts",
        "turkish": "Gönderileri yanıtla ya da sil",
        "spanish": "Responder o borrar mensajes",
        "portuguese": "Responder ou remover postagens",
        "arabic": "رُد على المنشورات أو احذفها"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 9,
          "numberPosTop": 44,
          "numberPosLeft": 42,
          "text":{
            "english": "If you click “Reply”, a text box will open under the post you are replying to. You can enter your reply directly within the discussion.",
            "turkish": "“Reply” seçeneğine tıklarsanız, yanıtladığınız gönderinin altında bir metin kutusu açılacaktır. Yanıtınızı doğrudan tartışma içerisine girebilirsiniz.",
            "spanish": "Si hace clic en \"Reply\", se abrirá un cuadro de texto bajo el mensaje al que está respondiendo. Puede ingresar su respuesta directamente en la discusión.",
            "portuguese": "Se você clicar em “Reply”, uma caixa de texto será aberta sob a postagem para a qual você está fornecendo uma resposta. Você pode digitar a sua resposta diretamente na discussão.",
            "arabic": "في حالة النقر على “Reply” (\"رد\")، سيفتح مربع حواري تحت المنشور الذي تقوم بالرد عليه. يمكنك إدخال ردك مباشرةً في المناقشة."
          }
        },
        "paragraph02": {
          "number": 10,
          "numberPosTop": 63,
          "numberPosLeft": 42,
          "text":{
            "english": "Click “Post” to post your reply to the discussion.",
            "turkish": "Tartışmaya yanıtınızı göndermek için “Post” seçeneğine tıklayın.",
            "spanish": "Haga clic en \"Post\" para publicar su respuesta a la discusión.",
            "portuguese": "Clique em “Post” para publicar a sua resposta na área de discussão.",
            "arabic": "انقر على “Post”  (\"نشر\") لنشر ردك على المناقشة."
          }
        },
        "paragraph03": {
          "number": 11,
          "numberPosTop": 63,
          "numberPosLeft": 55,
          "text":{
            "english": "Click “Cancel” if you do not want to post your reply.",
            "turkish": "Yanıtınızı paylaşmak istemiyorsanız “Cancel” seçeneğine tıklayın.",
            "spanish": "Haga clic en \"Cancel\" si no desea publicar su respuesta.",
            "portuguese": "Clique em “Cancel” se você não desejar publicar sua resposta.",
            "arabic": "انقر على “Cancel” (\"إلغاء\") إذا كنت لا تريد نشر ردك."
          }
        },
        "paragraph04": {
          "number": 12,
          "numberPosTop": 29,
          "numberPosLeft": 79,
          "text":{
            "english": "Click “Delete Conversation” to delete an entire discussion which includes the original post, as well as all students' replies. Students are not able to delete discussions.",
            "turkish": "Gönderinin kendisini ve tüm öğrenci yanıtları da dahil tartışmanın tamamını silmek için “Delete Conversation” seçeneğine tıklayın. Öğrenciler tartışmaları silemez.",
            "spanish": "Haga clic en \"Delete Conversation\" para borrar toda una discusión, incluyendo el mensaje original, así como las respuestas de todos los estudiantes. Los estudiantes no pueden eliminar discusiones.",
            "portuguese": "Clique em “Delete Conversation” para excluir uma discussão inteira que inclua uma postagem original, bem como as respostas de todos os alunos. Os alunos não são capazes de excluir as discussões.",
            "arabic": "انقر على “Delete Conversation” (\"حذف المحادثة\") لحذف كامل المناقشة التي تتضمن المنشور الأصلي، فضلاً عن ردود كل الطلاب. لن يكون بمقدور الطلاب حذف المناقشات."
          }
        },
        "paragraph05": {
          "number": 13,
          "numberPosTop": 79,
          "numberPosLeft": 42,
          "text":{
            "english": "Click “Delete Reply” to delete any reply within a discussion. Students are not able to delete replies.",
            "turkish": "Bir tartışma içindeki yanıtları silmek için “Delete Reply” seçeneğine tıklayın. Öğrenciler yanıtları silemez.",
            "spanish": "Haga clic en \"Delete Reply\" para borrar cualquier respuesta en una discusión. Los estudiantes no pueden eliminar las respuestas.",
            "portuguese": "Clique em “Delete Reply” para excluir qualquer resposta presente em uma discussão. Os alunos não são capazes de excluir as respostas.",
            "arabic": "انقر على “Delete Reply”(\"حذف الرد\") لحذف أي رد ضمن المناقشة. لن يكون بمقدور الطلاب حذف الردود."
          }
        }
      }
    }
  }
}