{
 "title": {
    "english": "Class Details",
    "turkish": "Ders Ayrıntıları",
    "spanish": "Detalles de la Clase",
    "portuguese": "Dados da aula",
    "arabic": "تفاصيل الفصل"
  },
 "segment": "primary",
 "userType": ["teacher"],
 "pageCount": 1,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "PTCD001.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "portuguese": "",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 15,
          "numberPosLeft": 26,
          "text":{
            "english": "Click here to change the name of this class.",
            "turkish": "Bu sınıfın adını değiştirmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para cambiar el nombre de esta clase.",
            "portuguese": "Clique aqui para mudar o nome desta aula.",
            "arabic": "انقر هنا لتغيير اسم هذا الفصل."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 15,
          "numberPosLeft": 38,
          "text":{
            "english": "Click here to join an institution.",
            "turkish": "Bir kuruma katılmak için buraya tıklayın.",
            "spanish": "Haga clic aquí para inscribirse en una institución.",
            "portuguese": "Clique aqui para participar de uma instituição.",
            "arabic": "انقر هنا للانضمام إلى مؤسسة ما."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 52,
          "numberPosLeft": 7,
          "text":{
            "english": "Check this box to delete this student from this class. Then click “Save Changes”.",
            "turkish": "Bu öğrenciyi bu sınıftan silmek için buraya tıklayın. Ardından “Save Changes” seçeneğine tıklayın.",
            "spanish": "Marque esta casilla para eliminar al estudiante de esta clase. Luego haga clic en \"Save Changes\".",
            "portuguese": "Marque esta caixa de seleção para excluir este aluno desta aula. Em seguida, clique em “Save Changes”.",
            "arabic": "ضع علامة فيهذا المربع لحذف هذا الطالب من هذا الفصل. ثم انقر على “Save Changes”(\"حفظ التغييرات\")."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 83,
          "numberPosLeft": 13,
          "text":{
            "english": "Click here to go back to the previous screen. If you did not click “Save Changes” your changes will not be saved.",
            "turkish": "Bir önceki ekrana geri dönmek için buraya tıklayın. “Save Changes” seçeneğine tıklamazsanız, değişiklikleriniz kaydedilmez.",
            "spanish": "Haga clic aquí para regresar a la pantalla anterior. Si no hizo clic en \"Save Changes\" no se guardarán los cambios.",
            "portuguese": "Clique aqui para voltar à tela anterior. Caso você não clique em “Save Changes”, as alterações não serão armazenadas.",
            "arabic": "انقر هنا للعودة إلى الشاشة السابقة. في حالة عدم النقر على “Save Changes”(\"حفظ التغييرات\"),فلن يتم حفظ التغييرات التي أجريتها."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 83,
          "numberPosLeft": 76,
          "text":{
            "english": "Click here to save the changes you made to this class.",
            "turkish": "Bu derste yaptığınız değişiklikleri kaydetmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para guardar los cambios realizados para esta clase.",
            "portuguese": "Clique aqui para salvar as alterações feitas a esta aula.",
            "arabic": "اانقر هنا لحفظ التغييرات التي أجريتهاعلى هذا الفصل."
          }
        }
      }
    }
  }
}