{
 "title": {
    "english": "Manage Classes",
    "turkish": "Sınıfları Yönet",
    "spanish": "Administrar Clases",
    "spanish_la": "Administrar Clases",
    "portuguese": "Gerenciar turmas",
    "japanese": "クラスの管理",
    "chinese": "管理班級",
    "thai": "จัดการห้องเรียน",
    "arabic": "إدارة الفصول"
  },
 "segment": "primary",
 "userType": ["teacher"],
 "pageCount": 1,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "PTMC001.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "spanish_la": "",
        "portuguese": "",
        "japanese": "",
        "chinese": "",
        "thai": "",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 5,
          "numberPosLeft": 25,
          "text":{
            "english": "This screen shows all of the classes that you have created.",
            "turkish": "Bu ekran oluşturduğunuz tüm sınıfları gösterir.",
            "spanish": "Esta pantalla muestra todas las clases que ha creado.",
            "spanish_la": "Esta pantalla muestra todas las clases que ha creado.",
            "portuguese": "Esta tela exibe todas as turmas que você criou.",
            "japanese": "この画面は、登録された全クラスを表示します。",
            "chinese": "本畫面顯示您創建的全部班級。",
            "thai": "ข้อมูลของห้องเรียนทั้งหมดที่คุณสร้างขึ้น",
            "arabic": "تُظهِر هذه الشاشة جميع الفصول التي قمت بإنشائها."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 21,
          "numberPosLeft": 41,
          "text":{
            "english": "Click here to view the details for a class. You can view your students, view your class ID code, change the name of this class, delete students’ accounts, or join an institution.",
            "turkish": "Bir sınıfın bilgilerini görmek için buraya tıklayın. Öğrencilerinizi ve sınıf ID kodunuzu görebilir, bu sınıfın adını değiştirebilir, öğrencilerin hesaplarını silebilir ya da bir kuruma katılabilirsiniz.",
            "spanish": "Haga clic aquí para ver los detalles de una clase. Puede ver sus estudiantes, su código de ID de clase, cambiar el nombre de esta clase, eliminar las cuentas de los estudiantes, o inscribirse en una institución.",
            "spanish_la": "Haga click aquí para ver los detalles de una clase. Puede ver sus estudiantes, su código de ID de clase, cambiar el nombre de esta clase, eliminar las cuentas de los estudiantes, o inscribirse en una institución.",
            "portuguese": "Clique aqui para visualizar os dados de uma turma. Você pode visualizar os seus alunos, o seu código de identificação de turma, alterar o nome dessa aula, excluir contas dos alunos ou associar-se a uma instituição.",
            "japanese": "クラスの詳細を表示するには、こちらをクリックします。生徒やクラスIDコードの表示、クラス名の変更、生徒アカウントの削除、また学校・団体へ登録することもできます。",
            "chinese": "點此處觀看班級詳細資料，您可以觀看您的學生、您的班級代碼、更改班級名稱、刪除學生帳號或加入機關單位。",
            "thai": "คลิกที่นี่  เพื่อดูรายละเอียดของห้องเรียน  คุณสามารถดูข้อมูลของนักเรียนแต่ละคน  รหัสห้องเรียน  เปลี่ยนชื่อห้อง  ลบบัญชีนักเรียนออกจากห้องเรียน  หรือ เข้าร่วมสถาบันการศึกษา  ",
            "arabic": "انقر هنا لعرض التفاصيل عن فصل ما. يمكنك عرض طلابك أو عرض رمز مُعرِّف الفصل الخاص بك أو تغيير اسم هذا الفصل أو حذف حسابات الطلاب أو الانضمام لإحدى المؤسسات."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 21,
          "numberPosLeft": 61,
          "text":{
            "english": "Click here to hide units or lessons for your class.",
            "turkish": "Sınıfınızın ünite veya derslerini gizlemek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ocultar unidades o lecciones para su clase.",
            "spanish_la": "Haga click aquí para ocultar unidades o lecciones para su clase.",
            "portuguese": "Clique aqui para ocultar as unidades ou lições de sua turma.",
            "japanese": "ユニットやレッスンを表示しない場合は、こちらをクリックします。",
            "chinese": "點此處隱藏單元或課程，不讓您的班級看到。",
            "thai": "คลิกที่นี่  เพื่อซ่อนหัวข้อ หรือบทเรียนออกจากห้องเรียน",
            "arabic": "انقر هنا لإخفاء الوحدات أو الدروس الخاصة بالفصل الخاص بك."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 21,
          "numberPosLeft": 77,
          "text":{
            "english": "Click here to view your class and student reports.",
            "turkish": "Sınıf ve öğrenci raporlarınızı görmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ver los informes de clase y de los estudiantes.",
            "spanish_la": "Haga click aquí para ver los informes de clase y de los estudiantes.",
            "portuguese": "Clique aqui para visualizar os relatórios de sua turma e alunos.",
            "japanese": "クラスや生徒のレポートを表示するには、こちらをクリックします。",
            "chinese": "點此處觀看您的班級報告和學生報告。",
            "thai": "คลิกที่นี่  เพื่อดูรายงานการเรียนการสอนในห้องเรียน และรายงานของนักเรียน",
            "arabic": "انقر هنا لعرض التقارير الخاصة بفصلك وطلابك."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 21,
          "numberPosLeft": 89,
          "text":{
            "english": "Click here to delete a class.",
            "turkish": "Bir sınıfı silmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para eliminar una clase.",
            "spanish_la": "Haga click aquí para eliminar una clase.",
            "portuguese": "Clique aqui para excluir uma turma.",
            "japanese": "クラスを削除する場合は、こちらをクリックします。",
            "chinese": "點此處刪除一個班級。",
            "thai": "คลิกที่นี่  เพื่อลบห้องเรียน",
            "arabic": "انقر هنا لحذف أحد الفصول."
          }
        },
        "paragraph06": {
          "number": 6,
          "numberPosTop": 88,
          "numberPosLeft": 73,
          "text":{
            "english": "Click here to create a new class. (To add a new level, go to your Home page and click “Add a Level”.)",
            "turkish": "Yeni bir sınıf oluşturmak için buraya tıklayın. (Yeni bir seviye eklemek için, Anasayfaya gidin ve “Add a Level” seçeneğine tıklayın.)",
            "spanish": "Haga clic aquí para crear una nueva clase. (Para añadir un nuevo nivel, vaya a su página de Inicio y haga clic en \"Add a Level\".)",
            "spanish_la": "Haga click aquí para crear una nueva clase. (Para añadir un nuevo nivel, vaya a su página de Inicio y haga click en \"Add a Level\".)",
            "portuguese": "Clique aqui para criar uma nova turma. (Para adicionar um novo nível, vá para sua página inicial e clique em \"Add a Level\".)",
            "japanese": "新しいクラスを作成する場合は、こちらをクリックします（新しいレベルを追加する場合には、ホームページにアクセスして、Add a Level[レベルを追加]をクリックします）。",
            "chinese": "點處創建一個新班級。（如需新增級數，請前往您的首頁並點擊 Add a Level（新增級數）。）",
            "thai": "คลิกที่นี่  เพื่อสร้างห้องเรียนใหม่  (หากต้องการเพิ่มระดับใหม่  ไปที่ “หน้าหลัก” คลิก ”เพิ่มระดับชั้นเรียน”)",
            "arabic": "انقر هنا لإنشاء فصل جديد. (لإضافة مستوى جديد؛ انتقل إلى الصفحة الرئيسية وانقر“Add a Level”( \"إضافة مستوى\").)"
          }
        }
      }
    }
  }
}