{
 "title": {
    "english": "Activities",
    "turkish": "Aktiviteler",
    "spanish": "Actividades",
    "spanish_la": "Actividades",
    "portuguese": "Atividades",
    "japanese": "アクティビティ",
    "chinese": "學習活動",
    "thai": "กิจกรรมการเรียนรู้",
    "arabic": "أنشطة"
  },
 "segment": "primary",
 "userType": ["student"],
 "pageCount": 1,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "PSA001.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "spanish_la": "",
        "portuguese": "",
        "japanese": "",
        "chinese": "",
        "thai": "",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 2,
          "numberPosLeft": 1,
          "text":{
            "english": "Use this menu to choose a unit and lesson. When you choose a unit and lesson you will be taken to the first activity within the lesson.",
            "turkish": "Bir ünite ya da ders seçmek için bu menüyü kullanın. Bir ünite ya da ders seçtiğinizde, ders içindeki ilk aktiviteye yönlendirilirsiniz.",
            "spanish": "Utilice este menú para seleccionar una unidad y lección. Cuando elija una unidad y lección, será dirigido a la primera actividad dentro de la lección.",
            "spanish_la": "Utilice este menú para seleccionar una unidad y lección. Cuando elija una unidad y lección, será dirigido a la primera actividad dentro de la lección.",
            "portuguese": "Utilize este menu para escolher a unidade e uma lição. Quando você escolher uma unidade e uma lição, você será levado para a primeira atividade dentro da lição.",
            "japanese": "ユニットやレッスンを選択するにはこのメニューを使用します。ユニットやレッスンを選択すると、そのレッスンの最初のアクティビティが表示されます。",
            "chinese": "請使用本選單來選擇單元與課程。當您選擇一個單元與課程，您將前往該課程裡的第一個學習活動。",
            "thai": "เมนูนี้สำหรับเลือกหัวข้อและบทเรียน เมื่อเลือกหัวข้อและบทเรียนที่ต้องการระบบจะนำไปที่หน้าแรกของกิจกรรม",
            "arabic": "استخدم هذه القائمة لاختيار وحدة ودرس. عند اختيار وحدة ودرس سيتم نقلك إلى النشاط الأول ضمن الدرس."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 2,
          "numberPosLeft": 45,
          "text":{
            "english": "Use this menu to choose an activity within a lesson.",
            "turkish": "Ders içinden bir aktivite seçmek için bu menüyü kullanın.",
            "spanish": "Utilice este menú para elegir una actividad dentro de una lección.",
            "spanish_la": "Utilice este menú para elegir una actividad dentro de una lección.",
            "portuguese": "Clique no menu ao lado para escolher uma atividade dentro de uma lição.",
            "japanese": "レッスン内のアクティビティを選択するには、このメニューを使用します。",
            "chinese": "請使用本選單來選擇課程內的一項學習活動。",
            "thai": "เมนูนี้สำหรับเลือกกิจกรรมภายในบทเรียน",
            "arabic": "استخدم هذه القائمة لاختيار النشاط من خلال الدرس."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 2,
          "numberPosLeft": 67,
          "text":{
            "english": "Use the “Previous” and “Next” buttons to navigate through the activities in sequence.",
            "turkish": "Aktiviteler arasında sırayla gezinmek için “Previous” ve “Next” düğmelerini kullanın.",
            "spanish": "Utilice los botones \"Previous\" y \"Next\" para navegar a través de las actividades en secuencia.",
            "spanish_la": "Utilice los botones \"Previous\" y \"Next\" para navegar a través de las actividades en secuencia.",
            "portuguese": "Utilize os botões “Previous“ e “Next“ para navegar por meio das atividades em sequência.",
            "japanese": "アクティビティを順番に進めるには、Previous[前に]とNext[次へ]ボタンをクリックします。",
            "chinese": "請使用「往前」與「往後」按鈕，即可按照順序瀏覽各項活動。",
            "thai": "ใช้ปุ่ม “Previous” และ “Next” สำหรับนำทางในกิจกรรมตามลำดับ",
            "arabic": "استخدم الزرينِ “Next” (\"التالي\")و“Previous”(\"السابق\") للتنقل خلال الأنشطة في تسلسل. "
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 14,
          "numberPosLeft": 1,
          "text":{
            "english": "The Online Practice activities are displayed in this area.",
            "turkish": "Online Uygulama aktiviteleri bu alanda görüntülenir.",
            "spanish": "Las actividades de la Práctica Online se muestran en esta área.",
            "spanish_la": "Las actividades de la Práctica Online se muestran en esta área.",
            "portuguese": "As atividades do Online Practice são exibidas nesta área.",
            "japanese": "Online Practiceのアクティビティはこのエリアに表示されます。",
            "chinese": "線上練習的學習活動在此區展示。",
            "thai": "กิจกรรมของการทำแบบฝึกหัดออนไลน์ จะถูกแสดงที่นี่",
            "arabic": "يتم عرض أنشطة الممارسة عبر شبكةالإنترنت في هذه المنطقة."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 84,
          "numberPosLeft": 10,
          "text":{
            "english": "Your current activity score is shown here.",
            "turkish": "Mevcut aktivite puanınız burada görüntülenir.",
            "spanish": "Su puntuación actual para la actividad se muestra aquí.",
            "spanish_la": "Su puntuación actual para la actividad se muestra aquí.",
            "portuguese": "A sua pontuação atual na atividade é exibida aqui.",
            "japanese": "現在のアクティビティの得点はここに表示されます。",
            "chinese": "您目前的學習活動得分在此顯示。",
            "thai": "คะแนนการทำกิจกรรมครั้งล่าสุด จะถูกแสดงที่นี่",
            "arabic": "يتم إظهار درجة النشاط الحالي الخاص بك هنا."
          }
        },
        "paragraph06": {
          "number": 6,
          "numberPosTop": 84,
          "numberPosLeft": 27,
          "text":{
            "english": "You can attempt an activity three times. The highest score of your attempts is recorded in your report.",
            "turkish": "Bir aktiviteyi üç kez deneyebilirsiniz. Denemeleriniz sonucunda elde ettiğiniz en yüksek puan raporunuza kaydedilir.",
            "spanish": "Tiene tres intentos para completar una actividad. En su informe se registrará la puntuación más alta de sus intentos.",
            "spanish_la": "Tiene tres intentos para completar una actividad. En su informe se registrará la puntuación más alta de sus intentos.",
            "portuguese": "Você pode tentar realizar cada atividade três vezes. A pontuação mais alta dentre as obtidas durante as suas tentativas é registrada em seu relatório.",
            "japanese": "アクティビティは3回まで取り組むことができます。そのうちの1番高い得点が生徒用レポートに記録されます。",
            "chinese": "每項學習活動您可以嘗試三次，當中的最高分會紀錄在您的學習報告。",
            "thai": "นักเรียนสามารถทำกิจกรรมได้ไม่เกินสามครั้งต่อหนึ่งกิจกรรม ระบบจะบันทึกคะแนนที่ได้สูงสุดไว้ที่ฐานข้อมูล",
            "arabic": "يمكنك أن تجرب النشاط ثلاث مرات. يتم تسجيل الدرجة الأعلى لمحاولاتك في التقرير الخاص بك."
          }
        },
        "paragraph07": {
          "number": 7,
          "numberPosTop": 84,
          "numberPosLeft": 45,
          "text":{
            "english": "Click here to see a Quick Tip pop-up with guidance on completing an activity.",
            "turkish": "Bir aktiviteyi tamamlama kılavuzu ile birlikte Hızlı İpucu iletisini görmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ver un Consejo Rápido con información sobre cómo completar una actividad.",
            "spanish_la": "Haga click aquí para ver un Consejo Rápido con información sobre cómo completar una actividad.",
            "portuguese": "Clique aqui para visualizar um pop-up com uma dica rápida contendo orientações sobre a realização de uma atividade.",
            "japanese": "アクティビティを完了させるための手引きとしてQuick Tipのポップアップを見るには、こちらをクリックします。",
            "chinese": "點此處會彈出小訣竅視窗，指引您完成一項學習活動。",
            "thai": "อ่านข้อแนะนำในการทำกิจกรรมให้ประสบความสำเร็จได้ที่นี่",
            "arabic": "انقر هنا لرؤية نصيحة سريعة منبثقة مع توجيهات بشأن استكمال النشاط."
          }
        },
        "paragraph08": {
          "number": 8,
          "numberPosTop": 84,
          "numberPosLeft": 51,
          "text":{
            "english": "If an activity has an attachment, an icon will appear here. Click to download or display the attachment.",
            "turkish": "Aktivitede bir ek varsa, burada bir simge görünecektir. İndirmek veya eki görüntülemek için buraya tıklayın.",
            "spanish": "Si la actividad tiene un archivo adjunto, aparecerá un icono aquí. Haga clic aquí para descargar o visualizar el archivo adjunto.",
            "spanish_la": "Si la actividad tiene un archivo adjunto, aparecerá un icono aquí. Haga click aquí para descargar o visualizar el archivo adjunto.",
            "portuguese": "Se uma atividade possuir um anexo, um ícone aparecerá aqui. Clique para realizar o download ou para exibir o anexo.",
            "japanese": "アクティビティに添付ファイルがある場合は、こちらにアイコンが表示されます。添付ファイルをクリックすると、ダウンロードまたは表示できます。",
            "chinese": "如果學習活動有附件，此處會有圖示，點擊圖示可以下載或顯示附件。",
            "thai": "หากในกิจกรรมมีเอกสารแนบ ระบบจะแสดงสัญลักษณ์ที่นี่  คลิกเพื่อดาวน์โหลด หรือแสดงเอกสารแนบ",
            "arabic": "في حالة احتواء النشاط على مرفق، فستظهر أيقونة هنا. انقر لتحميل أو عرض المرفق."
          }
        },
        "paragraph09": {
          "number": 9,
          "numberPosTop": 84,
          "numberPosLeft": 66,
          "text":{
            "english": "You can check your answers when you have answered all questions in an activity.",
            "turkish": "Aktivitedeki tüm soruları cevapladığınızda cevaplarınızı kontrol edebilirsiniz.",
            "spanish": "Puede revisar sus respuestas una vez que haya respondido a todas las preguntas en una actividad.",
            "spanish_la": "Puede revisar sus respuestas una vez que haya respondido a todas las preguntas en una actividad.",
            "portuguese": "Você pode conferir suas respostas após responder a todas as perguntas em uma atividade.",
            "japanese": "アクティビティの全ての問題に答えると、答え合わせをすることができます。",
            "chinese": "當您答完一項學習活動中的全部問題，您可以檢查自己的答案。",
            "thai": "นักเรียนสามารถดูเฉลยได้ หลังจากตอบคำถามครบทุกกิจกรรมแล้ว",
            "arabic": "يمكنك التحقق من إجاباتك عندما تكون قد أجبت عن جميع الأسئلة في نشاط ما."
          }
        },
        "paragraph10": {
          "number": 10,
          "numberPosTop": 84,
          "numberPosLeft": 76,
          "text":{
            "english": "You can try an activity again if you answer some questions incorrectly. You can try an activity three times.",
            "turkish": "Sorulardan bazılarını hatalı cevaplarsanız aktiviteyi yeniden deneyebilirsiniz. Bir aktiviteyi üç kez deneyebilirsiniz.",
            "spanish": "Puede volver a intentar una actividad si responde algunas preguntas de manera incorrecta. Tiene tres intentos para cada actividad.",
            "spanish_la": "Puede volver a intentar una actividad si responde algunas preguntas de manera incorrecta. Tiene tres intentos para cada actividad.",
            "portuguese": "É possível tentar realizar uma atividade novamente caso você responda algumas perguntas incorretamente. Você pode tentar realizar cada atividade três vezes.",
            "japanese": "いくつか不正解があった場合は、もう一度挑戦できます。1つのアクティビティは3回まで取り組むことができます。",
            "chinese": "如果您答錯一些問題，可以再次嘗試這項學習活動，有三次機會可以嘗試。",
            "thai": "ในกรณีที่ตอบคำถามไม่ถูกต้อง นักเรียนสามารถแก้ไขคำตอบได้ไม่เกินสามครั้งต่อหนึ่งกิจกรรม  ",
            "arabic": "يمكنك تجربة أحد الأنشطة مرة أخرى إذا كانت إجاباتك عن بعض الأسئلة غير صحيحة. يمكنك أن تجرب النشاط ثلاث مرات."
          }
        },
        "paragraph11": {
          "number": 11,
          "numberPosTop": 84,
          "numberPosLeft": 87,
          "text":{
            "english": "If you answer some questions incorrectly you can see the correct answers.",
            "turkish": "Sorulardan bazılarını yanlış cevaplarsanız doğru cevapları görebilirsiniz.",
            "spanish": "En caso de responder algunas preguntas de forma incorrecta, podrá ver las respuestas correctas.",
            "spanish_la": "En caso de responder algunas preguntas de forma incorrecta, podrá ver las respuestas correctas.",
            "portuguese": "Se você responder algumas perguntas de forma incorretamente, você poderá visualizar as respostas corretas.",
            "japanese": "いくつか不正解があった場合は、正解を見ることができます。",
            "chinese": "如果您答錯一些問題，可以看正確答案。",
            "thai": "ในกรณีที่นักเรียนตอบผิด ระบบจะเฉลยคำตอบที่ถูกต้อง ",
            "arabic": "إذا أجبت عن بعض الأسئلة بطريقة غير صحيحة يمكنك رؤية الإجابات الصحيحة."
          }
        },
        "paragraph12": {
          "number": 12,
          "numberPosTop": 92,
          "numberPosLeft": 4,
          "text":{
            "english": "You can find supporting resources here which will help you with your Online Practice work, if available.",
            "turkish": "Online Uygulama çalışmanıza yardımcı olacak destekleyici kaynaklar varsa, bunları burada bulabilirsiniz.",
            "spanish": "Aquí podrá encontrar recursos de apoyo que le ayudarán con su trabajo de Práctica Online, de estar disponibles.",
            "spanish_la": "Aquí podrá encontrar recursos de apoyo que le ayudarán con su trabajo de Práctica Online, de estar disponibles.",
            "portuguese": "Aqui você poderá encontrar recursos de apoio que o ajudarão na realização de seus trabalhos no Online Practice, caso disponíveis.",
            "japanese": "Online Practiceでの学習をサポートするリソースが利用できる場合は、こちらから見ることができます。",
            "chinese": "在此處您可以找到目前可用的學習資源，協助您的線上練習。",
            "thai": "นักเรียนสามารถศึกษาข้อมูลเพิ่มเติมสำหรับทำแบบฝึกหัดออนไลน์ได้ที่นี่ (ถ้ามี) ",
            "arabic": "يمكنك أن تجد مصادر الدعم هنا الأمر الذي سيساعدك في أعمال الممارسة عبر شبكة الإنترنت، إذا كانت متاحة."
          }
        },
        "paragraph13": {
          "number": 13,
          "numberPosTop": 92,
          "numberPosLeft": 19,
          "text":{
            "english": "You can view the Picture Glossary here, if available. The Picture Glossary will help you with the course vocabulary.",
            "turkish": "Varsa, Resimli Sözlüğü burada görüntüleyebilirsiniz. Resimli Sözlük derste kullanılan sözcüklerde size yardımcı olur.",
            "spanish": "Aquí podrá ver el Glosario ilustrado, de estar disponible. El Glosario ilustrado le ayudará con el vocabulario del curso.",
            "spanish_la": "Aquí podrá ver el Glosario ilustrado, de estar disponible. El Glosario ilustrado le ayudará con el vocabulario del curso.",
            "portuguese": "Você poderá visualizar o glossário de imagens aqui, caso disponível. O glossário de imagens irá ajudá-lo com o vocabulário do curso.",
            "japanese": "Picture Glossaryが利用できる場合は、ここに表示されます。Picture Glossaryは、コース内の語彙をサポートします。",
            "chinese": "在此處您可以觀看目前可用的圖片詞庫，圖片詞庫將協助您瞭解課程單字。",
            "thai": "ถ้าต้องการหาความหมาย เพิ่มเติมของคำศัพท์ที่สำคัญ สามารถเข้าหน้าอภิธานศัพท์ ได้ที่นี่ (ถ้ามี)    ",
            "arabic": "يمكنك عرض مسرد الصور هنا، إذا كان متاحًا. سوف يساعدك مسرد الصور في المفردات الخاصة بالمقرر."
          }
        },
        "paragraph14": {
          "number": 14,
          "numberPosTop": 92,
          "numberPosLeft": 32,
          "text":{
            "english": "Access your Achievements and Reports here.",
            "turkish": "Başarılarınız ve Raporlarınıza buradan erişebilirsiniz.",
            "spanish": "Acceda a sus Logros e Informes aquí.",
            "spanish_la": "Acceda a sus Logros e Informes aquí.",
            "portuguese": "Acesse suas realizações e relatórios aqui.",
            "japanese": "成績表とレポートはこちらからアクセスします。",
            "chinese": "此處可進入您的學習成果與學習報告。",
            "thai": "เข้าดูรายงานความสำเร็จของคุณได้ที่นี่",
            "arabic": "أدخل على التحصيل والتقارير الخاصة بك هنا."
          }
        }
      }
    }
  }
}