{
 "title": {
    "english": "Class Report",
    "turkish": "Ders Raporu",
    "spanish": "Informe de la Clase",
    "spanish_la": "Informe de la Clase",
    "portuguese": "Relatório de turma",
    "japanese": "クラスレポート",
    "chinese": "班級報告",
    "thai": "รายงานประจำห้อง",
    "arabic": "التقرير الخاص بالفصل "
  },
 "segment": "primary",
 "userType": ["teacher"],
 "pageCount": 1,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "PTRC001.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "spanish_la": "",
        "portuguese": "",
        "japanese": "",
        "chinese": "",
        "thai": "",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 3.5,
          "numberPosLeft": 31,
          "text":{
            "english": "This screen shows reports for all students in a class.",
            "turkish": "Bu ekran bir sınıftaki tüm öğrencilerin raporlarını gösterir.",
            "spanish": "Esta pantalla muestra los informes para todos los estudiantes en una clase.",
            "spanish_la": "Esta pantalla muestra los informes para todos los estudiantes en una clase.",
            "portuguese": "Esta tela exibe os relatórios sobre todos os alunos que participam de uma determinada turma.",
            "japanese": "この画面は、クラス内の全生徒のレポートを表示しています。",
            "chinese": "此畫面顯示同一班級裡面全部學生的學習報告。",
            "thai": "หน้าแสดงรายงานของนักเรียนทุกคนในห้องเรียน",
            "arabic": "تُظهِر هذه الشاشة تقارير جميع الطلاب في فصل ما."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 3.5,
          "numberPosLeft": 72,
          "text":{
            "english": "Use this menu to see a report for a different class.",
            "turkish": "Farklı sınıfa ait bir rapor görüntülemek için bu menüyü kullanın.",
            "spanish": "Utilice este menú para ver un informe para una clase diferente.",
            "spanish_la": "Utilice este menú para ver un informe de una clase diferente.",
            "portuguese": "Utilize este menu para visualizar um relatório de uma turma diferente.",
            "japanese": "別のクラスのレポートを表示するには、このメニューを使用します。",
            "chinese": "使用此選單來觀看不同班級的報告。",
            "thai": "เมนูนี้สำหรับดูรายงานของห้องเรียนอื่น",
            "arabic": "استخدم هذه القائمة لرؤية تقرير ما لفصل مختلف."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 11,
          "numberPosLeft": 1,
          "text":{
            "english": "Use this menu to see reports for an individual student or all students.",
            "turkish": "Sadece bir öğrencinin ya da tüm öğrencilerin raporlarını görüntülemek için bu menüyü kullanın.",
            "spanish": "Utilice este menú para ver los informes para un estudiante en particular o para todos los estudiantes.",
            "spanish_la": "Utilice este menú de ver los informes para un estudiante en particular o de todos los estudiantes.",
            "portuguese": "Utilize este menu para visualizar os relatórios de um aluno específico ou de todos os alunos.",
            "japanese": "特定の生徒、または全ての生徒のレポートを表示するには、このメニューを使用します。",
            "chinese": "使用此選單來觀看單一學生或全部學生。",
            "thai": "เมนูนี้สำหรับดูรายงานของนักเรียนทั้งหมด หรือแยกดูเป็นรายบุคคล",
            "arabic": "استخدم هذه القائمة لرؤية تقارير طالب ما على حدة أو تقارير كل الطلاب."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 41,
          "numberPosLeft": 1,
          "text":{
            "english": "You can also click on a student’s name to see their results across lessons and units.",
            "turkish": "Ayrıca bir öğrencinin adına tıklayarak tüm derslerdeki ve ünitelerdeki sonuçlarını görüntüleyebilirsiniz.",
            "spanish": "También puede hacer clic en el nombre del estudiante para ver sus resultados en las diferentes lecciones y unidades.",
            "spanish_la": "También puede hacer click en el nombre del estudiante para ver sus resultados en las diferentes lecciones y unidades.",
            "portuguese": "Você também pode clicar no nome do aluno para visualizar os resultados obtidos nas lições e unidades.",
            "japanese": "生徒名をクリックしても、レッスン全体とユニット全体の結果を表示することができます。",
            "chinese": "您也可以點擊某一學生的姓名來觀看他們在各課程與單元的表現。",
            "thai": "คลิกที่ชื่อนักเรียน  เพื่อดูผลคะแนนในบทเรียนทั้งหมด",
            "arabic": "يمكنك أيضًا النقر على اسم طالب ما لمُعرِّفة نتائجه عبر الدروس والوحدات."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 17,
          "numberPosLeft": 1,
          "text":{
            "english": "Use this menu to filter the report to see students’ results in a particular unit.",
            "turkish": "Öğrencilerin belli bir ünitedeki sonuçlarını görmek üzere raporu filtrelemek için bu menüyü kullanın.",
            "spanish": "Utilice este menú para filtrar el informe a fin de ver los resultados de los estudiantes en una unidad en particular.",
            "spanish_la": "Utilice este menú para filtrar el informe a fin de ver los resultados de los estudiantes en una unidad en particular.",
            "portuguese": "Utilize este menu para filtrar o relatório a fim de visualizar os resultados dos alunos em uma unidade em particular.",
            "japanese": "特定のユニットの生徒の結果を見るためにそのレポートを選択する場合には、このメニューを使用します。",
            "chinese": "使用此選單來篩選報告，觀看學生在特定單元各個課程的表現。",
            "thai": "เมนูนี้สำหรับเลือกดูรายงานของนักเรียนแยกตามหัวข้อที่ต้องการ",
            "arabic": "استخدم هذه القائمة لتصفية التقارير لرؤية نتائج الطلاب في وحدة معينة."
          }
        },
        "paragraph06": {
          "number": 6,
          "numberPosTop": 22,
          "numberPosLeft": 33,
          "text":{
            "english": "You can also click on a unit title to see results in a unit.",
            "turkish": "Bir ünitedeki sonuçları görüntülemek için ünite başlığına da tıklayabilirsiniz.",
            "spanish": "También puede hacer clic en el título de una unidad para ver los resultados de una unidad.",
            "spanish_la": "También puede hacer click en el título de una unidad para ver los resultados de una unidad.",
            "portuguese": "Você também pode clicar no título de uma unidade para visualizar os resultados dessa unidade.",
            "japanese": "ユニットのタイトルをクリックしても、そのユニットの結果を見ることができます。",
            "chinese": "您也可以點擊一個單元標題，來觀看這個單元裡面的學習結果。",
            "thai": "คลิกที่ชื่อหัวข้อบทเรียน เพื่อแยกดูคะแนนตามรายหัวข้อบทเรียน",
            "arabic": "يمكنك أيضًا النقر على عنوان وحدة ما لترى النتائج في تلك وحدة."
          }
        },
        "paragraph07": {
          "number": 7,
          "numberPosTop": 30,
          "numberPosLeft": 1,
          "text":{
            "english": "This row shows the average number of completed activities in each unit for the class.",
            "turkish": "Bu satır sınıftaki her bir ünitede tamamlanan ortalama aktivite sayısını gösterir.",
            "spanish": "Esta fila muestra el número promedio de actividades realizadas en cada unidad de la clase.",
            "spanish_la": "Esta fila muestra el número promedio de actividades realizadas en cada unidad de la clase.",
            "portuguese": "Esta linha exibe o número médio de atividades concluídas em cada unidade para a turma.",
            "japanese": "この行は、そのクラスが各ユニットで完了したアクティビティの平均数を表します。",
            "chinese": "這一行顯示本班在每個單元完成的學習活動平均數目。",
            "thai": "จำนวนเฉลี่ยของกิจกรรมที่ทำสำเร็จแล้วในแต่ละหัวข้อบทเรียนของทั้งห้อง ",
            "arabic": "يبين هذا الصف متوسط الأنشطة المُنجَزة في كل وحدة للفصل."
          }
        },
        "paragraph08": {
          "number": 8,
          "numberPosTop": 34,
          "numberPosLeft": 1,
          "text":{
            "english": "This row shows the average total score for activities in a unit for the class.",
            "turkish": "Bu satır sınıftaki her bir ünitedeki aktivitelerin ortalama toplam puanını gösterir.",
            "spanish": "Esta línea muestra la puntuación total media para las actividades de una unidad de la clase.",
            "spanish_la": "Esta línea muestra la puntuación total media para las actividades de una unidad de la clase.",
            "portuguese": "Esta linha exibe a pontuação média total das atividades em cada unidade para a turma.",
            "japanese": "この行は、そのクラスのあるユニットのアクティビティに対する平均総得点を表します。",
            "chinese": "這一行顯示本班在同一單元完成的學習活動分數總和平均。",
            "thai": "คะแนนเฉลี่ยของกิจกรรมในแต่ละหัวข้อบทเรียนของทั้งห้อง",
            "arabic": "يبين هذا الصف المتوسط الإجمالي للدرجة الخاصة بالأنشطة في وحدة ما للفصل."
          }
        },
        "paragraph09": {
          "number": 9,
          "numberPosTop": 38,
          "numberPosLeft": 1,
          "text":{
            "english": "This row shows the average time spent on activities in a unit for the class.",
            "turkish": "Bu satır sınıfın ünitedeki aktiviteler için harcadığı ortalama süreyi gösterir.",
            "spanish": "Esta fila muestra el tiempo medio empleado en las actividades de una unidad de la clase.",
            "spanish_la": "Esta fila muestra el tiempo medio empleado en las actividades de una unidad de la clase.",
            "portuguese": "Esta linha exibe o tempo médio gasto nas atividades em cada unidade para a turma.",
            "japanese": "この行は、そのクラスがあるユニットのアクティビティに費やした平均時間を表します。",
            "chinese": "這一行顯示本班學生在同一單元學習活動所花費的平均時間。",
            "thai": "เวลาเฉลี่ยที่นักเรียนทั้งห้องใช้ในการทำกิจกรรมในหนึ่งหัวข้อ",
            "arabic": "يبين هذا الصف الوقت المنقضي في الأنشطة في وحدة ما للفصل."
          }
        },
        "paragraph10": {
          "number": 10,
          "numberPosTop": 30,
          "numberPosLeft": 22,
          "text":{
            "english": "This is the total of the average number of activities completed across the units.",
            "turkish": "Bu tüm ünitelerde tamamlanan ortalama aktivite sayısının toplamıdır.",
            "spanish": "Este es el total del número promedio de actividades realizadas en las distintas unidades.",
            "spanish_la": "Este es el total del número promedio de actividades realizadas en las distintas unidades.",
            "portuguese": "Este é o total do número médio de atividades concluídas dentre as unidades existentes.",
            "japanese": "これは、そのユニットを通して完了したアクティビティの平均数の合計です。",
            "chinese": "這是各單元完成的學習活動平均數量總和。",
            "thai": "จำนวนเฉลี่ยของกิจกรรมในหัวข้อต่างๆที่นักเรียนทั้งห้องได้ทำสำเร็จ",
            "arabic": "هذا هو المتوسط الإجمالي للأنشطة المُنجَزة في الوحدات."
          }
        },
        "paragraph11": {
          "number": 11,
          "numberPosTop": 34,
          "numberPosLeft": 22,
          "text":{
            "english": "This is the total average score for all students across the units.",
            "turkish": "Bu ünitelerdeki tüm öğrenciler için toplam ortalama puandır.",
            "spanish": "Esta es la puntuación media total para todos los estudiantes en las distintas unidades.",
            "spanish_la": "Esta es la puntuación media total para todos los estudiantes en las distintas unidades.",
            "portuguese": "Esta é a pontuação média total para todos os alunos dentre as unidades.",
            "japanese": "これは、ユニット全体についての全ての生徒の平均得点の合計です。",
            "chinese": "這是全部學生在各單元的總得分平均。",
            "thai": "คะแนนเฉลี่ยในหัวข้อต่างๆ ที่นักเรียนทั้งห้องทำได้  ",
            "arabic": "هذا هو المتوسط الإجمالي لدرجة جميع الطلاب في الوحدات."
          }
        },
        "paragraph12": {
          "number": 12,
          "numberPosTop": 38,
          "numberPosLeft": 1,
          "text":{
            "english": "This is the average amount of time all students spent on activities.",
            "turkish": "Bu tüm öğrencilerin akvitelerde harcadığı ortalama süredir.",
            "spanish": "Esta es la cantidad promedio de tiempo que todos los estudiantes han empleado en las actividades.",
            "spanish_la": "Esta es la cantidad promedio de tiempo que todos los estudiantes han empleado en las actividades.",
            "portuguese": "Esta é a quantidade média de tempo que todos os alunos gastam nas atividades.",
            "japanese": "これは、全ての生徒がアクティビティに費やした平均時間です。",
            "chinese": "這是全部學生在學習活動所花費的平均時間。",
            "thai": "เวลาโดยเฉลี่ยที่นักเรียนทั้งห้องใช้ในการทำกิจกรรม",
            "arabic": "هذا هو متوسط مقدار الوقت الذي قضاه كل الطلاب في الأنشطة."
          }
        },
        "paragraph13": {
          "number": 13,
          "numberPosTop": 45,
          "numberPosLeft": 1,
          "text":{
            "english": "This row shows the number of activities completed by a student in each unit.",
            "turkish": "Bu satır bir öğrenci tarafından her ünitede tamamlanan aktivite sayısını gösterir.",
            "spanish": "Esta fila muestra el número de actividades realizadas por el estudiante en cada unidad.",
            "spanish_la": "Esta fila muestra el número de actividades realizadas por el estudiante en cada unidad.",
            "portuguese": "Esta linha exibe o número de atividades concluídas por um aluno em cada unidade.",
            "japanese": "この行は、各ユニットでその生徒が完了したアクティビティ数を表します。",
            "chinese": "這一行顯示一位學生在每個單元所完成的學習活動數目。",
            "thai": "จำนวนกิจกรรมในแต่ละหัวข้อที่นักเรียนทำสำเร็จ  ",
            "arabic": "يُظهِر هذا الصف عدد الأنشطة التي أنجزها طالب ما في كل وحدة."
          }
        },
        "paragraph14": {
          "number": 14,
          "numberPosTop": 49,
          "numberPosLeft": 1,
          "text":{
            "english": "This row shows a student’s total score in each unit.",
            "turkish": "Bu satır öğrencinin her ünitedeki toplam puanını gösterir.",
            "spanish": "Esta línea muestra la puntuación total del estudiante en cada unidad.",
            "spanish_la": "Esta línea muestra la puntuación total del estudiante en cada unidad.",
            "portuguese": "Esta linha exibe pontuação total de um aluno em cada unidade.",
            "japanese": "この行は、各ユニットのその生徒の合計得点を表します。",
            "chinese": "這一行顯示一位學生在每個單元得到的總分。",
            "thai": "คะแนนรวมในแต่ละหัวข้อของนักเรียน",
            "arabic": "يُظهِر هذا الصف إجمالي درجة الطالب في كل وحدة."
          }
        },
        "paragraph15": {
          "number": 15,
          "numberPosTop": 53,
          "numberPosLeft": 1,
          "text":{
            "english": "This row shows the total amount of time a student spent on activities in each unit.",
            "turkish": "Bu satır bir öğrencinin her bir ünitedeki aktivitelerde harcadığı toplam süreyi gösterir.",
            "spanish": "Esta línea muestra la cantidad total de tiempo que el estudiante ha empleado en las actividades de cada unidad.",
            "spanish_la": "Esta línea muestra la cantidad total de tiempo que el estudiante ha empleado en las actividades de cada unidad.",
            "portuguese": "Esta linha exibe a quantidade total de tempo que um aluno gasta em atividades em cada unidade.",
            "japanese": "この行は、その生徒が各ユニットのアクティビティに費やした合計時間を表します。",
            "chinese": "這一行顯示一位學生在每個單元完成學習活動所花費的總時數。",
            "thai": "เวลาทั้งหมดที่นักเรียนใช้ในการทำกิจกรรมแต่ละหัวข้อ",
            "arabic": "يُظهِر هذا الصف إجمالي مقدار الوقت الذي قضاه الطالب بالأنشطة في كل وحدة."
          }
        },
        "paragraph16": {
          "number": 16,
          "numberPosTop": 45,
          "numberPosLeft": 22,
          "text":{
            "english": "This is the total number of activities completed by a student.",
            "turkish": "Bu bir öğrenci tarafından tamamlanan toplam aktivite sayısıdır.",
            "spanish": "Este es el número total de actividades realizadas por el estudiante.",
            "spanish_la": "Este es el número total de actividades realizadas por el estudiante.",
            "portuguese": "Este é o número total de atividades concluídas por um aluno.",
            "japanese": "これは、その生徒が完了したアクティビティの合計数です。",
            "chinese": "這是一位學生完成的學習活動數量總和。",
            "thai": "ผลรวมของกิจกรรมที่นักเรียนทำสำเร็จแล้ว",
            "arabic": "هذا هو العدد الإجمالي للأنشطة المُنجَزة من قِبل الطالب."
          }
        },
        "paragraph17": {
          "number": 17,
          "numberPosTop": 49,
          "numberPosLeft": 22,
          "text":{
            "english": "This is the average unit activity score for a student across the level.",
            "turkish": "Bu bir öğrencinin seviye boyunca ortalama ünite aktivite puanıdır.",
            "spanish": "Esta es la puntuación media por actividad de la unidad para un estudiante en todo el nivel.",
            "spanish_la": "Esta es la puntuación media por actividad de la unidad para un estudiante en todo el nivel.",
            "portuguese": "Esta é a pontuação média de atividade da unidade de um aluno dentro de um determinado nível.",
            "japanese": "これは、そのレベルを通じたその生徒のユニットアクティビティの平均得点です。",
            "chinese": "這是一位學生在此級數中各個單元的學習活動平均得分。",
            "thai": "คะแนนเฉลี่ยในแต่ละหัวข้อของนักเรียนทั้งระดับ",
            "arabic": "هذا هو متوسط درجة النشاط بالوحدة لطالب ما في المستوى."
          }
        },
        "paragraph18": {
          "number": 18,
          "numberPosTop": 53,
          "numberPosLeft": 22,
          "text":{
            "english": "This is the total amount of time this student worked in the entire level.",
            "turkish": "Bu öğrencinin seviyenin tamamında çalıştığı toplam süredir.",
            "spanish": "Esta es la cantidad total de tiempo que este estudiante trabajó en todo el nivel.",
            "spanish_la": "Esta es la cantidad total de tiempo que este estudiante trabajó en todo el nivel.",
            "portuguese": "Esta é a quantidade total de tempo que este aluno gastou em todo o nível.",
            "japanese": "これは、この生徒がそのレベル全体において取り組んだ合計時間です。",
            "chinese": "這是此學生在整個級數中所花費的時間總和。",
            "thai": "ระยะเวลาทั้งหมดที่นักเรียนคนนี้ใช้ในการทำกิจกรรม",
            "arabic": "هذا هو إجمالي مقدار الوقت الذي عمله الطالب في كامل المستوى."
          }
        },
        "paragraph19": {
          "number": 19,
          "numberPosTop": 17,
          "numberPosLeft": 78,
          "text":{
            "english": "Click here to export this report to Microsoft Excel™.",
            "turkish": "Bu raporu Microsoft Excel™ olarak dışa aktarmak için buraya tıklayın.",
            "spanish": "Haga clic aquí para exportar este informe a Microsoft Excel™.",
            "spanish_la": "Haga click aquí para exportar este informe en formato Microsoft Excel™.",
            "portuguese": "Clique aqui para exportar este relatório para o Microsoft Excel™.",
            "japanese": "このレポートをMicrosoft Excel™にエクスポートするには、こちらをクリックします。",
            "chinese": "點此處用Microsoft Excel™ 格式輸出這份報告。",
            "thai": "คลิกที่นี่  เพื่อเปิดข้อมูลในรูปแบบไฟล์ Excel",
            "arabic": "انقر هنا لتصدير هذا التقرير إلى Microsoft Excel™."
          }
        },
        "paragraph20": {
          "number": 20,
          "numberPosTop": 17,
          "numberPosLeft": 87,
          "text":{
            "english": "Click here to print this report.",
            "turkish": "Bu raporu yazdırmak için buraya tıklayın.",
            "spanish": "Haga clic aquí para imprimir este informe.",
            "spanish_la": "Haga click aquí para imprimir este informe.",
            "portuguese": "Clique aqui para imprimir este relatório.",
            "japanese": "このレポートを印刷するには、こちらをクリックします。",
            "chinese": "點此處列印這份報告。",
            "thai": "คลิกที่นี่เพื่อพิมพ์หน้านี้",
            "arabic": "انقر هنا لطباعة هذا التقرير."
          }
        }
      }
    }
  }
}