{
 "title": {
    "english": "Add a New Class",
    "turkish": "Yeni Ders Ekle",
    "spanish": "Añadir una Nueva Clase",
    "portuguese": "Adicione uma nova turma",
    "arabic": "إضافة فصل جديد"
  },
 "segment": "primary",
 "userType": ["teacher"],
 "pageCount": 4,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "PTAC001.png",
      "pageTitle": {
        "english": "Choose a level",
        "turkish": "Seviye seç",
        "spanish": "Elija un nivel",
        "portuguese": "Escolha um nível",
        "arabic": "حدد مستوى"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 24,
          "numberPosLeft": 2,
          "text":{
            "english": "Choose a level for your new class.",
            "turkish": "Yeni dersiniz için bir seviye seçin.",
            "spanish": "Seleccione un nivel para su nueva clase.",
            "portuguese": "Escolha um nível para sua nova turma.",
            "arabic": "حدد مستوى لفصلك الجديد."
          }
        }
      }
    },
    "page02": {
      "pageType": "screenshot",
      "imgId": "PTAC002.png",
      "pageTitle": {
        "english": "Enter your institution code",
        "turkish": "Kurum adınızı girin",
        "spanish": "Introduzca su código de institución",
        "portuguese": "Insira o nome da sua instituição",
        "arabic": "أدخل رمز المؤسسة الخاص"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 2,
          "numberPosTop": 26,
          "numberPosLeft": 9,
          "text":{
            "english": "If you have an institution ID code, enter it here. This is a code that your administrator can give you. This code links your class records with your school or institution. If you do not have an institution ID code, click “Skip”. You can enter an institution ID code later by clicking “Join an Institution” from your Class Details page.",
            "turkish": "Bir kurum ID kodunuz varsa, buraya girin. Bu yöneticinizden size verebileceği bir koddur. Bu kod ders kayıtlarınızı okul ya da kuruma iletmenizi sağlar. Bir kurum ID kodunuz yoksa, “Skip” seçeneğine tıklayın. Daha sonra Ders Ayrıntıları sayfasından “Join an Institution”a tıklayarak bir kurum ID kodu girebilirsiniz.",
            "spanish": "Si tiene un código de ID de institución, ingréselo aquí. Su administrador puede facilitarle este código. Este código vincula sus registros de clase con su escuela o institución. Si no tiene un código de ID de institución, haga clic en \"Skip\". Puede introducir un código de ID de institución más tarde haciendo clic en “Join an Institution” desde su página de Detalles de la Clase.",
            "portuguese": "Caso você possua um código de identificação da instituição, insira-o aqui. Este é um código que pode ser fornecido pelo seu administrador. Este código vincula seus registros de aula com sua escola ou instituição. Caso você não tenha um código de identificação da instituição, clique em “Skip”. Você pode inserir um código de identificação da instituição posteriormente clicando em “Join an Institution” na sua página dados da aula.",
            "arabic": "إذا كان لديك رمز مُعرِّف خاص بإحدى المؤسسات، فقم بإدخاله هنا. فهذا هو الرمز الذي سوف يعطيك إياه مديرك. ويربط هذا الرمز سجلات الفصل الخاص بك مع مدرستك أو مؤسستك. إذا لم يكن لديك رمز مُعرِّف خاص بإحدى المؤسسات، فانقر“Skip”(\"تخطي\"). يمكنك إدخال رمز مُعرِّف المؤسسة الخاصة بك في وقت لاحق عن طريق النقر على “Join an Institution”(\"الانضمام إلى مؤسسة\") من صفحة التفاصيل الخاصة بفصلك."
          }
        },
        "paragraph02": {
          "number": 3,
          "numberPosTop": 90,
          "numberPosLeft": 11,
          "text":{
            "english": "Click here to go back to the previous page.",
            "turkish": "Bir önceki sayfaya geri dönmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para volver a la página anterior.",
            "portuguese": "Clique aqui para voltar à página anterior.",
            "arabic": "انقر هنا للعودة إلى الصفحة السابقة."
          }
        },
        "paragraph03": {
          "number": 4,
          "numberPosTop": 90,
          "numberPosLeft": 74,
          "text":{
            "english": "Click here if you do not have an institution ID code.",
            "turkish": "Bir kurum ID kodunuz yoksa buraya tıklayın.",
            "spanish": "Haga clic aquí si no tiene un código de ID de institución.",
            "portuguese": "Clique aqui caso você não tenha um código de identificação da instituição.",
            "arabic": "انقر هنا إذا لم يكن لديك رمز مُعرِّف خاص بإحدى المؤسسات."
          }
        },
        "paragraph04": {
          "number": 5,
          "numberPosTop": 90,
          "numberPosLeft": 85,
          "text":{
            "english": "Click here to submit your institution ID code and go to the next page.",
            "turkish": "Kurum ID kodunuzu göndermek ve sonraki sayfaya gitmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para enviar su código de ID de institución y avanzar a la página siguiente.",
            "portuguese": "Clique aqui para enviar seu código de identificação da instituição e para ir para a próxima página.",
            "arabic": "انقر هنا لإرسال رمز مُعرِّف المؤسسة الخاص بك وانتقل إلى الصفحة التالية."
          }
        }
      }
    },
    "page03": {
      "pageType": "screenshot",
      "imgId": "PTAC003.png",
      "pageTitle": {
        "english": "Create a class name",
        "turkish": "Bir ders adı oluştur",
        "spanish": "Crear un nombre de clase",
        "portuguese": "Criar um nome de aula",
        "arabic": "إنشاء اسم للفصل"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 6,
          "numberPosTop": 16,
          "numberPosLeft": 9,
          "text":{
            "english": "Enter a name for your class here.",
            "turkish": "Ders adınızı buraya girin.",
            "spanish": "Ingrese un nombre para su clase aquí.",
            "portuguese": "Digite um nome para a sua aula aqui.",
            "arabic": "أدخل اسمًا لفصلك هنا."
          }
        }
      }
    },
    "page04": {
      "pageType": "screenshot",
      "imgId": "PTAC004.png",
      "pageTitle": {
        "english": "Save your class ID code",
        "turkish": "Ders ID kodunuzu kaydedin",
        "spanish": "Guarde su código de ID de clase",
        "portuguese": "Salve seu código de identificação de aula",
        "arabic": "احفظ رمز مُعرِّف الفصل الخاص بك."
      },
      "paragraphs":{
        "paragraph01": {
          "number": 7,
          "numberPosTop": 12,
          "numberPosLeft": 9,
          "text":{
            "english": "This is the ID code for your new class. Save the code and distribute it to your students. They will be able to join your class with the new code and you will be able to see their reports.",
            "turkish": "Bu yeni dersinize ait ID kodudur. Kodu kaydedin ve öğrencilerinize dağıtın. Bu yeni kodla birlikte dersinize katılabilirler, siz de raporlarını görüntüleyebilirsiniz.",
            "spanish": "Este es el código de identificación para su nueva clase. Guarde el código y compártalo con sus estudiantes. Ellos podrán inscribirse a su clase con el nuevo código y usted podrá ver sus informes.",
            "portuguese": "Este é o código de identificação para a sua nova aula. Salve o código e distribua-o aos seus alunos. Eles poderão participar da sua aula com o novo código e você será capaz de visualizar os seus relatórios.",
            "arabic": "هذا هو رمز مُعرِّف الفصل الجديد الخاص بك. احفظ الرمز ووزعه على طلابك. سوف يكون بإمكانهم الانضمام إلى فصلك من خلال الرمز الجديد، وسوف تكون قادرًا على رؤية تقاريرهم."
          }
        }
      }
    }
  }
}