{
 "title": {
    "english": "Student Report",
    "spanish": "Informe del Estudiante",
    "spanish_la": "Informe del Estudiante",
    "japanese": "生徒レポート",
    "chinese": "學生報告",
    "thai": "รายงานนักเรียน",
    "portuguese": "Relatório do aluno"
  },
 "segment": "primary",
 "userType": ["teacher"],
 "pageCount": 1,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "P-SEC-TRS001.png",
      "pageTitle": {
        "english": "",
        "spanish": "",
        "spanish_la": "",
        "japanese": "",
        "chinese": "",
        "thai": "",
        "portuguese": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 1.5,
          "numberPosLeft": 10,
          "text":{
            "english": "Click here to view the Class Summary Report (average scores for all of your classes).",
            "spanish": "Haga clic aquí para ver el Informe del Resumen de la Clase (puntuación media en todas sus clases).",
            "spanish_la": "Haga click aquí para ver el Informe del Resumen de la Clase (puntuación media en todas sus clases).",
            "japanese": "クラスのサマリーレポート（全クラスの平均得点）を表示するには、こちらをクリックします。",
            "chinese": "點此處觀看班級簡要報告（您全部班級的平均分數）。",
            "thai": "คลิกที่นี่  เพื่อดูรายงานโดยรวมของทุกห้องเรียน (คะแนนเฉลี่ยของทุกห้องเรียน)  ",
            "portuguese": "Clique aqui para visualizar o relatório resumido da turma (pontuações médias de todas as suas turmas)"
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 1.5,
          "numberPosLeft": 23,
          "text":{
            "english": "Click here to view the Class Report for the class shown in the menu on the right.",
            "spanish": "Haga clic aquí para ver el Informe de la Clase que se muestra en el menú de la derecha.",
            "spanish_la": "Haga click aquí para ver el Informe de la Clase que se muestra en el menú de la derecha.",
            "japanese": "右上に選択されているクラスのクラスレポートを表示するには、こちらをクリックします。",
            "chinese": "點此處觀看右側選單所顯示班級的報告。",
            "thai": "คลิกที่นี่  เพื่อดูรายงานของห้องเรียน  ในช่องด้านขวา",
            "portuguese": "Clique aqui para visualizar o relatório da turma exibida no menu à direita."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 3,
          "numberPosLeft": 73,
          "text":{
            "english": "Use this menu to view the Class Report for a different class. Select “All Classes” to go to the Class Summary Report.",
            "spanish": "Utilice este menú para ver el Informe de Clase para una clase diferente. Seleccione \"All Classes\" para acceder al Informe de Resumen de la Clase.",
            "spanish_la": "Utilice este menú para ver el Informe de Clase de una clase diferente. Seleccione \"All Classes\" para acceder al Informe de Resumen de la Clase.",
            "japanese": "別のクラスのクラスレポートを表示するには、このメニューを使用します。クラスのサマリーレポートへ進むには、All Classes[すべてのクラス]を選択します。",
            "chinese": "使用此選單來觀看不同班級的班級報告，請選擇 All Classes（全部班級）前往班級簡要報告。",
            "thai": "เลือกดูรายงานของนักเรียนในห้องอื่น หรือ เลือก “All Classes” เพื่อดูภาพรวมของทุกห้องเรียน",
            "portuguese": "Utilize este menu para visualizar o relatório de uma turma diferente. Selecione \"All Classes\" para ir para o relatório resumido da turma."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 11,
          "numberPosLeft": 1,
          "text":{
            "english": "Use this menu to view the Student Report for a different student in this class.",
            "spanish": "Utilice este menú para ver el Informe del Estudiante para otro estudiante de esta clase.",
            "spanish_la": "Utilice este menú para ver el Informe del Estudiante de otro estudiante de esta clase.",
            "japanese": "このクラスの別の生徒の生徒レポートを表示するには、このメニューを使用します。",
            "chinese": "使用此選單來觀看這個班級中不同學生的學生報告。",
            "thai": "เลือกดูรายงานของนักเรียนในห้องเรียนนี้",
            "portuguese": "Utilize este menu para visualizar o relatório de um aluno diferente nesta turma."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 17,
          "numberPosLeft": 1,
          "text":{
            "english": "Use this menu to see a student’s results for a specific unit or all units.",
            "spanish": "Utilice este menú para ver los resultados de un estudiante para una unidad específica o todas las unidades.",
            "spanish_la": "Utilice este menú para ver los resultados de un estudiante en una unidad específica o todas las unidades.",
            "japanese": "特定のユニット、または全ユニットのその生徒の結果を見るには、このメニューを使用します。",
            "chinese": "使用此選單來觀看學生對於特定單元或全部單元的學習結果。",
            "thai": "ดูผลงานของนักเรียนแยกตามหัวข้อ หรือดูทุกหัวข้อ",
            "portuguese": "Utilize este menu para visualizar os resultados de um aluno em uma unidade específica ou em todas as unidades."
          }
        },
        "paragraph06": {
          "number": 6,
          "numberPosTop": 27,
          "numberPosLeft": 1,
          "text":{
            "english": "You can also click on a unit title to view a student’s Unit Report.",
            "spanish": "También puede hacer clic en el título de una unidad para ver el Informe de Unidad de un estudiante.",
            "spanish_la": "También puede hacer click en el título de una unidad para ver el Informe de Unidad de un estudiante.",
            "japanese": "ユニットのタイトルをクリックしても、生徒のユニットレポートを表示することができます。",
            "chinese": "您也可以點擊一個單元標題來觀看學生的單元報告。",
            "thai": "สามารถคลิกที่ชื่อหัวข้อบทเรียน เพื่อดูรายงานของนักเรียนเฉพาะหัวข้อนั้น",
            "portuguese": "Você também pode clicar no título de uma unidade para visualizar o relatório da unidade de um aluno."
          }
        },
        "paragraph07": {
          "number": 7,
          "numberPosTop": 27,
          "numberPosLeft": 29.5,
          "text":{
            "english": "Click on a lesson title to view the student’s work in this lesson.",
            "spanish": "Haga clic en el título de la lección para ver el trabajo del estudiante en esta lección.",
            "spanish_la": "Haga click en el título de la lección para ver el trabajo del estudiante en esta lección.",
            "japanese": "生徒のこのレッスンの学習状況を表示するには、レッスンのタイトルをクリックします。",
            "chinese": "點擊一個課程標題可觀看學生在此課程的表現。",
            "thai": "คลิกที่ชื่อบทเรียน  เพื่อดูรายงานของนักเรียนเฉพาะบทเรียนนั้น",
            "portuguese": "Clique no título de uma lição para visualizar o trabalho de um aluno."
          }
        },
        "paragraph08": {
          "number": 8,
          "numberPosTop": 32,
          "numberPosLeft": 1,
          "text":{
            "english": "This row shows a student’s total score for all activities in a lesson.",
            "spanish": "Esta fila muestra la puntuación total de un estudiante para todas las actividades en una lección.",
            "spanish_la": "Esta fila muestra la puntuación total de un estudiante para todas las actividades en una lección.",
            "japanese": "この行は、このレッスンの全アクティビティに対するこの生徒の合計得点を表します。",
            "chinese": "這一行顯示一位學生在同一堂課當中，全部學習活動所獲得的總分。",
            "thai": "บรรทัดนี้แสดงคะแนนการทำกิจกรรมของนักเรียน ในทุกบทเรียน  ",
            "portuguese": "Esta linha exibe a pontuação total de um aluno para em todas as atividades de uma lição."
          }
        },
        "paragraph09": {
          "number": 9,
          "numberPosTop": 37,
          "numberPosLeft": 1,
          "text":{
            "english": "This row shows the number of times a student attempted all activities in a lesson.",
            "spanish": "Esta fila muestra la cantidad de veces que un estudiante ha intentado completar todas las actividades en una lección.",
            "spanish_la": "Esta fila muestra la cantidad de veces que un estudiante ha intentado completar todas las actividades en una lección.",
            "japanese": "この行は、この生徒がこのレッスンの全アクティビティに取り組んだ回数を表します。",
            "chinese": "這一行顯示一位學生在同一課程當中，全部學習活動所獲得的總分。",
            "thai": "บรรทัดนี้แสดงจำนวนครั้งที่นักเรียนได้เข้าร่วมทำกิจกรรม",
            "portuguese": "Esta linha exibe o número de vezes que um aluno tentou realizar todas as atividades em uma lição."
          }
        },
        "paragraph10": {
          "number": 10,
          "numberPosTop": 41,
          "numberPosLeft": 1,
          "text":{
            "english": "This row shows the total amount of time the student spent on each lesson.",
            "spanish": "Esta línea muestra la cantidad total de tiempo que el estudiante ha dedicado a cada lección.",
            "spanish_la": "Esta línea muestra la cantidad total de tiempo que el estudiante ha dedicado a cada lección.",
            "japanese": "この行は、各レッスンに対してこの生徒が費やした合計時間を表します。",
            "chinese": "這一行顯示一位學生在同一課程當中，對於全部學習活動所嘗試的次數總和。",
            "thai": "บรรทัดนี้แสดงระยะเวลาที่นักเรียนใช้ ในแต่ละบทเรียน",
            "portuguese": "Esta linha exibe a quantidade total de tempo que o aluno gastou em cada lição."
          }
        },
        "paragraph11": {
          "number": 11,
          "numberPosTop": 32,
          "numberPosLeft": 17,
          "text":{
            "english": "This is the student’s total score across all activities in a unit.",
            "spanish": "Esta es la calificación total del estudiante en todas las actividades de una unidad.",
            "spanish_la": "Esta es la calificación total del estudiante en todas las actividades de una unidad.",
            "japanese": "これは、そのユニットの全アクティビティに対するその生徒の合計得点です。",
            "chinese": "這是此學生在同一個單元當中，全部學習活動的得分總和。",
            "thai": "คะแนนรวมของนักเรียนคนนี้ จากทุกกิจกรรม ",
            "portuguese": "Esta é a pontuação total do aluno em todas as atividades de uma unidade."
          }
        },
        "paragraph12": {
          "number": 12,
          "numberPosTop": 37,
          "numberPosLeft": 17,
          "text":{
            "english": "This is the total number of times the student has attempted all activities in a unit.",
            "spanish": "Este es el número total de veces que el estudiante ha intentado completar las actividades en una unidad.",
            "spanish_la": "Este es el número total de veces que el estudiante ha intentado completar las actividades en una unidad.",
            "japanese": "これは、その生徒がそのユニットの全アクティビティに取り組んだ合計回数です。",
            "chinese": "這是此學生在同一單元當中所有學習活動的嘗試次數總和。",
            "thai": "จำนวนครั้ง ที่นักเรียนได้ร่วมทำกิจกรรม ",
            "portuguese": "Este é o número total de vezes que o aluno tentou realizar todas as atividades em uma unidade."
          }
        },
        "paragraph13": {
          "number": 13,
          "numberPosTop": 41,
          "numberPosLeft": 17,
          "text":{
            "english": "This is the total time taken on all activities in a unit.",
            "spanish": "Este es el tiempo total dedicado a todas las actividades en una unidad.",
            "spanish_la": "Este es el tiempo total dedicado a todas las actividades en una unidad.",
            "japanese": "これは、そのユニットの全アクティビティにかかった合計時間です。",
            "chinese": "這是同一單元當中，所有學習活動花費的時間總和。",
            "thai": "ระยะเวลาที่ใช้ในการทำแต่ละกิจกรรมแยกตามหัวข้อของบทเรียน",
            "portuguese": "Este é o tempo total gasto em todas as atividades de uma unidade."
          }
        },
        "paragraph14": {
          "number": 14,
          "numberPosTop": 17,
          "numberPosLeft": 78,
          "text":{
            "english": "Click here to export this report to Microsoft Excel™.",
            "spanish": "Haga clic aquí para exportar este informe a Microsoft Excel™.",
            "spanish_la": "Haga click aquí para exportar este informe en formato Microsoft Excel™.",
            "japanese": "このレポートをMicrosoft Excel™へエクスポートするには、こちらをクリックします。",
            "chinese": "點此處用Microsoft Excel™格式輸出這份報告。",
            "thai": "คลิกที่นี่  เพื่อเปิดข้อมูลในรูปแบบไฟล์ Excel",
            "portuguese": "คลิกที่นี่  เพื่อบันทึกข้อมูลในรูปแบบไฟล์ Microsoft Excel™"
          }
        },
        "paragraph15": {
          "number": 15,
          "numberPosTop": 17,
          "numberPosLeft": 87,
          "text":{
            "english": "Click here to print this report.",
            "spanish": "Haga clic aquí para imprimir este informe.",
            "spanish_la": "Haga click aquí para imprimir este informe.",
            "japanese": "このレポートを印刷するには、こちらをクリックします。",
            "chinese": "點此處列印這份報告。",
            "thai": "คลิกที่นี่  เพื่อพิมพ์หน้านี้ ",
            "portuguese": "Clique aqui para imprimir este relatório."
          }
        }
      }
    }
  }
}