{
 "title": {
    "english": "Add a New Class",
    "turkish": "Yeni Sınıf Ekle",
    "spanish": "Añadir una Nueva Clase",
    "spanish_la": "Añadir una Nueva Clase",
    "portuguese": "Adicione uma nova turma",
    "japanese": "新しいクラスの追加",
    "chinese": "新增班級",
    "arabic": "إضافة فصل جديد"
  },
 "segment": "primary",
 "userType": ["teacher"],
 "pageCount": 4,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "PTAC001.png",
      "pageTitle": {
        "english": "Choose a level",
        "turkish": "Seviye seç",
        "spanish": "Elija un nivel",
        "spanish_la": "Elija un nivel",
        "portuguese": "Escolha um nível",
        "japanese": "レベルの選択",
        "chinese": "選擇等級",
        "arabic": "حدد مستوى"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 24,
          "numberPosLeft": 2,
          "text":{
            "english": "Choose a level for your new class.",
            "turkish": "Yeni sınıfınız için bir seviye seçin.",
            "spanish": "Seleccione un nivel para su nueva clase.",
            "spanish_la": "Seleccione un nivel para su nueva clase.",
            "portuguese": "Escolha um nível para sua nova turma.",
            "japanese": "新しいクラスのレベルを選択します。",
            "chinese": "請為您的新班級選擇一個等級。",
            "arabic": "حدد مستوى لفصلك الجديد."
          }
        }
      }
    },
    "page02": {
      "pageType": "screenshot",
      "imgId": "PTAC002.png",
      "pageTitle": {
        "english": "Enter your institution code",
        "turkish": "Kurum kodunuzu girin",
        "spanish": "Introduzca su código de institución",
        "spanish_la": "Introduzca su código de institución",
        "portuguese": "Insira o nome da sua instituição",
        "japanese": "学校・団体コードの入力",
        "chinese": "輸入您的機關單位代碼",
        "arabic": "أدخل رمز المؤسسة الخاص"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 2,
          "numberPosTop": 26,
          "numberPosLeft": 9,
          "text":{
            "english": "If you have an institution ID code, enter it here. This is a code that your administrator can give you. This code links your class records with your school or institution. If you do not have an institution ID code, click “Skip”. You can enter an institution ID code later by clicking “Join an Institution” from your Class Details page.",
            "turkish": "Bir kurum ID (kimlik) kodunuz varsa, buraya girin. Kurum ID’nizi yöneticinizden alabilirsiniz. Bu kod ders raporlarınızı çalıştığınız okul ya da kuruma iletmenizi sağlar. Bir kurum ID kodunuz yoksa, “Skip” seçeneğine tıklayın. Daha sonra Sınıf Bilgileri sayfasından “Join an Institution”a tıklayarak bir kurum ID kodu girebilirsiniz.",
            "spanish": "Si tiene un código de ID de institución, ingréselo aquí. Su administrador puede facilitarle este código. Este código vincula sus registros de clase con su escuela o institución. Si no tiene un código de ID de institución, haga clic en \"Skip\". Puede introducir un código de ID de institución más tarde haciendo clic en “Join an Institution” desde su página de Detalles de la Clase.",
            "spanish_la": "Si tiene un código de ID de institución, ingréselo aquí. Su administrador puede facilitarle este código. Este código vincula sus registros de clase con su escuela o institución. Si no tiene un código de ID de institución, haga click en \"Skip\". Puede introducir un código de ID de institución más tarde haciendo click en “Join an Institution” desde su página de Detalles de la Clase.",
            "portuguese": "Caso você possua um código de identificação da instituição, insira-o aqui. Este é um código que pode ser fornecido pelo seu administrador. Este código vincula seus registros de turma com sua escola ou instituição. Caso você não tenha um código de identificação da instituição, clique em “Skip”. Você pode inserir um código de identificação da instituição posteriormente clicando em “Join an Institution” na sua página dados da turma.",
            "japanese": "学校・団体IDコードをお持ちの場合は、こちらに入力します。このコードは管理者から渡されるものです。このコードは学校・団体とクラス用のレポートをリンクします。学校・団体IDコードをお持ちでない場合は、Skip[スキップ]をクリックします。学校・団体コードを後から入力するには、クラスの詳細ページからJoin an Institution　[学校・団体への参加登録]をクリックします。",
            "chinese": "如果您有機關單位代碼，請在此輸入。機關單位代碼由您的管理人提供，此代碼將您的班級紀錄連結到您的學校或機關單位。如果您沒有機關單位代碼，請點擊「略過」。您也可以之後再輸入機關單位代碼，從您的班級資料頁面點擊「加入機關單位」即可。",
            "arabic": "إذا كان لديك رمز مُعرِّف خاص بإحدى المؤسسات، فقم بإدخاله هنا. فهذا هو الرمز الذي سوف يعطيك إياه مديرك. ويربط هذا الرمز سجلات الفصل الخاص بك مع مدرستك أو مؤسستك. إذا لم يكن لديك رمز مُعرِّف خاص بإحدى المؤسسات، فانقر“Skip”(\"تخطي\"). يمكنك إدخال رمز مُعرِّف المؤسسة الخاصة بك في وقت لاحق عن طريق النقر على “Join an Institution”(\"الانضمام إلى مؤسسة\") من صفحة التفاصيل الخاصة بفصلك."
          }
        },
        "paragraph02": {
          "number": 3,
          "numberPosTop": 90,
          "numberPosLeft": 11,
          "text":{
            "english": "Click here to go back to the previous page.",
            "turkish": "Bir önceki sayfaya geri dönmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para volver a la página anterior.",
            "spanish_la": "Haga click aquí para volver a la página anterior.",
            "portuguese": "Clique aqui para voltar à página anterior.",
            "japanese": "前のページに戻るには、こちらをクリックします。",
            "chinese": "點此處回到上一頁。",
            "arabic": "انقر هنا للعودة إلى الصفحة السابقة."
          }
        },
        "paragraph03": {
          "number": 4,
          "numberPosTop": 90,
          "numberPosLeft": 74,
          "text":{
            "english": "Click here if you do not have an institution ID code.",
            "turkish": "Bir kurum ID kodunuz yoksa buraya tıklayın.",
            "spanish": "Haga clic aquí si no tiene un código de ID de institución.",
            "spanish_la": "Haga click aquí si no tiene un código de ID de institución.",
            "portuguese": "Clique aqui caso você não tenha um código de identificação da instituição.",
            "japanese": "学校・団体IDコードをお持ちでない場合は、こちらをクリックします。",
            "chinese": "如果您沒有機關單位代碼，請點此處。",
            "arabic": "انقر هنا إذا لم يكن لديك رمز مُعرِّف خاص بإحدى المؤسسات."
          }
        },
        "paragraph04": {
          "number": 5,
          "numberPosTop": 90,
          "numberPosLeft": 85,
          "text":{
            "english": "Click here to submit your institution ID code and go to the next page.",
            "turkish": "Kurum ID kodunuzu onaylamak ve sonraki sayfaya gitmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para enviar su código de ID de institución y avanzar a la página siguiente.",
            "spanish_la": "Haga click aquí para enviar su código de ID de institución y avanzar a la página siguiente.",
            "portuguese": "Clique aqui para enviar seu código de identificação da instituição e para ir para a próxima página.",
            "japanese": "学校・団体IDコードを送信して次のページに進むには、こちらをクリックします。",
            "chinese": "點此處送出您的機關單位代碼，並前往下一頁。",
            "arabic": "انقر هنا لإرسال رمز مُعرِّف المؤسسة الخاص بك وانتقل إلى الصفحة التالية."
          }
        }
      }
    },
    "page03": {
      "pageType": "screenshot",
      "imgId": "PTAC003.png",
      "pageTitle": {
        "english": "Create a class name",
        "turkish": "Sınıf adı girin",
        "spanish": "Crear un nombre de clase",
        "spanish_la": "Crear un nombre de clase",
        "portuguese": "Criar um nome de turma",
        "japanese": "クラス名の作成",
        "chinese": "創建班級名稱",
        "arabic": "إنشاء اسم للفصل"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 6,
          "numberPosTop": 16,
          "numberPosLeft": 9,
          "text":{
            "english": "Enter a name for your class here.",
            "turkish": "Sınıfınıza vereceğiniz adı buraya yazın.",
            "spanish": "Ingrese un nombre para su clase aquí.",
            "spanish_la": "Ingrese un nombre para su clase aquí.",
            "portuguese": "Digite um nome para a sua aula aqui.",
            "japanese": "新しいクラス名をこちらに入力します。",
            "chinese": "請在此輸入您的班級名稱。",
            "arabic": "أدخل اسمًا لفصلك هنا."
          }
        }
      }
    },
    "page04": {
      "pageType": "screenshot",
      "imgId": "PTAC004.png",
      "pageTitle": {
        "english": "Save your class ID code",
        "turkish": "Sınıf ID kodunuzu kaydedin",
        "spanish": "Guarde su código de ID de clase",
        "spanish_la": "Guarde su código de ID de clase",
        "portuguese": "Salve seu código de identificação de turma",
        "japanese": "クラスIDコードの保存",
        "chinese": "儲存您的班級代碼",
        "arabic": "احفظ رمز مُعرِّف الفصل الخاص بك."
      },
      "paragraphs":{
        "paragraph01": {
          "number": 7,
          "numberPosTop": 12,
          "numberPosLeft": 9,
          "text":{
            "english": "This is the ID code for your new class. Save the code and distribute it to your students. They will be able to join your class with the new code and you will be able to see their reports.",
            "turkish": "Bu yeni sınıfınıza ait kimlik (ID) kodudur. Kodu not edin ve öğrencilerinize dağıtın. Bu yeni kodla birlikte dersinize katılabilirler, siz de onların raporlarını görebilirsiniz.",
            "spanish": "Este es el código de identificación para su nueva clase. Guarde el código y compártalo con sus estudiantes. Ellos podrán inscribirse a su clase con el nuevo código y usted podrá ver sus informes.",
            "spanish_la": "Este es el código de identificación para su nueva clase. Guarde el código y compártalo con sus estudiantes. Ellos podrán inscribirse a su clase con el nuevo código y usted podrá ver sus informes.",
            "portuguese": "Este é o código de identificação para a sua nova turma. Salve o código e distribua-o aos seus alunos. Eles poderão participar da sua turma com o novo código e você será capaz de visualizar os seus relatórios.",
            "japanese": "今回登録した新しいクラスIDコードが決まりました。このコードを保存し、生徒に配布してください。生徒は新しいクラスに参加登録ができ、先生は生徒の学習状況を確認できます。",
            "chinese": "這是您的新班級的代碼。請儲存代碼並發送給您的學生，他們將能使用這個新代碼加入您的班級，而您將能觀看他們的學習報告。",
            "arabic": "هذا هو رمز مُعرِّف الفصل الجديد الخاص بك. احفظ الرمز ووزعه على طلابك. سوف يكون بإمكانهم الانضمام إلى فصلك من خلال الرمز الجديد، وسوف تكون قادرًا على رؤية تقاريرهم."
          }
        }
      }
    }
  }
}