{
 "title": {
    "english": "Resources",
    "turkish": "Kaynaklar",
    "spanish": "Recursos",
    "spanish_la": "Recursos",
    "portuguese": "Recursos",
    "arabic": "الموارد"
  },
 "segment": "primary",
 "userType": ["student"],
 "pageCount": 1,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "PSRES001.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "spanish_la": "",
        "portuguese": "",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 3,
          "numberPosLeft": 22,
          "text":{
            "english": "This is the Resources area. Where available, this area will provide supporting material for you when using Online Practice.",
            "turkish": "Burası Kaynaklar alanıdır. Varsa, Online Uygulamayı kullanırken dersinizi destekleyecek malzemeleri burada bulabilirsiniz.",
            "spanish": "Esta es el área de Recursos. De estar disponible, esta área proporcionará material de apoyo para cuando utilice la Práctica Online.",
            "spanish_la": "Esta es el área de Recursos. De estar disponible, esta área proporcionará material de apoyo para cuando utilice la Práctica Online.",
            "portuguese": "Esta é a área de recursos. Quando disponível, esta área fornecerá o material de apoio necessário para que você utilize o Online Practice.",
            "arabic": "هذه هي منطقة الموارد وعندما تكون متاحة، فإن هذه المنطقة ستقدم موادًا داعمةً لك عند استخدام الممارسة عبر شبكة الإنترنت."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 43,
          "numberPosLeft": 23,
          "text":{
            "english": "Click on a title to open a Resource. PDF files and documents will open in a new tab or download to your computer or device depending on your browser settings.",
            "turkish": "Bir Kaynağı açmak için başlığına tıklayın. PDF dosyaları ve belgeler yeni bir sekmede açılır ve tarayıcı ayarlarınıza bağlı olarak bilgisayarınıza ya da cihazınıza indirilir.",
            "spanish": "Haga clic en un título para abrir un Recurso. Los archivos PDF y los documentos se abrirán en una nueva pestaña o se descargarán a su ordenador o dispositivo en función de la configuración de su navegador.",
            "spanish_la": "Haga click en un título para abrir un Recurso. Los archivos PDF y los documentos se abrirán en una nueva pestaña o se descargarán a su ordenador o dispositivo en función de la configuración de su navegador.",
            "portuguese": "Clique em um título para abrir um recurso. Arquivos PDF e documentos serão abertos em uma nova aba ou serão baixados em o seu computador ou dispositivo, dependendo das configurações do seu navegador.",
            "arabic": "اانقر فوق عنوان ما لفتح أحد الموارد. وسوف يتم فتح ملفات PDF والوثائق في علامة تبويب جديدة أو تنزيلها على الحاسب أو الجهاز الخاص بك حسب إعدادات المتصفح الخاص بك."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 79,
          "numberPosLeft": 23,
          "text":{
            "english": "Click on an audio track title to play the file in the browser. Use the controls to play, pause and adjust the volume.",
            "turkish": "Tarayıcınızdaki dosyayı oynatmak için ses parçası başlığına tıklayın. Çalmak, durdurmak ve sesi ayarlamak için kontrol düğmelerini kullanın.",
            "spanish": "Haga clic en el título de un archivo de audio para reproducirlo en el navegador. Utilice los controles para reproducir, pausar y ajustar el volumen.",
            "spanish_la": "Haga click en el título de un archivo de audio para reproducirlo en el navegador. Utilice los controles para reproducir, pausar y ajustar el volumen.",
            "portuguese": "Clique no título de uma faixa de áudio para reproduzir o arquivo no navegador. Use os controles para reproduzir, pausar e ajustar o volume.",
            "arabic": "اانقر على أحد عناوين المسار الصوتي لتشغيل الملف داخل المتصفح. استخدم مفاتيح التحكم لتشغيل مستوى جهارة الصوت وإيقافه وضبطه."
          }
        }
      }
    }
  }
}