{
 "title": {
    "english": "Home",
    "turkish": "Anasayfa",
    "spanish": "Inicio",
    "spanish_la": "Inicio",
    "portuguese": "Início",
    "japanese": "ホーム",
    "chinese": "首頁",
    "thai": "หน้าหลัก",
    "arabic": "الصفحة الرئيسية"
  },
 "segment": "primary",
 "userType": ["student"],
 "pageCount": 2,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "PSH001.png",
      "pageTitle": {
        "english": "Choose your level",
        "turkish": "Seviyenizi seçin",
        "spanish": "Elija su nivel",
        "spanish_la": "Elija su nivel",
        "portuguese": "Escolha o seu nível",
        "japanese": "レベルの選択",
        "chinese": "選擇級數",
        "thai": "เลือกระดับชั้นเรียนของคุณ",
        "arabic": "حدد مستواك"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 7,
          "numberPosLeft": 7,
          "text":{
            "english": "When you enter Online Practice or click on the Home icon at the top of the screen you will see the levels of your course here.",
            "turkish": "Online Uygulama’ya girdiğinizde ya da ekranın üstünde yer alan Anasayfa simgesine tıkladığınızda dersinizin seviyelerini burada göreceksiniz.",
            "spanish": "Verá los niveles de su curso al ingresar en la Práctica Online o al hacer clic en el icono de Home [Inicio], en la parte superior de la pantalla.",
            "spanish_la": "Verá los niveles de su curso al ingresar en la Práctica Online o al hacer click en el icono de Home [Inicio], en la parte superior de la pantalla.",
            "portuguese": "Quando você acessar o Online Practice ou clicar no ícone “Home” na parte superior da tela, você visualizará os níveis de seu curso.",
            "japanese": "Online Practiceにアクセスするか、画面上部のホームアイコンをクリックすると、コースのレベルが表示されます。",
            "chinese": "當您進入線上練習或點擊螢幕上端的首頁圖示時，在此處您將會看到課程的級數。",
            "thai": "เมื่อเข้าระบบแบบฝึกหัดออนไลน์ หรือ คลิกปุ่ม Home บริเวณส่วนบนของหน้าจอ คุณจะเห็นระดับหลักสูตรของคุณ",
            "arabic": "عندما تدخل الممارسة عبر الإنترنت أو تنقر على أيقونة الصفحة الرئيسية في أعلى الشاشة,سوف ترى مستويات الدورة الخاصة بك هنا."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 54,
          "numberPosLeft": 17,
          "text":{
            "english": "Click on “Add a level” to add another level if you have an access code.",
            "turkish": "Bir erişim kodunuz varsa yeni bir seviye eklemek için “Add a level” seçeneğine tıklayın.",
            "spanish": "Haga clic en \"Añadir un nivel\" para agregar otro nivel si tiene un código de acceso.",
            "spanish_la": "Haga click en \"Añadir un nivel\" para agregar otro nivel si tiene un código de acceso.",
            "portuguese": "Clique em “Add a level” para adicionar outro nível, caso você tenha um código de acesso.",
            "japanese": "アクセスコードがあれば、Add a Level[レベルの追加]をクリックすると別のレベルを追加することができます。",
            "chinese": "點擊 Add a level（新增級數），如果您有使用密碼，可以增加另一個級數。",
            "thai": "คลิกที่ “Add a level” ถ้าคุณมีรหัสการเข้าถึง (Access Code)",
            "arabic": "انقر على “Add a level”(\"أضف مستوى\") لإضافة مستوى آخر إذا كان لديك رمز دخول."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 33,
          "numberPosLeft": 39,
          "text":{
            "english": "Choose the level you want to enter.",
            "turkish": "Girmek istediğiniz seviyeyi seçin.",
            "spanish": "Elija el nivel al que desea ingresar.",
            "spanish_la": "Elija el nivel al que desea ingresar.",
            "portuguese": "Escolha o nível que você deseja inserir.",
            "japanese": "アクセスしたいレベルを選択します。",
            "chinese": "選擇您想要進入的級數。",
            "thai": "เลือกระดับชั้นเรียนที่ต้องการใช้งาน",
            "arabic": "اختر المستوى الذي ترغب في إدخاله."
          }
        }
      }
    },
    "page02": {
      "pageType": "screenshot",
      "imgId": "PSH002.png",
      "pageTitle": {
        "english": "Choose an Online Practice area",
        "turkish": "Bir Online Uygulama alanı seçin",
        "spanish": "Elija un área de Práctica Online",
        "spanish_la": "Elija un área de Práctica Online",
        "portuguese": "Escolha uma seção do Online Practice",
        "japanese": "Online Practice のエリアの選択",
        "chinese": "選擇線上練習功能",
        "thai": "เลือกพื้นที่แบบฝึกหัดออนไลน์",
        "arabic": "اختر منطقة الممارسة عبر شبكة الإنترنت"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 7,
          "numberPosLeft": 2,
          "text":{
            "english": "Click here to change to a different level.",
            "turkish": "Farklı bir seviyeye geçmek için buraya tıklayın.",
            "spanish": "Presione aquí para cambiar a un nivel diferente.",
            "spanish_la": "Presione aquí para cambiar a un nivel diferente.",
            "portuguese": "Clique aqui para alterar para um nível diferente.",
            "japanese": "レベルを変更するには、こちらをクリックします。",
            "chinese": "點此處更改為不同級數。",
            "thai": "คลิกที่นี่ เพื่อไประดับชั้นเรียนอื่น",
            "arabic": "انقر هنا للتغيير إلى مستوى مختلف."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 40,
          "numberPosLeft": 15,
          "text":{
            "english": "Click here to enter the Online Practice Activity area.",
            "turkish": "Online Uygulama Aktivitesi alanına girmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ingresar al área de Actividades de la Práctica Online.",
            "spanish_la": "Haga click aquí para ingresar al área de Actividades de la Práctica Online.",
            "portuguese": "Clique aqui para entrar na área “Activity” do Online Practice.",
            "japanese": "Online Practice Activityのエリアにアクセスするには、こちらをクリックします。",
            "chinese": "點此處進入線上練習的學習活動區。",
            "thai": "คลิกที่นี่ เพื่อเข้าพื้นที่กิจกรรมของแบบฝึกหัดออนไลน์",
            "arabic": "انقر هنا لدخول منطقة ممارسة النشاط عبر شبكة الإنترنت."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 40,
          "numberPosLeft": 37,
          "text":{
            "english": "Click here to see your Report, Trophy Room and Skills Dashboard. These show your achievements and progress for all of the activities in this level.",
            "turkish": "Rapor, Ödül Odası ve Beceriler Panosunu görmek için buraya tıklayın. Bunlar bu seviyedeki tüm aktiviteler için başarılarınızı ve ilerleyişinizi gösterir.",
            "spanish": "Haga clic aquí para ver sus Report [Informe], Trophy Room [Sala de Trofeos] y Skills Dashboard [Tablero de Habilidades]. Estos muestran sus logros y progreso para todas las actividades en este nivel.",
            "spanish_la": "Haga click aquí para ver sus Report [Informe], Trophy Room [Sala de Trofeos] y Skills Dashboard [Tablero de Habilidades]. Estos muestran sus logros y progreso para todas las actividades en este nivel.",
            "portuguese": "Clique aqui para visualizar o seu painel de habilidades, relatório e sala de troféus. Eles exibem suas realizações e seu progresso relacionado a todas as atividades deste nível.",
            "japanese": "レポート、トロフィルーム、スキルズダッシュボードを表示するにはこちらをクリックします。これらの画面では、そのレベルの全アクティビティに対しての成績表や進歩捗状況が表示されます。",
            "chinese": "點此處觀看您的學習報告、獎盃陳列室以及技能展示板。這些會顯示您在此級數當中，所有活動的學習成果以及學習進展。",
            "thai": "คลิกที่นี่ เพื่อดูรายงานผลเรียน, เข้าห้องเก็บถ้วยรางวัล, ดูหน้าแสดงทักษะความสามารถเพื่อดูความสำเร็จ และความคืบหน้าในการทำกิจกรรมของคุณจากที่นี่",
            "arabic": "انقر هنا لرؤية التقرير الخاص بك في غرفة الميداليات ولوحة المهارات. تُظهِر هذه الغرفة واللوحة التحصيل والتقدم الخاصينِبك في جميع الأنشطة في هذا المستوى."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 40,
          "numberPosLeft": 59,
          "text":{
            "english": "Click here to use the Email area. You can message your teacher and other students in your Online Practice class. The Email icon appears here when you have joined a class.",
            "turkish": "E-posta alanını kullanmak için buraya tıklayın. Online Uygulama sınıfınızdaki öğretmen ve diğer öğrencilere mesaj gönderebilirsiniz. Bir sınıfa katıldığınızda burada bir E-posta simgesi görünür.",
            "spanish": "Haga clic aquí para utilizar el área de Correo electrónico. Puede enviar mensajes a su profesor y a los demás estudiantes en su clase de Práctica Online. El icono de Email [Correo electrónico] aparecerá aquí cuando se haya inscrito a una clase.",
            "spanish_la": "Haga click aquí para utilizar el área de Correo electrónico. Puede enviar mensajes a su profesor y a los demás estudiantes en su clase de Práctica Online. El icono de Email [Correo electrónico] aparecerá aquí cuando se haya inscrito a una clase.",
            "portuguese": "Clique aqui para usar a área de e-mail. Você pode enviar mensagens para o seu professor e para os outros alunos com os quais você compartilha sua turma no Online Practice. O ícone “E-mail” aparecerá aqui quando você estiver participando de uma turma.",
            "japanese": "メールエリアの使用は、こちらをクリックします。自分のOnline Practiceのクラスの先生や生徒にメッセージを送ることができます。クラスに参加登録すると、こちらにメールアイコンが表示されます。",
            "chinese": "點此處使用電子郵件功能，您可以傳送訊息給您的教師以及線上練習班級的同班同學。當您加入一個班級時，電子郵件圖示會顯示在此處。",
            "thai": "คลิกที่นี่ เพื่อเข้าใช้งานอีเมล คุณสามารถส่งอีเมลหาครูผู้สอน และเพื่อนร่วมชั้นคนอื่นได้ สัญลักษณ์อีเมลจะปรากฏขึ้นเมื่อคุณได้เข้าเรียนแล้ว",
            "arabic": "انقر هنا لاستخدام منطقة البريد الإلكتروني. يمكنك مراسلة معلمك والطلاب الآخرين المُدرَجين في فصل الممارسة عبر شبكة الإنترنت الخاص بك. تظهر أيقونة البريد الإلكتروني هنا بعد أن تنضم لأحد الفصول."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 40,
          "numberPosLeft": 81,
          "text":{
            "english": "Click here to use the Forum. You can join in discussions with your teacher and other students in your Online Practice class. The Forum icon appears here when you have joined a class.",
            "turkish": "Forumu kullanmak için buraya tıklayın. Online Uygulama sınıfınızdaki öğretmen ve diğer öğrencilerle tartışmalara katılabilirsiniz. Bir sınıfa katıldığınızda burada bir Forum simgesi görünür.",
            "spanish": "Haga clic aquí para utilizar el Foro. Usted puede participar en discusiones con su profesor y los demás estudiantes en su clase de Práctica Online. El icono del Forum [Foro] aparecerá aquí cuando se haya inscrito a una clase.",
            "spanish_la": "Haga click aquí para utilizar el Foro. Usted puede participar en discusiones con su profesor y los demás estudiantes en su clase de Práctica Online. El icono del Forum [Foro] aparecerá aquí cuando se haya inscrito a una clase.",
            "portuguese": "Clique aqui para usar o fórum. Você pode participar de discussões com o seu professor e com os outros alunos presentes em sua turma no Online Practice. O ícone do “Forum” aparecerá aqui quando você estiver participando de uma turma.",
            "japanese": "フォーラムの使用は、こちらをクリックします。自分のOnline Practiceのクラスの先生や生徒とのディスカッションに加わることができます。クラスに参加登録すると、こちらにフォーラムのアイコンが表示されます。",
            "chinese": "點此處使用討論區，您可以加入教師及同學的討論。當您加入一個班級時，討論區圖示會顯示在此處。",
            "thai": "คลิกที่นี่ เพื่อเข้าใช้กระดานสนทนา คุณสามารถเข้าร่วมแลกเปลี่ยนความคิดเห็นกับครูผู้สอน และเพื่อนร่วมชั้นคนอื่นได้ สัญลักษณ์กระดานสนทนา จะปรากฏขึ้นเมื่อคุณได้เข้าเรียนแล้ว",
            "arabic": "اانقر هنا لاستخدام المنتدى. يمكنك الانضمام إلى مناقشة مع معلمك والطلاب الآخرين في فصل الممارسة عبر شبكة الإنترنت الخاص بك. تظهر أيقونة المنتدى هنا بعد أن تنضم لأحد الفصول."
          }
        },
        "paragraph06": {
          "number": 6,
          "numberPosTop": 74,
          "numberPosLeft": 26,
          "text":{
            "english": "Click here to access the Media Centre to listen to class audio and watch videos, if available.",
            "turkish": "Varsa sınıfta işlenen derslerin ses kayıtlarını dinlemek ve videoları izlemek üzere Medya Merkezine erişmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para acceder al Centro de Medios para escuchar el audio de la clase y ver videos, de estar disponibles.",
            "spanish_la": "Haga click aquí para acceder al Centro de Medios para escuchar el audio de la clase y ver videos, de estar disponibles.",
            "portuguese": "Clique aqui para acessar o centro de mídia para escutar o áudio da aula e assistir vídeos, caso disponíveis.",
            "japanese": "音声やビデオが視聴可能な場合は、こちらをクリックするとメディアセンターにアクセスできます。",
            "chinese": "點此處通往媒體中心，收聽目前可用的課程錄音檔，也可以觀看影片。",
            "thai": "คลิกที่นี่ เพื่อเข้าห้องมัลติมีเดีย คุณสามารถฟังไฟล์เสียงจากห้องเรียนการฟัง หรือดูคลิปวิดีโอ (ถ้ามี)",
            "arabic": "انقر هنا للوصول إلى مركز الوسائط للاستماع إلى صوت الفصل ومشاهدة مقاطع الفيديو، إذا كان ذلك متاحًا."
          }
        },
        "paragraph07": {
          "number": 7,
          "numberPosTop": 74,
          "numberPosLeft": 48,
          "text":{
            "english": "Click here to access the Resources area where you can find extra resources that will support you with your Online Practice.",
            "turkish": "Online Uygulamanızda sizi destekleyecek olan fazladan kaynaklara göz atabileceğiniz Kaynaklar alanına erişmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para acceder al área de Recursos, donde podrá encontrar recursos adicionales que le servirán de apoyo para su Práctica Online.",
            "spanish_la": "Haga click aquí para acceder al área de Recursos, donde podrá encontrar recursos adicionales que le servirán de apoyo para su Práctica Online.",
            "portuguese": "Clique aqui para acessar a área “Resources”, onde você poderá encontrar recursos extras que darão suporte a você com relação ao seu Online Practice.",
            "japanese": "リソースエリアにアクセスするには、こちらをクリックします。リソースエリアには、Online Practiceをサポートするさまざまなリソースがあります。",
            "chinese": "點此處通往學習資源區，您可以找到額外的學習資源，協助您的線上練習。",
            "thai": "คลิกที่นี่ เพื่อเข้าศูนย์ทรัพยากรการเรียนรู้ สถานที่ที่คุณสามารถค้นหาข้อมูลเพิ่มเติมสำหรับช่วยคุณในการทำแบบฝึกหัดออนไลน์",
            "arabic": "انقر هنا للدخول إلى منطقة الموارد حيث يمكنك أن تجد الموارد الإضافية التي سوف تدعمك في الممارسة عبر شبكة الإنترنت."
          }
        },
        "paragraph08": {
          "number": 8,
          "numberPosTop": 74,
          "numberPosLeft": 70,
          "text":{
            "english": "Click here to join an Online Practice class or change class. You will need a class code from your teacher to do this.",
            "turkish": "Online Uygulama sınıfına katılmak veya sınıf değiştirmek için buraya tıklayın. Bunu yapabilmeniz için öğretmeninizden (C-... ile başlayan) bir sınıf kodu almanız gerekecektir.",
            "spanish": "Haga clic aquí para inscribirse a una clase de Práctica Online o cambiar de clase. Necesitará que su profesor le otorgue un código de clase para hacer esto.",
            "spanish_la": "Haga click aquí para inscribirse a una clase de Práctica Online o cambiar de clase. Necesitará que su profesor le otorgue un código de clase para hacer esto.",
            "portuguese": "Clique aqui para participar de uma turma do Online Practice ou para alterar a turma. Você precisará de um código de turma fornecido pelo seu professor para fazer isso.",
            "japanese": "Online Practiceのクラスへの参加登録またはクラスの変更は、こちらをクリックします。これを行うには、先生からのクラスコードが必要となります。",
            "chinese": "點此處加入線上練習班級或更改班級，您將需要教師提供的班級代碼以完成加入或更改班級。",
            "thai": "คลิกที่นี่ เพื่อเข้าร่วมชั้นเรียนออนไลน์ หรือ เพื่อเปลี่ยนห้องเรียน  คุณต้องมีรหัสห้องเรียนใหม่ในการทำหัวข้อนี้",
            "arabic": "اانقر هنا للانضمام إلى فصل الممارسة عبر شبكة الإنترنت، أو تغيير الفصل. سوف تحتاج إلى رمز خاص بالفصل من معلمك للقيام بذلك."
          }
        }
      }
    }
  }
}