{
 "title": {
    "english": "Forum",
    "turkish": "Forum",
    "spanish": "Foro",
    "arabic": "المنتدى"
  },
 "segment": "primary",
 "userType": ["student"],
 "pageCount": 2,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "PSF001.png",
      "pageTitle": {
        "english": "Write a post",
        "turkish": "Gönderi yaz",
        "spanish": "Escribir un mensaje",
        "arabic": "كتابة منشور"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 3,
          "numberPosLeft": 2,
          "text":{
            "english": "You can create a new post by writing in the Create New Post column. When you click the “Post” button it will appear in the Discussions and Comments list. Your teacher and any student in your Online Practice class can see your post and reply to it.",
            "turkish": "Yeni Gönderi Oluştur kolonuna yazarak yeni bir gönderi oluşturabilirsiniz. “Post” düğmesine tıkladığınızda Tartışmalar ve Yorumlar listesinde görüntülenir. Çevrim İçi Uygulama dersinizdeki öğretmen ve öğrenciler gönderinizi görebilir ve yanıtlayabilir.",
            "spanish": "Puede crear un nuevo mensaje escribiendo en la columna Crear Nuevo Mensaje. Al hacer clic en el botón \"Post\", aparecerá en la lista de Discusiones y Comentarios. Tanto su profesor como cualquier otro estudiante en su clase de Práctica Online podrá ver su mensaje y responderlo.",
            "arabic": "يمكنك عمل منشور جديد عن طريق الكتابة في عمود إنشاء منشور جديد. عند النقر على زر“Post” (\"نشر\"), سوف تظهر في قائمة المناقشات والتعليقات. يمكن لمعلمك ولأي طالب مشترك في الممارسة الخاصة بك على الإنترنت أن يرى منشورك ويرد عليه."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 20,
          "numberPosLeft": 2,
          "text":{
            "english": "Write your message in the blank text area under the formatting buttons.",
            "turkish": "Mesajınızı biçimlendirme düğmelerinin altındaki boş metin alanına girin.",
            "spanish": "Escriba el mensaje en el campo en blanco debajo de los botones de formato.",
            "arabic": "اكتب رسالتك في المنطقة الفارغة تحت أزرار التنسيق."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 3,
          "numberPosLeft": 41,
          "text":{
            "english": "This is where you can view and reply to all of the current posts.",
            "turkish": "Güncel gönderilerin tümünü burada görüntüleyebilir ve yanıtlayabilirsiniz.",
            "spanish": "Aquí podrá ver y responder todos los mensajes actuales.",
            "arabic": "هذا هو المكان الذي يمكنك من خلاله عرض والرد على جميع المنشورات الحالية."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 82,
          "numberPosLeft": 15,
          "text":{
            "english": "Click “Post” to add the post to the column on the right.",
            "turkish": "Gönderiyi sağdaki kolona eklemek için “Post” seçeneğine tıklayın.",
            "spanish": "Haga clic en \"Post\" para agregar el mensaje a la columna de la derecha.",
            "arabic": "انقر على “Post” (\"نشر\") لإضافة المنشور إلى العمود الواقع على اليمين."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 21,
          "numberPosLeft": 39,
          "text":{
            "english": "Click “Show” to view other students’ replies.",
            "turkish": "Diğer öğrencilerin yanıtlarını görüntülemek için “Show” seçeneğine tıklayın.",
            "spanish": "Haga clic en \"Show\" para ver las respuestas de los demás estudiantes.",
            "arabic": "اانقر على “Show”(\"إظهار\") لعرض ردود الطلاب الآخرين."
          }
        },
        "paragraph06": {
          "number": 6,
          "numberPosTop": 38,
          "numberPosLeft": 39,
          "text":{
            "english": "Click “Hide” to hide the replies.",
            "turkish": "Yanıtları gizlemek için “Hide” seçeneğine tıklayın.",
            "spanish": "Haga clic en \"Hide\" para ocultar las respuestas.",
            "arabic": "انقر على “Hide” (\"إخفاء\") لإخفاء الردود."
          }
        },
        "paragraph07": {
          "number": 7,
          "numberPosTop": 38,
          "numberPosLeft": 61,
          "text":{
            "english": "Click “Reply” to reply to a post.",
            "turkish": "Bir gönderiyi yanıtlamak için “Reply” seçeneğine a tıklayın.",
            "spanish": "Haga clic en \"Reply\" para responder a un mensaje.",
            "arabic": "انقر على “Reply” (\"رد\") للرد على المنشور."
          }
        }
      }
    },
    "page02": {
      "pageType": "screenshot",
      "imgId": "PSF002.png",
      "pageTitle": {
        "english": "Reply to a post",
        "turkish": "Bir gönderiyi yanıtla",
        "spanish": "Responder a un mensaje",
        "arabic": "الرد على منشور"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 8,
          "numberPosTop": 20,
          "numberPosLeft": 61,
          "text":{
            "english": "If you click “Reply”, a text box will open under the post you are replying to. You can enter your reply directly within the discussion.",
            "turkish": "“Reply” seçeneğine tıklarsanız, yanıtladığınız gönderinin altında bir metin kutusu açılacaktır. Yanıtınızı doğrudan tartışma içerisine girebilirsiniz.",
            "spanish": "Si hace clic en \"Reply\", se abrirá un cuadro de texto bajo el mensaje al que está respondiendo. Puede ingresar su respuesta directamente en la discusión.",
            "arabic": "في حالة النقر على “Reply” (\"رد\")، سيفتح مربع حواري تحت المنشور الذي ترد عليه. يمكنك إدخال ردك مباشرةً في المناقشة."
          }
        },
        "paragraph02": {
          "number": 9,
          "numberPosTop": 52,
          "numberPosLeft": 52,
          "text":{
            "english": "Click “Post” to post your reply to the discussion.",
            "turkish": "Tartışmaya yanıtınızı göndermek için “Post” seçeneğine tıklayın.",
            "spanish": "Haga clic en \"Post\" para publicar su respuesta a la discusión.",
            "arabic": "انقر على “Post”(\"نشر\") لنشر ردك على المناقشة."
          }
        },
        "paragraph03": {
          "number": 10,
          "numberPosTop": 52,
          "numberPosLeft": 64,
          "text":{
            "english": "Click “Cancel” if you do not want to post your reply.",
            "turkish": "Yanıtınızı paylaşmak istemiyorsanız “Cancel” seçeneğine tıklayın.",
            "spanish": "Haga clic en \"Cancel\" si no desea publicar su respuesta.",
            "arabic": "انقر على “Cancel” (\"إلغاء\") إذا كنت لا تريد نشر ردك."
          }
        }
      }
    }
  }
}