{
 "title": {
    "english": "Achievements",
    "turkish": "Başarılar",
    "spanish": "Logros",
    "spanish_la": "Logros",
    "portuguese": "Realizações",
    "arabic": "التحصيل"
  },
 "segment": "primary",
 "userType": ["teacher"],
 "pageCount": 1,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "PTD001.png",
      "pageTitle": {
        "english": "Trophy Room",
        "turkish": "Ödül Odası",
        "spanish": "Sala de Trofeos",
        "spanish_la": "",
        "portuguese": "Sala de troféus",
        "arabic": "غرفة الميداليات"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 17,
          "numberPosLeft": 49,
          "text":{
            "english": "This is the Trophy Room. You can see each of your students’ Trophy Room areas by clicking on “Achievements” in the Student Report area.",
            "turkish": "Burası Ödül Odasıdır. Öğrenci Rapor alanında “Achievements” seçeneğine tıklayarak her öğrencinin Ödül Odası alanını görebilirsiniz.",
            "spanish": "Esta es la Sala de Trofeos. Puede ver las áreas de la Sala de Trofeos de cada uno de sus estudiantes haciendo clic en \"Achievements\", en el área de Informes de Estudiantes.",
            "spanish_la": "Esta es la Sala de Trofeos. Puede ver las áreas de la Sala de Trofeos de cada uno de sus estudiantes haciendo click en \"Achievements\", en el área de Informes de Estudiantes.",
            "portuguese": "Esta é a sala de troféus. Você pode visualizar as áreas da sala de troféus de cada um de seus alunos clicando em “Achievements” na área relatório do aluno.",
            "arabic": "هذه هي غرفة الميداليات. يمكنك أن ترى كل مناطق غرفة الميداليات الخاصة بطلابك بالضغط على “Achievements” (\"التحصيل\") في منطقة تقرير الطالب."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 27,
          "numberPosLeft": 1,
          "text":{
            "english": "These are the unit titles in a level.",
            "turkish": "Bunlar bir seviyedeki ünite başlıklarıdır.",
            "spanish": "Estos son los títulos de las unidades en un nivel.",
            "spanish_la": "Estos son los títulos de las unidades en un nivel.",
            "portuguese": "Estes são os títulos de unidade em um nível.",
            "arabic": "هذه هي عناوين الوحدة في مستوى ما."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 37,
          "numberPosLeft": 31,
          "text":{
            "english": "A student has three attempts at an Online Practice activity. The highest score of the three attempts is recorded as the student’s final score. Stars are awarded in the Trophy Room for the number of points a student has scored across the activities in a level.",
            "turkish": "Öğrencinin Online Uygulama aktivitesini üç kez deneme hakkı vardır. Üç deneme sonunda elde edilen en yüksek puan öğrencinin final puanı olarak kaydedilir. Bir seviyedeki aktivitelerde öğrencinin aldığı puan sayısı Ödül Odasında yıldızla ödüllendirilir.",
            "spanish": "El estudiante tiene tres intentos para cada actividad de la Práctica Online. La puntuación más alta de los tres intentos se registra como la puntuación final del estudiante. Se otorgan estrellas en la Sala de Trofeos según la cantidad de puntos que el estudiante obtiene a través de las actividades en un nivel.",
            "spanish_la": "El estudiante tiene tres intentos para cada actividad de la Práctica Online. La puntuación más alta de los tres intentos se registra como la puntuación final del estudiante. Se otorgan estrellas en la Sala de Trofeos según la cantidad de puntos que el estudiante obtiene a través de las actividades en un nivel.",
            "portuguese": "Um aluno possui três tentativas para cada atividade no Online Practice. A pontuação mais alta dentre as três tentativas realizadas será registrada como a pontuação final do aluno. Os alunos são premiados com estrelas, em suas respectivas salas de troféus, de acordo com a pontuação recebida em cada atividade de um determinado nível.",
            "arabic": "متاح للطالب ثلاث محاولات في نشاط الممارسة على الإنترنت. يتم تسجيل أعلى درجة في المحاولات الثلاث كدرجة نهائية للطالب. يتم منح النجوم في غرفة الميداليات وفقد عدد معين من النقاط التي أحرزها الطالب عبر الأنشطة في مستوى ما."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 23,
          "numberPosLeft": 34,
          "text":{
            "english": "If a student has scored 30% of the total possible points in a unit they are awarded a bronze star.",
            "turkish": "Öğrenci bir ünitede mümkün olan toplam puanların %30’unu alırsa bronz yıldızla ödüllendirilir.",
            "spanish": "Si un estudiante obtiene el 30% del total de puntos posibles en una unidad, se le otorga una estrella de bronce.",
            "spanish_la": "Si un estudiante obtiene el 30% del total de puntos posibles en una unidad, se le otorga una estrella de bronce.",
            "portuguese": "Se um aluno marcar 30% do total de pontos possíveis em uma unidade, ele será premiado com uma estrela de bronze.",
            "arabic": "إذا أحرز الطالب 30% من مجموع النقاط الممكنة في وحدة ما, يتم منحه نجمة برونزية."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 23,
          "numberPosLeft": 42,
          "text":{
            "english": "If a student has scored 70% of the total possible points in a unit they are awarded a silver star.",
            "turkish": "Öğrenci bir ünitede mümkün olan toplam puanların %70’ini alırsa gümüş yıldızla ödüllendirilir.",
            "spanish": "Si un estudiante obtiene el 70% del total de puntos posibles en una unidad, se le otorga una estrella de plata.",
            "spanish_la": "Si un estudiante obtiene el 70% del total de puntos posibles en una unidad, se le otorga una estrella de plata.",
            "portuguese": "Se um aluno marcar 70% do total de pontos possíveis em uma unidade, ele será premiado com uma estrela de prata.",
            "arabic": "ذا أحرز الطالب 70% من مجموع النقاط الممكنة في وحدة ما، يتم منحه نجمة فضية."
          }
        },
        "paragraph06": {
          "number": 6,
          "numberPosTop": 23,
          "numberPosLeft": 49,
          "text":{
            "english": "If a student has scored 90% of the total possible points in a unit they are awarded a gold star.",
            "turkish": "Öğrenci bir ünitede mümkün olan toplam puanların %90’ını alırsa altın yıldızla ödüllendirilir.",
            "spanish": "Si un estudiante obtiene el 90% del total de puntos posibles en una unidad, se le otorga una estrella de oro.",
            "spanish_la": "Si un estudiante obtiene el 90% del total de puntos posibles en una unidad, se le otorga una estrella de oro.",
            "portuguese": "Se um aluno marcar 90% do total de pontos possíveis em uma unidade, ele será premiado com uma estrela de ouro.",
            "arabic": "ذا أحرز الطالب 90% من مجموع النقاط الممكنة في وحدة ما، يتم منحه نجمة ذهبية."
          }
        },
        "paragraph07": {
          "number": 7,
          "numberPosTop": 23,
          "numberPosLeft": 56,
          "text":{
            "english": "If a student has scored 100% of the total possible points in a unit they are awarded a trophy.",
            "turkish": "Öğrenci bir ünitede mümkün olan toplam puanların %100’ünü alırsa kupayla ödüllendirilir.",
            "spanish": "Si un estudiante obtiene el 100% del total de puntos posibles en una unidad, se le otorga un trofeo.",
            "spanish_la": "Si un estudiante obtiene el 100% del total de puntos posibles en una unidad, se le otorga un trofeo.",
            "portuguese": "Se um aluno marcar 100% do total de pontos possíveis em uma unidade, ele será premiado com uma troféu.",
            "arabic": "إذا أحرزا لطالب 100% من مجموع النقاط الممكنة في وحدة ما، يتم منحه ميدالية."
          }
        },
        "paragraph08": {
          "number": 8,
          "numberPosTop": 79,
          "numberPosLeft": 1,
          "text":{
            "english": "This is the student Skills Dashboard. Each activity in an Online Practice level belongs to a skill area for example Reading, Writing, Listening, etc. The Skills Dashboard shows student activity results for a level across the different skill areas.",
            "turkish": "Burası öğrencinin Beceriler Panosudur. Bir Online Uygulama seviyesindeki her bir aktivite Okuma, Yazma, Dinleme vb. bir beceri alanına aittir. Beceriler Panosu farklı beceri alanlarında bir seviye için öğrencinin aktivite sonuçlarını gösterir.",
            "spanish": "Este es el Tablero de Habilidades del estudiante. Cada actividad en un nivel de Práctica Online pertenece a un área de habilidad, por ejemplo, lectura, escritura, comprensión auditiva, etc. El Tablero de Habilidades muestra los resultados de las actividades de los estudiantes para un nivel en las diferentes áreas de habilidad.",
            "spanish_la": "Este es el Tablero de Habilidades del estudiante. Cada actividad en un nivel de Práctica Online pertenece a un área de habilidad, por ejemplo, lectura, escritura, comprensión auditiva, etc. El Tablero de Habilidades muestra los resultados de las actividades de los estudiantes para un nivel en las diferentes áreas de habilidad.",
            "portuguese": "Este é o painel de habilidades do aluno. Cada atividade em um nível do Online Practice pertence a uma área de competência, como, por exemplo, leitura, escrita, compreensão, entre outras. O painel de habilidades exibe os resultados das atividades do aluno em um determinado nível dentre as diversas áreas de competências.",
            "arabic": "هذه هي لوحة مهارات الطالب. ينتمي كل نشاط في مستوى الممارسة على الإنترنت إلى منطقة مهارة ما, مثل: القراءة, والكتابة, والاستماع, وغير ذلك. تُظهِر لوحة المهارات نتائج النشاط الطلابي لمستوى ما عبر مجالات المهارات المختلفة."
          }
        },
        "paragraph09": {
          "number": 9,
          "numberPosTop": 87,
          "numberPosLeft": 3,
          "text":{
            "english": "Each skill area box displays the current average score across all completed activities in the skill area. The score is shown as a percentage of the total possible points available.",
            "turkish": "Her bir beceri alanı kutusu, beceri alanında tamamlanan tüm aktiviteler için güncel ortalama puanı gösterir. Puan mümkün olan toplam puanların bir yüzdesi olarak gösterilir.",
            "spanish": "Cada cuadro del área de habilidad muestra la puntuación media actual para todas las actividades realizadas en el área de habilidades. La puntuación se muestra como un porcentaje del total de puntos posibles disponibles.",
            "spanish_la": "Cada cuadro del área de habilidad muestra la puntuación media actual para todas las actividades realizadas en el área de habilidades. La puntuación se muestra como un porcentaje del total de puntos posibles disponibles.",
            "portuguese": "Cada caixa de área de competência exibe a pontuação média atual dentre todas as atividades concluídas na área de competências. A pontuação é exibida como uma percentagem do total de pontos possíveis disponíveis.",
            "arabic": "يُظهِر كل صندوق خاص بمجال لمهارة معينة متوسط الدرجة الحالية خلال جميع الأنشطة المُنجَزة في مجال تلك المهارة. يتم عرض الدرجات كنسبة مئوية لمجموع النقاط الممكنة المتاحة."
          }
        },
        "paragraph10": {
          "number":10,
          "numberPosTop": 87,
          "numberPosLeft": 67,
          "text":{
            "english": "Results for skill areas which contain open-ended activities where no score is given (e.g. speak and record or free writing activities) are displayed as “Not scored”.",
            "turkish": "Puan verilmeyen (örn. konuşma ve kaydetme ya da serbest yazı aktiviteleri) açık uçlu aktiviteler içeren beceri alanlarının sonuçları “Not scored” şeklinde görüntülenir.",
            "spanish": "Los resultados para áreas de habilidades que contienen actividades abiertas para las que no se otorga ninguna puntuación (por ejemplo, actividades de hablar y grabar o escritura libre) se muestran como \"Not scored\".",
            "spanish_la": "Los resultados para áreas de habilidades que contienen actividades abiertas para las que no se otorga ninguna puntuación (por ejemplo, actividades de hablar y grabar o escritura libre) se muestran como \"Not scored\".",
            "portuguese": "Os resultados para área de competência que contêm atividades abertas que não possuem pontuação (como, por exemplo, falar e gravar ou atividades de escrita livres) são apresentados como “Not scored”.",
            "arabic": "يتم عرض نتائج مجالات المهارة التي تحتوي على أنشطة مفتوحة حيث لا تُمنَح درجات (مثل: أنشطة التحدث والتسجيل أو الكتابة الحرة) وتعرضه اعبارة \"ليست ذات درجة\"."
          }
        },
        "paragraph11": {
          "number":11,
          "numberPosTop": 93,
          "numberPosLeft": 3,
          "text":{
            "english": "The number of completed activities is shown here along with the total number of activities in a skill area.",
            "turkish": "Tamamlanan aktivitelerin sayısı beceri alanındaki toplam aktivite sayısıyla birlikte gösterilir.",
            "spanish": "Aquí se muestra el número de actividades realizadas, junto con el número total de actividades en un área de habilidad.",
            "spanish_la": "Aquí se muestra el número de actividades realizadas, junto con el número total de actividades en un área de habilidad.",
            "portuguese": "O número de atividades concluídas é exibido aqui, juntamente com o número total de atividades existentes em uma área de competência.",
            "arabic": "ويظهر عدد الأنشطة المُنجَزة هنا جنبًا إلى جنب مع عدد الأنشطة في هذا المجال من المهارة."
          }
        }
      }
    }
  }
}