{
 "title": {
    "english": "Activities",
    "spanish": "Actividades",
    "spanish_la": "Actividades",
    "portuguese": "Atividades"
  },
 "segment": "primary",
 "userType": ["student"],
 "pageCount": 1,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "P-SEC-SA001.png",
      "pageTitle": {
        "english": "",
        "spanish": "",
        "spanish_la": "",
        "portuguese": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 2,
          "numberPosLeft": 1,
          "text":{
            "english": "Use this menu to choose a unit and lesson. When you choose a unit and lesson you will be taken to the first activity within the lesson.",
            "spanish": "Utilice este menú para seleccionar una unidad y lección. Cuando elija una unidad y lección, será dirigido a la primera actividad dentro de la lección.",
            "spanish_la": "Utilice este menú para seleccionar una unidad y lección. Cuando elija una unidad y lección, será dirigido a la primera actividad dentro de la lección.",
            "portuguese": "Utilize este menu para escolher a unidade e uma lição. Quando você escolher uma unidade e uma lição, você será levado para a primeira atividade dentro da lição."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 2,
          "numberPosLeft": 45,
          "text":{
            "english": "Use this menu to choose an activity within a lesson.",
            "spanish": "Utilice este menú para elegir una actividad dentro de una lección.",
            "spanish_la": "Utilice este menú para elegir una actividad dentro de una lección.",
            "portuguese": "Clique no menu ao lado para escolher uma atividade dentro de uma lição."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 2,
          "numberPosLeft": 67,
          "text":{
            "english": "Use the “Previous” and “Next” buttons to navigate through the activities in sequence.",
            "spanish": "Utilice los botones \"Previous\" y \"Next\" para navegar a través de las actividades en secuencia.",
            "spanish_la": "Utilice los botones \"Previous\" y \"Next\" para navegar a través de las actividades en secuencia.",
            "portuguese": "Utilize os botões “Previous“ e “Next“ para navegar por meio das atividades em sequência."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 14,
          "numberPosLeft": 1,
          "text":{
            "english": "The Online Practice activities are displayed in this area.",
            "spanish": "Las actividades de la Práctica Online se muestran en esta área.",
            "spanish_la": "Las actividades de la Práctica Online se muestran en esta área.",
            "portuguese": "As atividades do Online Practice são exibidas nesta área."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 84,
          "numberPosLeft": 10,
          "text":{
            "english": "Your current activity score is shown here.",
            "spanish": "Su puntuación actual para la actividad se muestra aquí.",
            "spanish_la": "Su puntuación actual para la actividad se muestra aquí.",
            "portuguese": "A sua pontuação atual na atividade é exibida aqui."
          }
        },
        "paragraph06": {
          "number": 6,
          "numberPosTop": 84,
          "numberPosLeft": 27,
          "text":{
            "english": "You can attempt an activity three times. The highest score of your attempts is recorded in your report.",
            "spanish": "Tiene tres intentos para completar una actividad. En su informe se registrará la puntuación más alta de sus intentos.",
            "spanish_la": "Tiene tres intentos para completar una actividad. En su informe se registrará la puntuación más alta de sus intentos.",
            "portuguese": "Você pode tentar realizar cada atividade três vezes. A pontuação mais alta dentre as obtidas durante as suas tentativas é registrada em seu relatório."
          }
        },
        "paragraph07": {
          "number": 7,
          "numberPosTop": 84,
          "numberPosLeft": 45,
          "text":{
            "english": "Click here to see a Quick Tip pop-up with guidance on completing an activity.",
            "spanish": "Haga clic aquí para ver un Consejo Rápido con información sobre cómo completar una actividad.",
            "spanish_la": "Haga click aquí para ver un Consejo Rápido con información sobre cómo completar una actividad.",
            "portuguese": "Clique aqui para visualizar um pop-up com uma dica rápida contendo orientações sobre a realização de uma atividade."
          }
        },
        "paragraph08": {
          "number": 8,
          "numberPosTop": 84,
          "numberPosLeft": 51,
          "text":{
            "english": "If an activity has an attachment, an icon will appear here. Click to download or display the attachment.",
            "spanish": "Si la actividad tiene un archivo adjunto, aparecerá un icono aquí. Haga clic aquí para descargar o visualizar el archivo adjunto.",
            "spanish_la": "Si la actividad tiene un archivo adjunto, aparecerá un icono aquí. Haga click aquí para descargar o visualizar el archivo adjunto.",
            "portuguese": "Se uma atividade possuir um anexo, um ícone aparecerá aqui. Clique para realizar o download ou para exibir o anexo."
          }
        },
        "paragraph09": {
          "number": 9,
          "numberPosTop": 84,
          "numberPosLeft": 66,
          "text":{
            "english": "You can check your answers when you have answered all questions in an activity.",
            "spanish": "Puede revisar sus respuestas una vez que haya respondido a todas las preguntas en una actividad.",
            "spanish_la": "Puede revisar sus respuestas una vez que haya respondido a todas las preguntas en una actividad.",
            "portuguese": "Você pode conferir suas respostas após responder a todas as perguntas em uma atividade."
          }
        },
        "paragraph10": {
          "number": 10,
          "numberPosTop": 84,
          "numberPosLeft": 76,
          "text":{
            "english": "You can try an activity again if you answer some questions incorrectly. You can try an activity three times.",
            "spanish": "Puede volver a intentar una actividad si responde algunas preguntas de manera incorrecta. Tiene tres intentos para cada actividad.",
            "spanish_la": "Puede volver a intentar una actividad si responde algunas preguntas de manera incorrecta. Tiene tres intentos para cada actividad.",
            "portuguese": "É possível tentar realizar uma atividade novamente caso você responda algumas perguntas incorretamente. Você pode tentar realizar cada atividade três vezes."
          }
        },
        "paragraph11": {
          "number": 11,
          "numberPosTop": 84,
          "numberPosLeft": 87,
          "text":{
            "english": "If you answer some questions incorrectly you can see the correct answers.",
            "spanish": "En caso de responder algunas preguntas de forma incorrecta, podrá ver las respuestas correctas.",
            "spanish_la": "En caso de responder algunas preguntas de forma incorrecta, podrá ver las respuestas correctas.",
            "portuguese": "Se você responder algumas perguntas de forma incorretamente, você poderá visualizar as respostas corretas."
          }
        },
        "paragraph12": {
          "number": 12,
          "numberPosTop": 92,
          "numberPosLeft": 3,
          "text":{
            "english": "You can view the Picture Glossary here, if available. The Picture Glossary will help you with the course vocabulary.",
            "spanish": "Aquí podrá ver el Glosario ilustrado, de estar disponible. El Glosario ilustrado le ayudará con el vocabulario del curso.",
            "spanish_la": "Aquí podrá ver el Glosario ilustrado, de estar disponible. El Glosario ilustrado le ayudará con el vocabulario del curso.",
            "portuguese": "Você poderá visualizar o glossário de imagens aqui, caso disponível. O glossário de imagens irá ajudá-lo com o vocabulário do curso."
          }
        },
        "paragraph13": {
          "number": 13,
          "numberPosTop": 92,
          "numberPosLeft": 19,
          "text":{
            "english": "Access your Reports here.",
            "spanish": "Acceda a sus Logros e Informes aquí.",
            "spanish_la": "Acceda a sus Logros e Informes aquí.",
            "portuguese": "-"
          }
        }
      }
    }
  }
}