{
 "title": {
    "english": "Forum",
    "turkish": "Forum",
    "spanish": "Foro",
    "spanish_la": "Foro",
    "portuguese": "Fórum",
    "japanese": "フォーラム",
    "chinese": "討論區",
    "thai": "กระดานสนทนา",
    "korean":"포럼",
    "vietnamese":"Diễn đàn",
    "indonesian":"Forum",
    "arabic": "المنتدى"
  },
 "segment": "primary",
 "userType": ["teacher"],
 "pageCount": 3,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "PTF001.png",
      "pageTitle": {
        "english": "Choose a class",
        "turkish": "Sınıf seçin",
        "spanish": "Elija una clase",
        "spanish_la": "Elija una clase",
        "portuguese": "Escolha uma turma",
        "japanese": "クラスを選択する",
        "chinese": "選擇班級",
        "thai": "เลือกห้องเรียน",
        "korean":"수업 선택",
        "vietnamese":"Chọn một lớp học",
        "indonesian":"Memilih suatu kelas",
        "arabic": "حدد فصل"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 2,
          "numberPosLeft": 70,
          "text":{
            "english": "Choose a class from the menu.",
            "turkish": "Menüden bir sınıf seçin.",
            "spanish": "Elija una clase del menú.",
            "spanish_la": "Elija una clase del menú.",
            "portuguese": "Selecione uma turma a partir do menu.",
            "japanese": "クラスをメニューから選択します。",
            "chinese": "從選單裡面選擇一個班級。",
            "thai": "คลิกเลือกห้องเรียน",
            "korean":"메뉴에서 수업을 선택하십시오.",
            "vietnamese":"Chọn một lớp học từ trình đơn.",
            "indonesian":"Pilihlah suatu kelas dari menu.",
            "arabic": "حدد فصلا من القائمة."
          }
        }
      }
    },
    "page02": {
      "pageType": "screenshot",
      "imgId": "PTF002.png",
      "pageTitle": {
        "english": "Write a post",
        "turkish": "Gönderi yazın",
        "spanish": "Escribir un mensaje",
        "spanish_la": "Escribir un mensaje",
        "portuguese": "Escreva uma postagem",
        "japanese": "投稿する",
        "chinese": "寫一篇文章",
        "thai": "ตั้งกระทู้ใหม่",
        "korean":"게시물 쓰기",
        "vietnamese":"Đăng bài",
        "indonesian":"Menulis suatu posting",
        "arabic": "اكتب منشورًا"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 2,
          "numberPosTop": 2,
          "numberPosLeft": 1,
          "text":{
            "english": "You can create a new post by writing in the Create New Post column. When you click the “Post” button it will appear in the Discussions and Comments list. Any student in your Online Practice class can see your post and reply to it. Students can also write posts and begin discussions.",
            "turkish": "Yeni Gönderi Oluştur sütununa yazarak yeni bir gönderi oluşturabilirsiniz. “Post” düğmesine tıkladığınızda gönderiniz Tartışmalar ve Yorumlar listesinde görüntülenir. Online Uygulama sınıfınızdaki tüm öğrenciler gönderinizi görebilir ve yanıtlayabilir. Öğrenciler de gönderi yazabilir ve tartışma başlatabilir.",
            "spanish": "Puede crear un nuevo mensaje escribiendo en la columna de Create New Post [Crear Nuevo Mensaje]. Al hacer clic en el botón \"Post\", aparecerá en la lista de Discusiones y Comentarios. Cualquier estudiante en su clase de Práctica Online podrá ver su mensaje y responder. Los estudiantes también pueden escribir mensajes y comenzar las discusiones.",
            "spanish_la": "Puede crear un nuevo mensaje escribiendo en la columna de Create New Post [Crear Nuevo Mensaje]. Al hacer click en el botón \"Post\", aparecerá en la lista de Discusiones y Comentarios. Cualquier estudiante en su clase de Práctica Online podrá ver su mensaje y responder. Los estudiantes también pueden escribir mensajes y comenzar las discusiones.",
            "portuguese": "Você pode criar uma nova postagem escrevendo na coluna “Create New Post”. Quando você clicar no botão \"Post\" ela aparecerá na lista “Discussions and Comments”. Qualquer aluno em sua turma do Online Practice poderá visualizar sua postagem e responder a ela. Os alunos também podem escrever postagem e iniciar discussões.",
            "japanese": "Create New Post[新規投稿]欄に書き込むことによって、新しく投稿することができます。Post[投稿]ボタンをクリックすると、Discussions and Commentリストの中に表示されます。Online Practiceのクラス内の生徒ならだれでも掲示板を見て、返信することができます。生徒同士でも投稿したり、ディスカッションを行うことができます。",
            "chinese": "您可以在Create New Post（創建新文章）欄位建立一篇新的文章，當您點擊Post（發布）按鈕，此文章會出現在討論與評論清單。您在線上練習的班級中，任何學生都可以觀看與回覆您的文章，學生也可以寫文章及展開討論。",
            "thai": "คุณสามารถตั้งกระทู้สนทนาใหม่ได้ด้วยการพิมพ์ข้อความลงใน ช่องตั้งกระทู้ใหม่  คลิก“ตั้งกระทู้” หัวข้อกระทู้จะปรากฏขึ้นในหน้ากระดานสนทนาทันที นักเรียนทุกคนในห้องเรียนของคุณสามารถตั้งและตอบกระทู้ได้เช่นเดียวกัน",
            "korean":"새 게시물 생성 난에 입력하여 새 게시물을 생성할 수 있습니다. “게시물” 버튼을 클릭하면 게시물이 토론 및 댓글 목록에 나타납니다. 온라인 실습 수업에 참여한 어떠한 학생도 게시물과 그 답변을 볼 수 있습니다. 학생들은 게시물을 쓰고 토론을 시작할 수도 있습니다.",
            "vietnamese":"Bạn có thể tạo một bài viết mới để đăng bằng cách viết vào cột Viết Bài đăng Mới. Khi bạn nhấp chuột vào nút “Đăng bài” thì bài viết sẽ xuất hiện ở danh sách Thảo luận và Góp ý kiến. Bất kỳ học sinh nào trong lớp học Thực hành Qua mạng của bạn đều có thể nhìn thấy và trả lời bài đăng của bạn. Các học sinh cũng có thể đăng bài và bắt đầu thảo luận.",
            "indonesian":"Anda dapat menulis suatu posting baru dengan menulis dalam kolom Menulis Posting Baru. Bila anda mengklik tombol \"Posting\" tulisan anda akan muncul di daftar Diskusi dan Komentar. Setiap murid dalam kelas Praktik Online anda dapat melihat posting anda dan menjawabnya. Para murid juga dapat menulis posting dan memulai diskusi.",
            "arabic": "يمكنك عمل منشور جديد عن طريق الكتابة في عمود إنشاء منشور جديد. عند النقر على زر“Post” (\"نشر\"), سوف تظهر في قائمة المناقشات والتعليقات. يمكن لأي طالب في فصل الممارسة على الإنترنتا لخاصة بك أن يرى منشورك ويرد عليه. يمكن للطلاب أيضًا كتابة منشورات وبدء مناقشات."
          }
        },
        "paragraph02": {
          "number": 3,
          "numberPosTop": 20,
          "numberPosLeft": 1,
          "text":{
            "english": "Write your message in the blank text area under the formatting buttons.  ",
            "turkish": "Mesajınızı biçimlendirme düğmelerinin altındaki boş metin alanına girin.",
            "spanish": "Escriba el mensaje en el campo en blanco debajo de los botones de formato.",
            "spanish_la": "Escriba el mensaje en el campo en blanco debajo de los botones de formato.",
            "portuguese": "Escreva sua mensagem na área de texto em branco sob os botões de formatação.",
            "japanese": "フォーマットボタンの下にある空白のテキストエリアにメッセージを書きます。",
            "chinese": "在格式按鈕底下的空白文字區填寫您的訊息。",
            "thai": "พิมพ์เนื้อหาหรือประเด็นที่ต้องการลงในช่องว่างใต้คำสั่งรูปแบบต่างๆ",
            "korean":"형식 버튼 아래 빈 텍스트 영역에 메시지를 입력하십시오.",
            "vietnamese":"Viết bài của bạn vào vùng văn bản để trống bên dưới các nút định dạng.",
            "indonesian":"Tulislah pesan anda di area yang kosong di bawah tombol-tombol untuk formatting.",
            "arabic": "اكتب رسالتك في المنطقة الفارغة تحت أزرار التنسيق."
          }
        },
        "paragraph03": {
          "number": 4,
          "numberPosTop": 2,
          "numberPosLeft": 41,
          "text":{
            "english": "This is where you can view and reply to all of the current posts.",
            "turkish": "Güncel gönderilerin tümünü burada görebilir ve yanıtlayabilirsiniz.",
            "spanish": "Aquí podrá ver y responder todos los mensajes actuales.",
            "spanish_la": "Aquí podrá ver y responder todos los mensajes actuales.",
            "portuguese": "Este é o lugar onde você pode visualizar e responder a todas as postagens atuais.",
            "japanese": "この画面では、現在のすべての投稿が表示され、返信することができます。",
            "chinese": "在此處您可以觀看並且回覆目前的全部文章。",
            "thai": "คุณสามารถอ่านและตอบหัวข้อกระทู้ทั้งหมดได้ ที่นี่",
            "korean":"여기에서 모든 현재 게시물을 보고 답변을 할 수 있습니다.",
            "vietnamese":"Đây là nơi mà bạn có thể xem và trả lời cho tất cả các bài đăng hiện tại.",
            "indonesian":"Di sinilah di mana anda dapat melihat dan menjawab semua posting yang terkini.",
            "arabic": "هذا هو المكان الذي يمكنك من خلاله عرض جميع المنشورات الحالية والرد عليها."
          }
        },
        "paragraph04": {
          "number": 5,
          "numberPosTop": 85,
          "numberPosLeft": 1,
          "text":{
            "english": "Click “Post” to add a post to the column on the right.",
            "turkish": "Gönderiyi sağdaki sütuna eklemek için “Post” seçeneğine tıklayın.",
            "spanish": "Haga clic en \"Post\" para añadir un mensaje a la columna de la derecha.",
            "spanish_la": "Haga click en \"Post\" para añadir un mensaje a la columna de la derecha.",
            "portuguese": "Clique em “Post” para adicionar a postagem na coluna à direita.",
            "japanese": "右側の欄に投稿を追加するには、Post[投稿]をクリックします。",
            "chinese": "點擊Post（發布），可把文章新增到右邊的欄位。",
            "thai": "คลิก “ตั้งกระทู้” เพื่อเพิ่มหัวข้อสนทนาใหม่",
            "korean":"오른쪽 난에 게시물을 추가하려면 “게시물”을 클릭하십시오.",
            "vietnamese":"Nhấp chuột vào “Đăng bài” để thêm một bài đăng vào cột ở bên phải.",
            "indonesian":"Klik \"Posting\" untuk menambahkan posting tersebut ke kolom di sebelah kanan.",
            "arabic": "انقر على “Post” (\"نشر\") لإضافة منشور ما إلى العمود الواقع على اليمين."
          }
        },
        "paragraph05": {
          "number": 6,
          "numberPosTop": 20,
          "numberPosLeft": 39,
          "text":{
            "english": "Click “Show” to view your students' replies to a post.",
            "turkish": "Öğrencilerinizin gönderiye yanıtlarını görmek için “Show” seçeneğine tıklayın.",
            "spanish": "Haga clic en \"Show\" para ver las respuestas de los alumnos a un mensaje.",
            "spanish_la": "Haga click en \"Show\" para ver las respuestas de los alumnos a un mensaje.",
            "portuguese": "Clique em “Show” para visualizar as respostas dos seus alunos a uma postagem.",
            "japanese": "他の生徒の返信を表示するには、Show[表示]をクリックします。",
            "chinese": "點擊Show（顯示），可觀看您的學生對於文章的回覆。",
            "thai": "คลิก ”แสดง” เพื่ออ่านความคิดเห็นทั้งหมด",
            "korean":"학생의 게시물 답변을 보려면 [보이기]를 클릭하십시오.",
            "vietnamese":"Nhấp chuột vào “Hiển thị” để xem các trả lời cho một bài đăng của học sinh của bạn.",
            "indonesian":"Klik \"Perlihatkan\" untuk melihat jawaban-jawaban para murid atas suatu posting.",
            "arabic": "انقر على “Show” (\"عرض\") لاستعراض ردود طلابك على منشور ما. "
          }
        },
        "paragraph06": {
          "number": 7,
          "numberPosTop": 39,
          "numberPosLeft": 39,
          "text":{
            "english": "Click “Hide” to hide the replies.",
            "turkish": "Yanıtları gizlemek için “Hide” seçeneğine tıklayın.",
            "spanish": "Haga clic en \"Hide\" para ocultar las respuestas.",
            "spanish_la": "Haga click en \"Hide\" para ocultar las respuestas.",
            "portuguese": "Clique em “Hide” para esconder as respostas.",
            "japanese": "返信を表示しないようにするには、Hide[非表示]をクリックします。",
            "chinese": "點擊Hide（隱藏），可將回覆隱藏起來。",
            "thai": "คลิก “ซ่อน” เพื่อปิดการแสดงไม่ให้มีการตอบกลับในหัวข้อนั้น",
            "korean":"답변을 가리려면 [숨기기]를 클릭하십시오.",
            "vietnamese":"Nhấp chuột vào “Ẩn” để ẩn đi các câu trả lời.",
            "indonesian":"Klik \"Sembunyikan\" untuk menyembunyikan jawaban-jawabannya.",
            "arabic": "انقر على “Hide” (\"إخفاء\") لإخفاء الردود."
          }
        },
        "paragraph07": {
          "number": 8,
          "numberPosTop": 42,
          "numberPosLeft": 56,
          "text":{
            "english": "Click “Reply” to reply to a post.",
            "turkish": "Bir gönderiyi yanıtlamak için “Reply” seçeneğine tıklayın.",
            "spanish": "Haga clic en \"Reply\" para responder a un mensaje.",
            "spanish_la": "Haga click en \"Reply\" para responder a un mensaje.",
            "portuguese": "Clique em “Reply” para responder a uma postagem.",
            "japanese": "投稿に返信するには、Reply[返信]をクリックします。",
            "chinese": "點擊Reply（回覆），可回覆一篇文章。",
            "thai": "คลิก ”ตอบกลับ” เพื่อแสดงความคิดเห็นในกระทู้นั้น",
            "korean":"게시물에 답변을 달려면 [답변]을 클릭하십시오.",
            "vietnamese":"Nhấp chuột vào “Trả lời” để trả lời một bài đăng.",
            "indonesian":"Klik \"Jawab\" untuk menjawab suatu posting.",
            "arabic": "انقر على “Reply” (\"رد\") للرد على منشور ما."
          }
        }
      }
    },
    "page03": {
      "pageType": "screenshot",
      "imgId": "PTF003.png",
      "pageTitle": {
        "english": "Reply to or delete posts",
        "turkish": "Gönderileri yanıtlayın ya da silin",
        "spanish": "Responder o borrar mensajes",
        "spanish_la": "Responder o borrar mensajes",
        "portuguese": "Responder ou remover postagens",
        "japanese": "投稿に返信する、または投稿を削除する",
        "chinese": "回覆或刪除文章",
        "thai": "ตอบ หรือลบกระทู้",
        "korean":"회신 또는 게시물 삭제",
        "vietnamese":"Trả lời hoặc xóa các bài đăng",
        "indonesian":"Menjawab atau menghapus posting",
        "arabic": "رُد على المنشورات أو احذفها"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 9,
          "numberPosTop": 44,
          "numberPosLeft": 42,
          "text":{
            "english": "If you click “Reply”, a text box will open under the post you are replying to. You can enter your reply directly within the discussion.",
            "turkish": "“Reply” seçeneğine tıklarsanız, yanıtladığınız gönderinin altında bir metin kutusu açılacaktır. Yanıtınızı doğrudan tartışma içerisine girebilirsiniz.",
            "spanish": "Si hace clic en \"Reply\", se abrirá un cuadro de texto bajo el mensaje al que está respondiendo. Puede ingresar su respuesta directamente en la discusión.",
            "spanish_la": "Si hace click en \"Reply\", se abrirá un cuadro de texto bajo el mensaje al que está respondiendo. Puede ingresar su respuesta directamente en la discusión.",
            "portuguese": "Se você clicar em “Reply”, uma caixa de texto será aberta sob a postagem para a qual você está fornecendo uma resposta. Você pode digitar a sua resposta diretamente na discussão.",
            "japanese": "Reply[返信]をクリックすると、返信する投稿の下にテキストボックスが表示されます。返信メッセージは、ディスカッション内で直接入力できます。",
            "chinese": "如果您點擊Reply（回覆），您要回覆的文章下面會打開一個文字區塊，您可以在討論串裡直接輸入您的回覆。",
            "thai": "เมื่อคลิก ”ตอบกลับ” จะปรากฏกล่องข้อความขึ้นใต้หัวข้อของกระทู้ที่ต้องการตอบ  คุณสามารถแสดงความคิดเห็นของคุณได้ทันที",
            "korean":"[답변]을 클릭하면 답변하신 게시물 아래에 텍스트 상자가 열립니다. 토론 내에서 직접 답변을 입력할 수 있습니다.",
            "vietnamese":"Nếu bạn nhấp chuột vào “Trả lồi”, một hộp văn bản sẽ mở ra bên dưới bài đăng mà bạn muốn trả lời. Bạn có thể nhập vào câu trả lời trực tiếp cho chủ đề thảo luận này.",
            "indonesian":"Jika anda mengklik \"Jawab\", suatu kotak teks akan terbuka di bawah posting yang hendak anda jawab. Anda dapat memasukkan jawaban anda secara langsung di dalam diskusi yang bersangkutan.",
            "arabic": "في حالة النقر على “Reply” (\"رد\")، سيفتح مربع حواري تحت المنشور الذي تقوم بالرد عليه. يمكنك إدخال ردك مباشرةً في المناقشة."
          }
        },
        "paragraph02": {
          "number": 10,
          "numberPosTop": 63,
          "numberPosLeft": 42,
          "text":{
            "english": "Click “Post” to post your reply to the discussion.",
            "turkish": "Tartışmaya yanıtınızı göndermek için “Post” seçeneğine tıklayın.",
            "spanish": "Haga clic en \"Post\" para publicar su respuesta a la discusión.",
            "spanish_la": "Haga click en \"Post\" para publicar su respuesta a la discusión.",
            "portuguese": "Clique em “Post” para publicar a sua resposta na área de discussão.",
            "japanese": "ディスカッションに対して返信メッセージを投稿するには、Post[投稿]をクリックします。",
            "chinese": "點擊Post（發布）就可以將您的回覆貼到討論串裡面。",
            "thai": "คลิก ”ส่งข้อความ” เพื่อยืนยันข้อความความคิดเห็นของคุณลงในกระทู้สนทนา",
            "korean":"[게시]를 클릭하면 토론에 답변을 달 수 있습니다.",
            "vietnamese":"Nhấp chuột vào “Đăng bài” để đăng câu trả lời của bạn trong thảo luận này.",
            "indonesian":"Klik \"Posting\" untuk memasukkan jawaban anda di dalam diskusi.",
            "arabic": "انقر على “Post”  (\"نشر\") لنشر ردك على المناقشة."
          }
        },
        "paragraph03": {
          "number": 11,
          "numberPosTop": 63,
          "numberPosLeft": 55,
          "text":{
            "english": "Click “Cancel” if you do not want to post your reply.",
            "turkish": "Yanıtınızı paylaşmak istemiyorsanız “Cancel” seçeneğine tıklayın.",
            "spanish": "Haga clic en \"Cancel\" si no desea publicar su respuesta.",
            "spanish_la": "Haga click en \"Cancel\" si no desea publicar su respuesta.",
            "portuguese": "Clique em “Cancel” se você não desejar publicar sua resposta.",
            "japanese": "返信したくない時は、Cancel[キャンセル]をクリックします。",
            "chinese": "如果您不想發布您的回覆，請點擊Cancel（取消）。",
            "thai": "คลิก ”ยกเลิก”หากไม่ต้องการแสดงความคิดเห็นของคุณในหัวข้อนั้น",
            "korean":"답변을 게시하지 않으려면 [취소]를 클릭하십시오.",
            "vietnamese":"Nhấp chuột vào “Hủy bỏ” nếu bạn không muốn đăng câu trả lời của bạn.",
            "indonesian":"Klik \"Batalkan\" jika anda tidak jadi hendak memasukkan jawaban anda.",
            "arabic": "انقر على “Cancel” (\"إلغاء\") إذا كنت لا تريد نشر ردك."
          }
        },
        "paragraph04": {
          "number": 12,
          "numberPosTop": 29,
          "numberPosLeft": 79,
          "text":{
            "english": "Click “Delete Conversation” to delete an entire discussion which includes the original post, as well as all students' replies. Students are not able to delete discussions.",
            "turkish": "Gönderinin kendisini ve tüm öğrenci yanıtları da dahil tartışmanın tamamını silmek için “Delete Conversation” seçeneğine tıklayın. Öğrenciler tartışmaları silemez.",
            "spanish": "Haga clic en \"Delete Conversation\" para borrar toda una discusión, incluyendo el mensaje original, así como las respuestas de todos los estudiantes. Los estudiantes no pueden eliminar discusiones.",
            "spanish_la": "Haga click en \"Delete Conversation\" para borrar toda una discusión, incluyendo el mensaje original, así como las respuestas de todos los estudiantes. Los estudiantes no pueden eliminar discusiones.",
            "portuguese": "Clique em “Delete Conversation” para excluir uma discussão inteira que inclua uma postagem original, bem como as respostas de todos os alunos. Os alunos não são capazes de excluir as discussões.",
            "japanese": "元の投稿、生徒の返信も含めて、ディスカッションの内容をすべて削除するには、Delete Conversation[会話を削除]をクリックします。生徒はディスカッション内容を削除することはできません。",
            "chinese": "點擊Delete Conversation（刪除對話）可將整個討論串，包括最初的文章以及全部學生的回覆一起刪除。學生無法刪除討論串。",
            "thai": "คลิก ”ลบกระทู้” เพื่อลบหัวข้อ รวมถึงคำตอบในกระทู้ทั้งหมด (นักเรียนไม่สามารถใช้งานเมนูนี้)",
            "korean":"[대화 삭제]를 클릭하여 최초 게시물과 학생의 답변을 포함한 전체 토론을 삭제하십시오. 학생은 토론을 삭제할 수 없습니다.",
            "vietnamese":"Nhấp chuột vào “Xóa thảo luận” để xóa toàn bộ một chủ đề thảo luận gồm cả bài đăng ban đầu cũng như tất cả các trả lời của học sinh. Học sinh không thể xóa các thảo luận.",
            "indonesian":"Klik \"Hapus Percakapan\" untuk menghapus seluruh diskusi yang mencakup posting yang pertama kali, dan juga semua jawaban-jawaban para murid. Para murid tidak dapat menghapus berbagai diskusi.",
            "arabic": "انقر على “Delete Conversation” (\"حذف المحادثة\") لحذف كامل المناقشة التي تتضمن المنشور الأصلي، فضلاً عن ردود كل الطلاب. لن يكون بمقدور الطلاب حذف المناقشات."
          }
        },
        "paragraph05": {
          "number": 13,
          "numberPosTop": 79,
          "numberPosLeft": 42,
          "text":{
            "english": "Click “Delete Reply” to delete any reply within a discussion. Students are not able to delete replies.",
            "turkish": "Bir tartışma içindeki yanıtları silmek için “Delete Reply” seçeneğine tıklayın. Öğrenciler yanıtları silemez.",
            "spanish": "Haga clic en \"Delete Reply\" para borrar cualquier respuesta en una discusión. Los estudiantes no pueden eliminar las respuestas.",
            "spanish_la": "Haga click en \"Delete Reply\" para borrar cualquier respuesta en una discusión. Los estudiantes no pueden eliminar las respuestas.",
            "portuguese": "Clique em “Delete Reply” para excluir qualquer resposta presente em uma discussão. Os alunos não são capazes de excluir as respostas.",
            "japanese": "そのディスカッション内の返信を全て削除するには、Delete Reply[返信を削除]をクリックします。生徒は返信を削除することはできません。",
            "chinese": "點擊Delete Reply（刪除回覆）可刪除討論串內的任何回覆。學生無法刪除回覆。",
            "thai": "คลิก ”ลบความคิดเห็น” เพื่อลบบางความคิดเห็นออกจากกระทู้  (นักเรียน ไม่สามารถใช้งานเมนูนี้)",
            "korean":"[답변 삭제]를 클릭하여 토론 내 답변을 삭제하십시오. 학생은 답변을 삭제할 수 없습니다.",
            "vietnamese":"Nhấp chuột vào “Xóa trả lời” để xóa bất kỳ trả lời nào trong một thảo luận. Học sinh không thể xóa các trả lời.",
            "indonesian":"Klik \"Hapus Jawaban\" untuk menghapus setiap jawaban dalam suatu diskusi. Para murid tidak dapat menghapus jawaban-jawaban.",
            "arabic": "انقر على “Delete Reply”(\"حذف الرد\") لحذف أي رد ضمن المناقشة. لن يكون بمقدور الطلاب حذف الردود."
          }
        }
      }
    }
  }
}