{
 "title": {
    "english": "Class Details",
    "turkish": "Sınıf Bilgileri",
    "spanish": "Detalles de la Clase",
    "spanish_la": "Detalles de la Clase",
    "portuguese": "Dados da turma",
    "japanese": "クラスの詳細",
    "chinese": "班級資料",
    "thai": "รายละเอียดห้องเรียน",
    "korean":"수업 세부사항",
    "vietnamese":"Thông tin Chi tiết Lớp học",
    "indonesian":"Rincian Kelas",
    "arabic": "تفاصيل الفصل"
  },
 "segment": "primary",
 "userType": ["teacher"],
 "pageCount": 1,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "PTCD001.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "spanish_la": "",
        "portuguese": "",
        "japanese": "",
        "chinese": "",
        "thai": "",
        "korean":"",
        "vietnamese":"",
        "indonesian":"",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 15,
          "numberPosLeft": 26,
          "text":{
            "english": "Click here to change the name of this class.",
            "turkish": "Bu sınıfın adını değiştirmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para cambiar el nombre de esta clase.",
            "spanish_la": "Haga click aquí para cambiar el nombre de esta clase.",
            "portuguese": "Clique aqui para mudar o nome desta turma",
            "japanese": "このクラスの名前を変更するには、こちらをクリックします。",
            "chinese": "點此處以更改這個班級的名稱。",
            "thai": "คลิกที่นี่ เพื่อแก้ไขชื่อห้องเรียน",
            "korean":"이 수업의 이름을 변경하려면 여기를 클릭하십시오.",
            "vietnamese":"Nhấp chuột vào đây để đổi tên lớp học.",
            "indonesian":"Klik di sini untuk mengubah nama kelas ini.",
            "arabic": "انقر هنا لتغيير اسم هذا الفصل."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 15,
          "numberPosLeft": 38,
          "text":{
            "english": "Click here to join an institution.",
            "turkish": "Bir kuruma katılmak için buraya tıklayın.",
            "spanish": "Haga clic aquí para inscribirse en una institución.",
            "spanish_la": "Haga click aquí para inscribirse en una institución.",
            "portuguese": "Clique aqui para participar de uma instituição.",
            "japanese": "学校・団体に参加登録するには、こちらをクリックします。",
            "chinese": "點此處加入機關單位。",
            "thai": "คลิกที่นี่  เพื่อเข้าร่วมกับสถาบันการศึกษา",
            "korean":"교육기관에 가입하려면 여기를 클릭하십시오.",
            "vietnamese":"Nhấp chuột vào đây để liên kết với một tổ chức.",
            "indonesian":"Klik di sini untuk bergabung dengan suatu lembaga.",
            "arabic": "انقر هنا للانضمام إلى مؤسسة ما."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 52,
          "numberPosLeft": 7,
          "text":{
            "english": "Check this box to delete this student from this class. Then click “Save Changes”.",
            "turkish": "Bu öğrenciyi bu sınıftan silmek için buraya tıklayın. Ardından “Save Changes” seçeneğine tıklayın.",
            "spanish": "Marque esta casilla para eliminar al estudiante de esta clase. Luego haga clic en \"Save Changes\".",
            "spanish_la": "Marque esta casilla para eliminar al estudiante de esta clase. Luego haga click en \"Save Changes\".",
            "portuguese": "Marque esta caixa de seleção para excluir este aluno desta turma. Em seguida, clique em \"Save Changes\".",
            "japanese": "このクラスからこの生徒を削除する場合は、このボックスにチェックマークをつけます。その後、Save Changes[変更内容を保存]をクリックします。",
            "chinese": "點此方框可將此學生由本班級刪除，然後點擊「Save Changes」。",
            "thai": "คลิก / หน้าชื่อนักเรียนที่ต้องการลบออกจากห้องเรียน และคลิก “Save Changes””",
            "korean":"이 상자를 클릭하여 이 수업에서 이 학생을 삭제하십시오. 그 다음으로 [변경사항 저장]을 클릭하십시오.",
            "vietnamese":"Đánh dấu vào ô này để xóa học sinh này khỏi lớp học. Sau đó nhấp chuột vào “Lưu lại Thay đổi”.",
            "indonesian":"Tandai kotak ini untuk menghapus murid ini dari kelas ini. Lalu klik \"Rekam Perubahan\".",
            "arabic": "ضع علامة فيهذا المربع لحذف هذا الطالب من هذا الفصل. ثم انقر على “Save Changes”(\"حفظ التغييرات\")."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 83,
          "numberPosLeft": 13,
          "text":{
            "english": "Click here to go back to the previous screen. If you did not click “Save Changes” your changes will not be saved.",
            "turkish": "Bir önceki ekrana geri dönmek için buraya tıklayın. “Save Changes” seçeneğine tıklamazsanız, değişiklikleriniz kaydedilmez.",
            "spanish": "Haga clic aquí para regresar a la pantalla anterior. Si no hizo clic en \"Save Changes\" no se guardarán los cambios.",
            "spanish_la": "Haga click aquí para regresar a la pantalla anterior. Si no hizo click en \"Save Changes\" no se guardarán los cambios.",
            "portuguese": "Clique aqui para voltar à tela anterior. Caso você não clique em “Save Changes”, as alterações não serão armazenadas.",
            "japanese": "前の画面に戻るには、こちらをクリックします。Save Changes[変更内容を保存]をクリックしなかった場合、変更内容は保存されません。",
            "chinese": "點此處回到上一個畫面。如果您沒有點擊「儲存變更」，您剛才做的更改不會被儲存起來。",
            "thai": "คลิกที่นี่  เพื่อกลับหน้าที่แล้ว  ถ้าไม่ได้คลิก “Save Changes” สิ่งที่แก้ไขไว้ทั้งหมดจะถูกยกเลิก",
            "korean":"이전 화면으로 돌아가려면 여기를 클릭하십시오. [변경사항 저장]을 클릭하지 않으면 변경사항은 저장되지 않습니다.",
            "vietnamese":"Nhấp chuột vào đây để quay trở lại màn hình trước. Nếu bạn không nhấp chuột vào “Lưu lại Thay đổi” thì những thay đổi của bạn sẽ không được lưu lại.",
            "indonesian":"Klik di sini untuk kembali ke halaman sebelumnya. Jika anda tidak mengklik \"Rekam Perubahan\", perubahan anda tidak akan direkam.",
            "arabic": "انقر هنا للعودة إلى الشاشة السابقة. في حالة عدم النقر على “Save Changes”(\"حفظ التغييرات\"),فلن يتم حفظ التغييرات التي أجريتها."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 83,
          "numberPosLeft": 76,
          "text":{
            "english": "Click here to save the changes you made to this class.",
            "turkish": "Bu sınıfta yaptığınız değişiklikleri kaydetmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para guardar los cambios realizados para esta clase.",
            "spanish_la": "Haga click aquí para guardar los cambios realizados para esta clase.",
            "portuguese": "Clique aqui para salvar as alterações feitas para esta turma.",
            "japanese": "このクラスの変更内容を保存する場合は、こちらをクリックします。",
            "chinese": "點此處儲存您在此班級所做的全部變更。",
            "thai": "คลิกที่นี่  เพื่อบันทึกการเปลี่ยนแปลง",
            "korean":"본 수업의 변경사항을 저장하려면 여기를 클릭하십시오.",
            "vietnamese":"Nhấp chuột vào đây để lưu lại những thay đổi bạn thực hiện đối với lớp học này.",
            "indonesian":"Klik di sini untuk merekam berbagai perubahan yang anda lakukan untuk kelas ini.",
            "arabic": "اانقر هنا لحفظ التغييرات التي أجريتهاعلى هذا الفصل."
          }
        }
      }
    }
  }
}