{
 "title": {
    "english": "Activities",
    "spanish": "Actividades",
    "spanish_la": "Actividades",
    "portuguese": "Atividades"
  },
 "segment": "primary",
 "userType": ["teacher"],
 "pageCount": 1,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "P-SEC-TA001.png",
      "pageTitle": {
        "english": "",
        "spanish": "",
        "spanish_la": "",
        "portuguese": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 2,
          "numberPosLeft": 1,
          "text":{
            "english": "Use this menu to choose a unit and lesson. When you choose a unit and lesson you will be taken to the first activity within the lesson.",
            "spanish": "Utilice este menú para seleccionar una unidad y lección. Cuando elija una unidad y lección, será dirigido a la primera actividad dentro de la lección.",
            "spanish_la": "Utilice este menú para seleccionar una unidad y lección. Cuando elija una unidad y lección, será dirigido a la primera actividad dentro de la lección.",
            "portuguese": "Utilize este menu para escolher a unidade e uma lição. Quando você escolher uma unidade e uma lição, você será levado para a primeira atividade dentro da lição."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 2,
          "numberPosLeft": 45,
          "text":{
            "english": "Use this menu to choose an activity within a lesson.",
            "spanish": "Utilice este menú para elegir una actividad dentro de una lección.",
            "spanish_la": "Utilice este menú para elegir una actividad dentro de una lección.",
            "portuguese": "Clique no menu ao lado para escolher uma atividade dentro de uma lição."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 2,
          "numberPosLeft": 67,
          "text":{
            "english": "Use the “Previous” and “Next” buttons to navigate through the activities in sequence.",
            "spanish": "Utilice los botones \"Previous\" y \"Next\" para navegar a través de las actividades en secuencia.",
            "spanish_la": "Utilice los botones \"Previous\" y \"Next\" para navegar a través de las actividades en secuencia.",
            "portuguese": "Utilize os botões “Previous” e Next” para navegar por meio das atividades em sequência."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 14,
          "numberPosLeft": 1,
          "text":{
            "english": "The Online Practice activities are displayed in this area.",
            "spanish": "Las actividades de la Práctica Online se muestran en esta área.",
            "spanish_la": "Las actividades de la Práctica Online se muestran en esta área.",
            "portuguese": "As atividades do Online Practice são exibidas nesta área."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 84,
          "numberPosLeft": 10,
          "text":{
            "english": "A student’s current activity score is shown here.",
            "spanish": "Aquí se muestra la puntuación actual del estudiante para la actividad.",
            "spanish_la": "Aquí se muestra la puntuación actual del estudiante para la actividad.",
            "portuguese": "A sua pontuação atual de um aluno em uma atividade é exibida aqui."
          }
        },
        "paragraph06": {
          "number": 6,
          "numberPosTop": 84,
          "numberPosLeft": 27,
          "text":{
            "english": "A student can attempt an activity three times. The highest score of their attempts is recorded in the student’s report.",
            "spanish": "El estudiante tiene tres intentos para realizar una actividad. La puntuación más alta de los tres intentos se registra en el informe del estudiante.",
            "spanish_la": "El estudiante tiene tres intentos para realizar una actividad. La puntuación más alta de los tres intentos se registra en el informe del estudiante.",
            "portuguese": "Um aluno pode tentar realizar cada atividade três vezes. A pontuação mais alta dentre as três tentativas realizadas será registrada no relatório do aluno."
          }
        },
        "paragraph07": {
          "number": 7,
          "numberPosTop": 84,
          "numberPosLeft": 45,
          "text":{
            "english": "Click here to see a Quick Tip pop-up with guidance on completing an activity.",
            "spanish": "Haga clic aquí para ver un Consejo Rápido con información sobre cómo rellenar una actividad.",
            "spanish_la": "Haga click aquí para ver un Consejo Rápido con información sobre cómo rellenar una actividad.",
            "portuguese": "Clique aqui para visualizar um pop-up com uma dica rápida contendo orientações sobre a realização de uma atividade."
          }
        },
        "paragraph08": {
          "number": 8,
          "numberPosTop": 84,
          "numberPosLeft": 51,
          "text":{
            "english": "If an activity has an attachment an icon will appear here. Click to download or display the attachment.",
            "spanish": "Si la actividad tiene un archivo adjunto, aparecerá un icono aquí. Haga clic aquí para descargar o visualizar el archivo adjunto.",
            "spanish_la": "Si la actividad tiene un archivo adjunto, aparecerá un icono aquí. Haga click aquí para descargar o visualizar el archivo adjunto.",
            "portuguese": "Se uma atividade possuir um anexo, um ícone aparecerá aqui. Clique para realizar o download ou para exibir o anexo."
          }
        },
        "paragraph09": {
          "number": 9,
          "numberPosTop": 84,
          "numberPosLeft": 66,
          "text":{
            "english": "A student can check their answers when they have answered all questions in an activity.",
            "spanish": "El estudiante puede revisar sus respuestas cuando se hayan contestado todas las preguntas en una actividad.",
            "spanish_la": "El estudiante puede revisar sus respuestas cuando se hayan contestado todas las preguntas en una actividad.",
            "portuguese": "Um aluno pode conferir suas respostas após responder a todas as perguntas em uma atividade."
          }
        },
        "paragraph10": {
          "number": 10,
          "numberPosTop": 84,
          "numberPosLeft": 76,
          "text":{
            "english": "A student can try again if they answered some questions incorrectly. They can try an activity three times.",
            "spanish": "El estudiante puede intentarlo de nuevo si ha contestado algunas preguntas de forma incorrecta. Tiene tres intentos por cada actividad.",
            "spanish_la": "El estudiante puede intentarlo de nuevo si ha contestado algunas preguntas de forma incorrecta. Tiene tres intentos por cada actividad.",
            "portuguese": "Um aluno pode tentar realizar uma atividade novamente caso tenha respondido a algumas perguntas de forma incorreta. Você pode tentar realizar cada atividade três vezes."
          }
        },
        "paragraph11": {
          "number": 11,
          "numberPosTop": 84,
          "numberPosLeft": 87,
          "text":{
            "english": "If a student answers some questions incorrectly they can see the correct answers.",
            "spanish": "Si el estudiante responde a algunas preguntas de forma incorrecta podrá ver las respuestas correctas.",
            "spanish_la": "Si el estudiante responde a algunas preguntas de forma incorrecta podrá ver las respuestas correctas.",
            "portuguese": "Se um aluno responder algumas perguntas incorretamente, ele poderá visualizar as respostas corretas."
          }
        },
        "paragraph12": {
          "number": 12,
          "numberPosTop": 92,
          "numberPosLeft": 3,
          "text":{
            "english": "A Picture Glossary can be accessed here, if available. The Picture Glossary contains core level vocabulary.",
            "spanish": "Aquí se puede acceder al Glosario ilustrado, en caso de estar disponible. El Glosario ilustrado contiene vocabulario de nivel básico.",
            "spanish_la": "Aquí se puede acceder al Glosario ilustrado, en caso de estar disponible. El Glosario ilustrado contiene vocabulario de nivel básico.",
            "portuguese": "Um glossário de imagens pode ser acessado aqui, caso disponível. O glossário de imagens contém um vocabulário com todas as palavras principais."
          }
        },
        "paragraph13": {
          "number": 13,
          "numberPosTop": 92,
          "numberPosLeft": 19,
          "text":{
            "english": "Students can access their Reports here. Teachers must access students’ Reports from the Home page.",
            "spanish": "-",
            "spanish_la": "-",
            "portuguese": "-"
          }
        }
      }
    }
  }
}