{
 "title": {
    "english": "Hide Units and Lessons",
    "turkish": "Üniteleri ve Konuları Gizle",
    "spanish": "Ocultar Unidades y Lecciones",
    "portuguese": "Ocultar unidades e lições",
    "arabic": "إخفاء الوحدات والدروس"
  },
 "segment": "primary",
 "userType": ["teacher"],
 "pageCount": 1,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "PTCA001.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "portuguese": "",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 2.5,
          "numberPosLeft": 29,
          "text":{
            "english": "You can hide units and lessons from your students by checking the boxes on this page. Your students will only see the activities in the units or lessons when you uncheck the boxes.",
            "turkish": "Bu sayfadaki kutucukları işaretleyerek ünite ve konuları öğrencilerinizden gizleyebilirsiniz. Kutucukların işaretini kaldırdığınızda öğrencileriniz sadece ünite veya konulardaki aktiviteleri görebilirler.",
            "spanish": "Puede ocultar unidades y lecciones a sus estudiantes, marcando las casillas en esta página. Sus estudiantes sólo podrán ver las actividades en las unidades o lecciones cuando desmarque las casillas.",
            "portuguese": "Você pode ocultar as unidades e as lições de seus alunos marcando as caixas de seleção nesta página. Seus alunos só visualizarão as atividades das unidades ou lições quando você desmarcar as caixas de seleção.",
            "arabic": "يمكنك إخفاء الوحدات والدروس عن طلابك عن طريق وضع علامة في المربعات الموجودة في هذه الصفحة. سيتمكن طلابك من رؤية الأنشطة الموجودة في الوحدات أو الدروس فقط عندما لا تضع علامة في المربعات."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 2.5,
          "numberPosLeft": 62,
          "text":{
            "english": "Choose a class using the menu.",
            "turkish": "Menüyü kullanarak bir ders seçin.",
            "spanish": "Elija una clase utilizando el menú.",
            "portuguese": "Selecione uma turma a partir do menu.",
            "arabic": "حدد فصلاً دراسيًا باستخدام القائمة."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 31,
          "numberPosLeft": 4,
          "text":{
            "english": "Check a box here to hide a whole unit.",
            "turkish": "Ünitenin tamamını gizlemek için bir kutucuğu işaretleyin.",
            "spanish": "Marque una casilla aquí para ocultar toda una unidad.",
            "portuguese": "Marque uma caixa de seleção para ocultar uma unidade inteira.",
            "arabic": "ضع علامة في مربع ما هنا لإخفاء الوحدة كاملةً."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 21,
          "numberPosLeft": 25,
          "text":{
            "english": "Check a box here to hide selected lessons within a unit.",
            "turkish": "Ünite içindeki seçili konuları gizlemek için buradaki bir kutucuğu işaretleyin.",
            "spanish": "Marque una casilla aquí para ocultar lecciones seleccionadas dentro de una unidad.",
            "portuguese": "Marque uma caixa de seleção para ocultar lições selecionadas dentro de uma unidade.",
            "arabic": "ضع علامة في مربع ما هنا لإخفاء الدروس التي تم تحديدها داخل الوحدة."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 94,
          "numberPosLeft": 24,
          "text":{
            "english": "Click here to save the changes you made to this class.",
            "turkish": "Bu derste yaptığınız değişiklikleri kaydetmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para guardar los cambios realizados para esta clase.",
            "portuguese": "Clique aqui para salvar as alterações feitas a esta turma.",
            "arabic": "انقر هنا لحفظ التغييرات التي قمت بإجرائها بالنسبة لهذا الفصل الدراسي."
          }
        }
      }
    }
  }
}