{
 "title": {
    "english": "Home",
    "turkish": "Anasayfa",
    "spanish": "Inicio",
    "spanish_la": "Inicio",
    "portuguese": "Início",
    "japanese": "ホーム",
    "chinese": "首頁",
    "thai": "หน้าหลัก",
    "arabic": "الصفحة الرئيسية "
  },
 "segment": "primary",
 "userType": ["teacher"],
 "pageCount": 1,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "PTH001.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "spanish_la": "",
        "portuguese": "",
        "japanese": "",
        "chinese": "",
        "thai": "",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 24,
          "numberPosLeft": 3,
          "text":{
            "english": "Click here to manage your Online Practice classes. You can view the details of your classes, delete students’ accounts, add new classes, delete classes, or join an institution.",
            "turkish": "Online Uygulama derslerinizi yönetmek için buraya tıklayın. Sınıflarınızın bilgilerini görebilir, öğrencilerinizin hesaplarını silebilir, yeni sınıflar ekleyebilir ya da bir kuruma katılabilirsiniz.",
            "spanish": "Haga clic aquí para administrar sus clases de Práctica Online. Puede ver los detalles de sus clases, eliminar las cuentas de los estudiantes, añadir nuevas clases, eliminar clases, o inscribirse en una institución.",
            "spanish_la": "Haga click aquí para administrar sus clases de Práctica Online. Puede ver los detalles de sus clases, eliminar las cuentas de los estudiantes, añadir nuevas clases, eliminar clases, o inscribirse en una institución.",
            "portuguese": "Clique aqui para gerenciar suas turmas no Online Practice. Você pode visualizar os dados de suas turmas, excluir contas dos alunos, adicionar novas turmas, excluir turmas ou associar-se a uma instituição.",
            "japanese": "Online Practiceのクラスを管理するには、こちらをクリックします。クラスの詳細の表示、生徒の削除、新しいクラスの追加登録、クラスの削除、学校・団体への参加登録もできます。",
            "chinese": "點此處管理您的線上練習班級。您可以觀看您的班級資料、刪除學生帳號、新增班級、刪除班級或加入機關單位。",
            "thai": "คลิกที่นี่  เพื่อเข้าระบบจัดการห้องเรียนออนไลน์ คุณสามารถดูรายละเอียดทั้งหมดในของห้องเรียน เพิ่มหรือลบห้องเรียน   ลบรายชื่อนักเรียน หรือ เข้าร่วมสถาบัน",
            "arabic": "انقر هنا لإدارة فصول الممارسة الخاصة بك عبر شبكة الإنترنت. يمكنك عرض التفاصيل المتعلقة بالفصول الخاصة بك أو حذف حسابات الطلاب أو إضافة فصول جديدة أو حذف الفصول أو الانضمام لإحدى المؤسسات."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 36,
          "numberPosLeft": 3,
          "text":{
            "english": "Click here to view scores and reports on your students’ progress.",
            "turkish": "Öğrencilerinin ilerleyişi ile ilgili puanları ve raporları görmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ver las puntuaciones y los informes sobre el progreso de sus estudiantes.",
            "spanish_la": "Haga click aquí para ver las calificaciones y los informes sobre el progreso de sus estudiantes.",
            "portuguese": "Clique aqui para visualizar os resultados e os relatórios sobre o progresso de seus alunos.",
            "japanese": "生徒の学習状況についての得点やレポートを表示するには、こちらをクリックします。",
            "chinese": "點此處觀看分數以及學生的進度報告。",
            "thai": "คลิกที่นี่  เพื่อดูคะแนนและอ่านรายงานความคืบหน้าของนักเรียน",
            "arabic": "انقر هنا لعرض الدرجات والتقارير حول تقدم الطلاب التابعين لك."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 48,
          "numberPosLeft": 3,
          "text":{
            "english": "Click here to enter the Online Practice activity area.",
            "turkish": "Online Uygulama aktivitesi alanına girmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para entrar en el área de actividades de la Práctica Online.",
            "spanish_la": "Haga click aquí para entrar en el área de actividades de la Práctica Online.",
            "portuguese": "Clique aqui para entrar na área “Activity” do Online Practice.",
            "japanese": "Online Practiceのアクティビティエリアにアクセスするには、こちらをクリックします。",
            "chinese": "點此處進入線上練習的學習活動區。",
            "thai": "คลิกที่นี่  เพื่อเข้าพื้นที่กิจกรรมแบบฝึกหัดออนไลน์",
            "arabic": "انقر هنا لدخول منطقة نشاط الممارسة عبر شبكة الإنترنت."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 24,
          "numberPosLeft": 50,
          "text":{
            "english": "Click here to add another level of your Online Practice course.",
            "turkish": "Online Uygulama kursunuza başka bir seviye eklemek için buraya tıklayın.",
            "spanish": "Haga clic aquí para agregar otro nivel a su curso de Práctica Online.",
            "spanish_la": "Haga click aquí para agregar otro nivel a su curso de Práctica Online.",
            "portuguese": "Clique aqui para adicionar outro nível ao seu curso Online Practice.",
            "japanese": "Online Practiceのコースに別のレベルを追加するには、こちらをクリックします。",
            "chinese": "點此處為您的線上練習課程新增另一本用書。",
            "thai": "คลิกที่นี่  เพื่อเพิ่มระดับของหลักสูตรแบบฝึกหัดออนไลน์",
            "arabic": "انقر هنا لإضافة مستوى آخر لمقرر الممارسة الخاصة بك عبر شبكة الإنترنت."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 36,
          "numberPosLeft": 50,
          "text":{
            "english": "Click here to use the Email area and send messages to your students. If you have new messages, the number of messages will appear here.",
            "turkish": "E-posta alanını kullanmak ve öğrencilerinize mesaj göndermek için buraya tıklayın. Yeni mesajınız olduğunda, mesajların sayısı burada görüntülenir.",
            "spanish": "Haga clic aquí para utilizar el área de correo electrónico y enviar mensajes a sus estudiantes. Si tiene mensajes nuevos, el número de mensajes aparecerá aquí.",
            "spanish_la": "Haga click aquí para utilizar el área de correo electrónico y enviar mensajes a sus estudiantes. Si tiene mensajes nuevos, el número de mensajes aparecerá aquí.",
            "portuguese": "Clique aqui para usar a área de e-mail e enviar mensagens para seus alunos. Caso você tenha novas mensagens, o número de mensagens não lidas aparecerá aqui.",
            "japanese": "メールエリアで生徒にメッセージを送信する場合は、こちらをクリックします。新しいメッセージがある場合は、メッセージ数がこちらに表示されます。",
            "chinese": "點此處使用電子郵件功能，傳送訊息給您的學生。如果您收到新訊息，訊息的數量也會在此顯示。",
            "thai": "คลิกที่นี่  เพื่อเข้าใช้งานอีเมล สำหรับติดต่อสื่อสารกับนักเรียน ถ้าคุณมีข้อความใหม่  ตัวเลขแสดงจำนวนข้อความใหม่แสดงที่นี่",
            "arabic": "انقر هنا لاستخدام منطقة البريد الإلكتروني وإرسال الرسائل إلى طلابك. إذا كانت لديك رسائل جديدة، فإن عدد الرسائل سيظهر هنا."
          }
        },
        "paragraph06": {
          "number": 6,
          "numberPosTop": 48,
          "numberPosLeft": 50,
          "text":{
            "english": "Click here to view discussions in the Forum.",
            "turkish": "Forumdaki tartışmaları görmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ver las discusiones en el Foro.",
            "spanish_la": "Haga click aquí para ver las discusiones y para participar en las discusiones en el Foro.",
            "portuguese": "Clique aqui para visualizar as discussões no fórum.",
            "japanese": "フォーラムのディスカッションを表示するには、こちらをクリックします。",
            "chinese": "點此處觀看討論區的各種討論文章。",
            "thai": "คลิกที่นี่  เพื่ออ่านกระทู้ในห้องกระดานสนทนา",
            "arabic": "انقر هنا لعرض المناقشات في المنتدى."
          }
        }
      }
    }
  }
}