{
 "title": {
    "english": "Media Centre",
    "turkish": "Medya Merkezi",
    "spanish": "Centro de Medios",
    "spanish_la": "Centro de Medios",
    "portuguese": "Centro de mídia",
    "japanese": "メディアセンター",
    "arabic": "مركز الوسائط"
  },
 "segment": "primary",
 "userType": ["student"],
 "pageCount": 3,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "PTM001.png",
      "pageTitle": {
        "english": "Audio",
        "turkish": "Ses",
        "spanish": "Audio",
        "spanish_la": "Audio",
        "portuguese": "Áudio",
        "japanese": "音声",
        "arabic": "الصوت"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 4,
          "numberPosLeft": 27,
          "text":{
            "english": "The Media Centre provides class audio and video files for you and your students to use, if available.",
            "turkish": "Medya Merkezi, varsa dersle ilgili ses ve video dosyalarını kullanımınıza sunar.",
            "spanish": "El Centro de Medios proporciona archivos de audio y vídeo de las clases para su uso, de estar disponibles.",
            "spanish_la": "El Centro de Medios proporciona archivos de audio y video de las clases para su uso, de estar disponibles.",
            "portuguese": "O centro de mídia fornece a você os arquivos de áudio e vídeo que estejam disponíveis.",
            "japanese": "クラス用の音声ファイルとビデオファイルが視聴可能な場合は、メディアセンターからアクセスすることができます。",
            "arabic": "يقدم لك مركز الوسائط ملفات صوتية وملفات فيديو خاصة بالفصل لاستخدامها، إذا كانت متوفرة."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 56,
          "numberPosLeft": 26,
          "text":{
            "english": "Click on an audio file title. An audio player will appear and play the audio. Use the arrow button to play and pause the track. Use the controls to move through the track and change the volume.",
            "turkish": "Bir ses dosyası başlığına tıklayın. Bir ses çalar görünür ve sesi dinletir. Parçayı oynatmak ve durdurmak için çalma düğmesini kullanın. Parçanın içinde gezinmek ve ses seviyesini değiştirmek için diğer kontrol düğmelerini kullanın.",
            "spanish": "Haga clic en el título del archivo de audio. Aparecerá un reproductor de audio y reproducirá el archivo. Utilice el botón de la flecha para reproducir y pausar la pista. Utilice los controles para desplazarse por la pista y cambiar el volumen.",
            "portuguese": "Clique no título de um arquivo de áudio. Um player de áudio aparecerá e reproduzirá o arquivo. Use o botão de seta para iniciar e pausar a reprodução da faixa. Use os controles para percorrer a faixa de áudio e alterar o volume.",
            "spanish_la": "",
            "japanese": "音声ファイルのタイトルをクリックします。オーディオプレーヤーが表示され、音声を再生します。矢印のボタンを使うと、再生や一時停止ができます。トラック間の移動や音量の調節にはコントロール機能を使用してください。",
            "arabic": "اانقر فوق عنوان أحد الملفاتالصوتية. سوف يظهر مشغل الصوت ويقوم بتشغيل مقطع الفيديو. استخدم زر السهم لتشغيل وإيقاف المسار. استخدم مفاتيح التحكم للتحرك من خلال المسار وتغيير مستوى جهارة الصوت."
          }
        }
      }
    },
    "page02": {
      "pageType": "screenshot",
      "imgId": "PTM002.png",
      "pageTitle": {
        "english": "Video",
        "turkish": "Video",
        "spanish": "Vídeo",
        "spanish_la": "Video",
        "portuguese": "Vídeo",
        "japanese": "ビデオ",
        "arabic": "الفيديو"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 3,
          "numberPosTop": 69,
          "numberPosLeft": 26,
          "text":{
            "english": "Click on a video title to play a video file. It will play in a new tab in your browser.",
            "turkish": "Bir video dosyasını oynatmak için video başlığına tıklayın. Video, tarayıcınızda yeni bir sekmede açılacak ve o sekmede oynatılacaktır.",
            "spanish": "Haga clic en un título de vídeo para reproducir un archivo de vídeo. Se podrá ver en una nueva pestaña en su navegador.",
            "spanish_la": "Haga click en un título de vídeo para reproducir un archivo de video. Se podrá ver en una nueva pestaña en su navegador.",
            "portuguese": "Clique em um título de vídeo para reproduzir um arquivo de vídeo. Ele será reproduzido em uma nova aba em seu navegador.",
            "japanese": "ビデオのタイトルをクリックして、ビデオファイルを再生します。ブラウザの新しいタブで再生します。",
            "arabic": "انقر فوق عنوان مقطع الفيديو لتشغيل ملف الفيديو. سوف يقوم بتشغيل علامة تبويب جديدة في المتصفح الخاص بك."
          }
        }
      }
    },
    "page03": {
      "pageType": "screenshot",
      "imgId": "PTM003.jpg",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "spanish_la": "",
        "portuguese": "",
        "japanese": "",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 4,
          "numberPosTop": 84,
          "numberPosLeft": 5,
          "text":{
            "english": "Use the controls to play and pause the video, change the volume and enter full-screen view.",
            "turkish": "Video’yu oynatmak ve durdurmak, ses seviyesini değiştirmek ve tam ekran görünümüne geçmek için kontrol düğmelerini kullanın.",
            "spanish": "Use los controles para reproducir y pausar el vídeo, cambiar el volumen y activar la vista de pantalla completa.",
            "spanish_la": "Use los controles para reproducir y pausar el video, cambiar el volumen y activar la vista de pantalla completa.",
            "portuguese": "Use os controles para iniciar e pausar a reprodução do vídeo, alterar o volume e entrar no modo de visualização em tela cheia.",
            "japanese": "再生や一時停止、音量調節や全画面表示をするには、コントロール機能を使用してください。",
            "arabic": "استخدم مفاتيح التحكم لتشغيل وإيقاف مقطع الفيديو وتغيير مستوى جهارة الصوت وإدخال المنظر بملء الشاشة."
          }
        }
      }
    }
  }
}