{
 "title": {
    "english": "Change Class",
    "turkish": "Ders Değiştir",
    "spanish": "Cambio de Clase",
    "spanish-la": "",
    "portuguese": "Alterar turma",
    "arabic": "تغيير الفصل"
  },
 "segment": "primary",
 "userType": ["student"],
 "pageCount": 1,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "PSCC001.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "portuguese": "",
        "spanish-la": "",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 27,
          "numberPosLeft": 9,
          "text":{
            "english": "Enter your new class ID code here and then click “Save”.",
            "turkish": "Yeni ders ID kodunuzu buraya girin ve ardından “Save” seçeneğine tıklayın.",
            "spanish": "Ingrese su nuevo código de ID de clase aquí y haga clic en \"Save\".",
            "portuguese": "Insira o novo código de identificação de turma aqui e, em seguida, clique em \"Save\".",
            "spanish-la": "",
            "arabic": "أدخل رمز مُعرِّف الفصل الجديد الخاص بك هنا ثم انقر على “Save”(\"حفظ\")."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 35,
          "numberPosLeft": 25,
          "text":{
            "english": "Click here to submit your new class ID code and return to your Home page.",
            "turkish": "Yeni ders ID kodunuzu göndermek ve Anasayfanıza dönmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para enviar su nuevo código de ID de clase y regresar a su página de Inicio.",
            "portuguese": "Clique aqui para enviar o seu novo código de identificação de turma e voltar para a sua página inicial.",
            "spanish-la": "",
            "arabic": "اانقر هنا لإرسال رمز مُعرِّف الفصل الجديد الخاص بك وعُد إلى صفحتك الرئيسية."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 35,
          "numberPosLeft": 37,
          "text":{
            "english": "Click here to go back to the previous page without changing your class.",
            "turkish": "Dersi değiştirmeden bir önceki sayfaya geri dönmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para volver a la página anterior sin cambiar su clase.",
            "portuguese": "Clique aqui para voltar à página anterior sem alterar sua turma.",
            "spanish-la": "",
            "arabic": "انقر هنا للعودة إلى الصفحة السابقة بدون تغيير الفصل الخاص بك."
          }
        }
      }
    }
  }
}