{
 "title": {
    "english": "Lesson Report",
    "turkish": "Ders Raporu",
    "spanish": "Informe de la Lección",
    "spanish-la": "Informe de la Lección",
    "portuguese": "Relatório da lição",
    "arabic": "تقرير عن الدرس"
  },
 "segment": "primary",
 "userType": ["teacher"],
 "pageCount": 1,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "PTRL001.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "spanish-la": "",
        "portuguese": "",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 1,
          "numberPosLeft": 9,
          "text":{
            "english": "Click here to view the Class Summary Report (average scores for all of your classes).",
            "turkish": "Ders Özeti Raporunu (tüm derslerinizin ortalama puanları) görüntülemek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ver el Informe de Resumen de la Clase (puntuación media en todas sus clases).",
            "spanish-la": "Haga click aquí para ver el Informe de Resumen de la Clase (puntuación media en todas sus clases).",
            "portuguese": "Clique aqui para visualizar o relatório resumido da turma (pontuações médias de todas as suas turmas).",
            "arabic": "انقر هنا لعرض التقرير الموجز عن الفصل (معدلات الدرجات الخاصة بجميع فصولك الدراسية)."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 1,
          "numberPosLeft": 23,
          "text":{
            "english": "Click here to view the Class Report.",
            "turkish": "Sınıf Raporunu görüntülemek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ver el Informe de la Clase.",
            "spanish-la": "Haga click aquí para ver el Informe de la Clase.",
            "portuguese": "Clique aqui para visualizar o relatório da turma.",
            "arabic": "انقر هنا لعرض التقرير عن الفصل."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 3,
          "numberPosLeft": 73,
          "text":{
            "english": "Use this menu to view a Unit Report for a different class.",
            "turkish": "Farklı bir sınıfa ait Ünite Raporunu görüntülemek için bu menüyü kullanın.",
            "spanish": "Utilice este menú para ver un Informe de Unidad para una clase diferente.",
            "spanish-la": "Utilice este menú para ver un Informe de Unidad de una clase diferente.",
            "portuguese": "Utilize este menu para visualizar um relatório de uma turma diferente.",
            "arabic": "استخدم هذه القائمة لعرض تقرير عن الوحدة لفصل مختلف."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 11,
          "numberPosLeft": 1,
          "text":{
            "english": "Use this menu to view a Unit Report for a different student.",
            "turkish": "Farklı bir öğrenciye ait Ünite Raporunu görüntülemek için bu menüyü kullanın.",
            "spanish": "Utilice este menú para ver un Informe de Unidad para un estudiante diferente.",
            "spanish-la": "Utilice este menú para ver un Informe de Unidad de un estudiante diferente.",
            "portuguese": "Utilize este menu para visualizar um relatório de unidade de um aluno diferente.",
            "arabic": "استخدم هذه القائمة لعرض تقرير عن الوحدة لطالب مختلف."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 15,
          "numberPosLeft": 8,
          "text":{
            "english": "Use this menu to view the Unit Report for a different unit.",
            "turkish": "Farklı bir üniteye ait bir Ünite Raporunu görüntülemek için bu menüyü kullanın.",
            "spanish": "Utilice este menú para ver el Informe de Unidad para una unidad diferente.",
            "spanish-la": "Utilice este menú para ver el Informe de Unidad de una unidad diferente.",
            "portuguese": "Utilize este menu para visualizar um relatório de unidade de uma unidade diferente.",
            "arabic": "استخدم هذه القائمة لعرض تقرير عن الوحدة لوحدة مختلفة."
          }
        },
        "paragraph06": {
          "number": 6,
          "numberPosTop": 15,
          "numberPosLeft": 41,
          "text":{
            "english": "Use this menu to view the Unit Report for a different lesson.",
            "turkish": "Farklı bir derse ait Ünite Raporunu görüntülemek için bu menüyü kullanın.",
            "spanish": "Utilice este menú para ver el Informe de Lección de una lección diferente.",
            "spanish-la": "Utilice este menú para ver el Informe de Lección de una lección diferente.",
            "portuguese": "Utilize este menu para visualizar um relatório de unidade de uma lição diferente.",
            "arabic": "استخدم هذه القائمة لعرض تقرير عن الوحدة لدرس مختلف."
          }
        },
        "paragraph07": {
          "number": 7,
          "numberPosTop": 49,
          "numberPosLeft": 1,
          "text":{
            "english": "This row shows this student’s score on each activity in this lesson. It shows the score for the student’s last attempt on the activity. For example, if the score is 8/10, 8 is the number of items (questions) the student answered correctly, and 10 is the total number of items in the activity. The . symbol means that the activity does not have a score.",
            "turkish": "Bu satır öğrencinin bu konuda yer alan her bir aktivite puanını gösterir. Öğrencinin aktivitedeki en son denemesinde elde ettiği puanı gösterir. Örneğin; puan 8/10 ise, 8 öğrencinin doğru yanıtladığı öğe (soru) sayısı, 10 ise aktivitedeki toplam öğe sayısıdır. “.” sembolü aktivitenin bir puanı olmadığını ifade eder.",
            "spanish": "Esta fila muestra la calificación de este estudiante para cada actividad en esta lección. Muestra la puntuación para el último intento del estudiante en la actividad. Por ejemplo, si la puntuación es 8/10, 8 es el número de elementos (preguntas) que el alumno contestó correctamente, y 10 es el número total de elementos en la actividad. El símbolo significa que la actividad no tiene una puntuación.",
            "spanish-la": "Esta fila muestra la calificación de este estudiante para cada actividad en esta lección. Muestra la puntuación para el último intento del estudiante en la actividad. Por ejemplo, si la puntuación es 8/10, 8 es el número de elementos (preguntas) que el alumno contestó correctamente, y 10 es el número total de elementos en la actividad. El símbolo significa que la actividad no tiene una puntuación.",
            "portuguese": "Esta linha exibe a pontuação deste aluno em cada atividade nesta lição. Ela exibe a pontuação recebida durante a última tentativa de realização da atividade pelo aluno. Por exemplo, se o resultado é 8/10, 8 é o número de itens (questões) que o aluno respondeu corretamente, e 10 é o número total de itens na atividade. O símbolo . significa que a atividade não possui uma pontuação.",
            "arabic": "يُظهِر هذا الصف درجات هذا الطالب في كل نشاط في هذا الدرس. ويوضح الدرجةالخاصة بآخر محاولة للطالب في النشاط. فعلى سبيل المثال، إذا كانت الدرجةهي 8/10، فإن الرقم 8 هو عدد البنود (الأسئلة) التي أجاب عنها الطالب إجابة صحيحة، والرقم 10 هو العدد الإجمالي للبنود في النشاط. يُقصَد بالرمز . أن النشاط ليست عليه أية درجة."
          }
        },
        "paragraph08": {
          "number": 8,
          "numberPosTop": 55,
          "numberPosLeft": 1,
          "text":{
            "english": "This row shows the number of attempts for each activity in this lesson.",
            "turkish": "Bu satır bir dersteki her bir aktiviteyi toplam deneme sayısını gösterir.",
            "spanish": "Esta fila muestra el número de intentos para cada actividad en esta lección.",
            "spanish-la": "Esta fila muestra el número de intentos para cada actividad en esta lección.",
            "portuguese": "Esta linha exibe o número de tentativas para cada atividade nesta lição.",
            "arabic": "يُظهِر هذا الصف عدد المحاولات الخاصة بكل نشاط في هذا الدرس."
          }
        },
        "paragraph09": {
          "number": 9,
          "numberPosTop": 59,
          "numberPosLeft": 1,
          "text":{
            "english": "This row shows the total amount of time spent on all attempts at each activity.",
            "turkish": "Bu satır her bir ünitedeki aktivitelerin tümü için harcanan toplam süreyi gösterir.",
            "spanish": "Esta fila muestra la cantidad total de tiempo dedicado a todos los intentos de cada actividad.",
            "spanish-la": "Esta fila muestra la cantidad total de tiempo dedicado a todos los intentos de cada actividad.",
            "portuguese": "Esta linha exibe a quantidade total de tempo gasto em todas as tentativas de cada atividade.",
            "arabic": "يظهر هذا النشاط مقدار الوقت المُستغرَق في كافة المحاولة لكل نشاط."
          }
        },
        "paragraph10": {
          "number": 10,
          "numberPosTop": 49,
          "numberPosLeft": 25,
          "text":{
            "english": "This is the student’s total score for this lesson.",
            "turkish": "Öğrencinin bu ders için toplam puanını gösterir.",
            "spanish": "Esta es la puntuación total del estudiante para esta lección.",
            "spanish-la": "Esta es la puntuación total del estudiante para esta lección.",
            "portuguese": "Esta é a pontuação total do aluno para esta lição.",
            "arabic": "هذه هي النتيجة الإجمالية للطالب بالنسبة لهذا الدرس."
          }
        },
        "paragraph11": {
          "number": 11,
          "numberPosTop": 55,
          "numberPosLeft": 25,
          "text":{
            "english": "This is the total number of times this student attempted all activities in this lesson.",
            "turkish": "Öğrencinin bu dersteki tüm aktiviteleri toplam deneme sayısını gösterir.",
            "spanish": "Este es el número total de veces que este estudiante ha intentado realizar las actividades en esta lección.",
            "spanish-la": "Este es el número total de veces que este estudiante ha intentado realizar las actividades en esta lección.",
            "portuguese": "Este é o número total de vezes que este aluno tentou realizar todas as atividades nesta lição.",
            "arabic": "هذا هو العدد الإجمالي للأوقات التي حاول فيها هذا الطالب القيام بجميع الأنشطة في هذا الدرس."
          }
        },
        "paragraph12": {
          "number": 12,
          "numberPosTop": 59,
          "numberPosLeft": 25,
          "text":{
            "english": "This is the total amount of time this student spent on this lesson.",
            "turkish": "Öğrencinin bu konuda harcadığı toplam süredir.",
            "spanish": "Esta es la cantidad total de tiempo que el estudiante ha empleado para esta lección.",
            "spanish-la": "Esta es la cantidad total de tiempo que el estudiante ha empleado para esta lección.",
            "portuguese": "Esta é a quantidade total de tempo que este aluno gastou nesta lição.",
            "arabic": "هذا هو مقدار الوقت الإجمالي الذي قضاه الطالب في هذا الدرس."
          }
        },
        "paragraph13": {
          "number": 13,
          "numberPosTop": 38,
          "numberPosLeft": 55,
          "text":{
            "english": "Click on the + symbol to increase this student’s number of attempts. Each increase will give the student three more attempts.",
            "turkish": "Öğrencinin deneme sayısını arttırmak için + sembolüne tıklayın. Her bir arttırma öğrenciye 3 deneme hakkı verir.",
            "spanish": "Haga clic en el símbolo + para aumentar la cantidad de intentos para este estudiante. Cada aumento otorgará tres intentos más al estudiante.",
            "spanish-la": "Haga click en el símbolo + para aumentar la cantidad de intentos para este estudiante. Cada aumento otorgará tres intentos más al estudiante.",
            "portuguese": "Clique no símbolo de + para aumentar o número de tentativas deste aluno. Cada aumento realizado concederá ao aluno mais três tentativas.",
            "arabic": "انقر فوق رمز + لزيادة عدد محاولات هذا الطالب. وستعطي كل زيادة الطالب ثلاث محاولات إضافية."
          }
        },
        "paragraph14": {
          "number": 14,
          "numberPosTop": 15,
          "numberPosLeft": 79,
          "text":{
            "english": "Click here to print this report.",
            "turkish": "Bu raporu yazdırmak için buraya tıklayın.",
            "spanish": "Haga clic aquí para imprimir este informe.",
            "spanish-la": "Haga click aquí para imprimir este informe.",
            "portuguese": "Clique aqui para imprimir este relatório.",
            "arabic": "انقر هنا لطباعة هذا التقرير."
          }
        },
        "paragraph15": {
          "number": 15,
          "numberPosTop": 15,
          "numberPosLeft": 88.5,
          "text":{
            "english": "Click here to export this report to Microsoft Excel™.",
            "turkish": "Bu raporu Microsoft Excel™ olarak dışa aktarmak için buraya tıklayın.",
            "spanish": "Haga clic aquí para exportar este informe a Microsoft Excel™.",
            "spanish-la": "Haga click aquí para exportar este informe en formato Microsoft Excel™",
            "portuguese": "Clique aqui para exportar este relatório para o Microsoft Excel™.",
            "arabic": "اانقر هنا لتصدير هذا التقرير إلى Microsoft Excel™."
          }
        }
      }
    }
  }
}