{
 "title": {
    "english": "Change Class",
    "turkish": "Sınıf Değiştir",
    "spanish": "Cambio de Clase",
    "spanish_la": "Cambio de Clase",
    "portuguese": "Alterar turma",
    "japanese": "クラスの変更",
    "chinese": "更改班級",
    "thai": "เปลี่ยนห้องเรียน",
    "indonesian":"Mengubah Kelas",
    "korean":"수업 변경",
    "vietnamese":"Đổi Lớp học",
    "arabic": "تغيير الفصل"
  },
 "segment": "primary",
 "userType": ["student"],
 "pageCount": 1,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "PSCC001.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "spanish_la": "",
        "portuguese": "",
        "japanese": "",
        "chinese": "",
        "thai": "",
        "indonesian":"",
        "korean":"",
        "vietnamese":"",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 27,
          "numberPosLeft": 9,
          "text":{
            "english": "Enter your new class ID code here and then click “Save”.",
            "turkish": "Yeni sınıf ID kodunuzu buraya girin ve ardından “Save” düğmesine tıklayın.",
            "spanish": "Ingrese su nuevo código de ID de clase aquí y haga clic en \"Save\".",
            "spanish_la": "Ingrese su nuevo código de ID de clase aquí y haga click en \"Save\".",
            "portuguese": "Insira o novo código de identificação de turma aqui e, em seguida, clique em \"Save\".",
            "japanese": "新しいクラスIDコードをこちらに入力します。その後、Save[保存]をクリックします。",
            "chinese": "在此處輸入新的班級代碼，並點擊Save（儲存）。",
            "thai": "พิมพ์รหัสของห้องเรียนใหม่ที่นี่  คลิก ”บันทึก”",
            "indonesian":"Masukkan kode identitas kelas anda yang baru dan lalu klik \"Rekam\".",
            "korean":"새로운 수업 ID 코드를 여기에 입력하고 \"저장\"을 클릭하십시오.",
            "vietnamese":"Nhập mã ID lớp học mới của bạn vào đây và nhấp chuột vào “Lưu lại”.",
            "arabic": "أدخل رمز مُعرِّف الفصل الجديد الخاص بك هنا ثم انقر على “Save”(\"حفظ\")."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 35,
          "numberPosLeft": 25,
          "text":{
            "english": "Click here to submit your new class ID code and return to your Home page.",
            "turkish": "Yeni sınıf ID kodunuzu girmek ve Anasayfanıza dönmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para enviar su nuevo código de ID de clase y regresar a su página de Inicio.",
            "spanish_la": "Haga click aquí para enviar su nuevo código de ID de clase y regresar a su página de Inicio.",
            "portuguese": "Clique aqui para enviar o seu novo código de identificação de turma e voltar para a sua página inicial.",
            "japanese": "新しいクラスIDコードを送信してホームページに戻るには、こちらをクリックします。",
            "chinese": "點此處送出新的班級代碼並回到您的首頁。",
            "thai": "คลิกที่นี่  เพื่อยืนยันรหัสห้องเรียนใหม่  และกลับหน้าหลัก",
            "indonesian":"Klik di sini untuk memberikan kode identitas kelas anda yang baru dan kembali ke halaman Laman anda.",
            "korean":"새로운 수업 ID 코드를 제출하고 홈페이지로 돌아가려면 여기를 클릭하십시오.",
            "vietnamese":"Nhấp chuột vào đây để đăng nộp mã ID lớp học mới rồi trở lại Trang chủ của bạn.",
            "arabic": "اانقر هنا لإرسال رمز مُعرِّف الفصل الجديد الخاص بك وعُد إلى صفحتك الرئيسية."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 35,
          "numberPosLeft": 37,
          "text":{
            "english": "Click here to go back to the previous page without changing your class.",
            "turkish": "Sınıfınızı değiştirmeden bir önceki sayfaya geri dönmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para volver a la página anterior sin cambiar su clase.",
            "spanish_la": "Haga click aquí para volver a la página anterior sin cambiar su clase.",
            "portuguese": "Clique aqui para voltar à página anterior sem alterar sua turma.",
            "japanese": "クラスを変更しないで前のページに戻るには、こちらをクリックします。",
            "chinese": "點此處回到上一頁，不更改班級。",
            "thai": "คลิกที่นี่  เพื่อยกเลิก และย้อนกลับหน้าที่แล้ว   ",
            "indonesian":"Klik di sini untuk kembali ke halaman sebelumnya tanpa mengubah kelas anda.",
            "korean":"여기를 클릭하면 수업을 변경하지 않고 이전 페이지로 돌아갑니다.",
            "vietnamese":"Nhấp chuột vào đây để quay trở lại trang trước mà không đổi lớp học khác.",
            "arabic": "انقر هنا للعودة إلى الصفحة السابقة بدون تغيير الفصل الخاص بك."
          }
        }
      }
    }
  }
}