{
 "title": {
    "english": "Enter Online Practice",
    "turkish": "Çevrim İçi Uygulamaya girin.",
    "spanish": "Ingresar a Práctica Online",
    "portuguese": "Acessar o Online Practice",
    "arabic": "أإدخال الممارسة على الإنترنت"
  },
 "segment": "primary",
 "userType": ["teacher"],
 "pageCount": 2,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "PTEOP001.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "portuguese": "",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 30,
          "numberPosLeft": 1,
          "text":{
            "english": "Click an icon to choose your Online Practice level. If you add further levels you will be able to access them here.",
            "turkish": "Çevrim İçi Uygulama seviyenizi seçmek için bir simgeye tıklayın. Ek seviye eklerseniz buradan erişebilirsiniz.",
            "spanish": "Haga clic en un icono para elegir su nivel de Práctica Online. Si añade más niveles podrá acceder a ellos desde aquí.",
            "portuguese": "Clique em um ícone para escolher o seu nível no Online Practice. Caso mais níveis sejam adicionados, você poderá acessá-los aqui.",
            "arabic": "انقر علىالأيقونة لتحديد مستوى الممارسة الخاص بك على الإنترنت. إذا قمت بإضافة المزيد من المستويات، فسوف يكون بإمكانك الدخول إليها هنا."
          }
        }
      }
    },
    "page02": {
      "pageType": "screenshot",
      "imgId": "P-SEC-TEOP002.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "portuguese": "",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 2,
          "numberPosTop": 5,
          "numberPosLeft": 3,
          "text":{
            "english": "When you have chosen a level you can enter the Activity area, view and download supporting course resources or visit the Media Center to use audio and video files for your level.",
            "turkish": "Bir seviye seçtikten sonra Aktivite alanına girebilir, destekleyici kurs kaynaklarını indirebilir veya seviyeniz için ses ve video dosyalarını kullanabileceğiniz Medya Merkezini ziyaret edebilirsiniz.",
            "spanish": "Una vez elegido un nivel, podrá ingresar al área de actividad, ver y descargar recursos de apoyo del curso o visitar el Centro de Medios para utilizar archivos de audio y vídeo para su nivel.",
            "portuguese": "Quando você escolher um nível, você poderá entrar na área de atividades, visualizar e baixar os recursos de suporte do curso ou visitar o centro de mídia para utilizar os arquivos de áudio e vídeo disponibilizados para o seu nível.",
            "arabic": "عند تحديدك مستوى ما، يمكنك دخول منطقة النشاط، واستعراض وتحميل مراجع الدورة الداعمةأو زيارة المركز الإعلامي لاستخدام ملفات الصوت والفيديو الخاصة بمستواك."
          }
        }
      }
    }
  }
}