{
 "title": {
    "english": "Home",
    "turkish": "Anasayfa",
    "spanish": "Inicio",
    "spanish-la": "Inicio",
    "portuguese": "Início",
    "arabic": "الصفحة الرئيسية "
  },
 "segment": "primary",
 "userType": ["teacher"],
 "pageCount": 1,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "PTH001.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "spanish-la": "",
        "portuguese": "",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 24,
          "numberPosLeft": 3,
          "text":{
            "english": "Click here to manage your Online Practice classes. You can view the details of your classes, delete students’ accounts, add new classes, delete classes, or join an institution.",
            "turkish": "Çevrim İçi Uygulama derslerinizi yönetmek için buraya tıklayın. Dersinizin ayrıntılarını görüntüleyebilir, öğrencilerinizin hesaplarını silebilir, yeni dersler ekleyebilir ya da bir kuruma katılabilirsiniz.",
            "spanish": "Haga clic aquí para administrar sus clases de Práctica Online. Puede ver los detalles de sus clases, eliminar las cuentas de los estudiantes, añadir nuevas clases, eliminar clases, o inscribirse en una institución.",
            "spanish-la": "Haga click aquí para administrar sus clases de Práctica Online. Puede ver los detalles de sus clases, eliminar las cuentas de los estudiantes, añadir nuevas clases, eliminar clases, o inscribirse en una institución.",
            "portuguese": "Clique aqui para gerenciar suas turmas no Online Practice. Você pode visualizar os dados de suas turmas, excluir contas dos alunos, adicionar novas turmas, excluir turmas ou associar-se a uma instituição.",
            "arabic": "انقر هنا لإدارة فصول الممارسة الخاصة بك عبر شبكة الإنترنت. يمكنك عرض التفاصيل المتعلقة بالفصول الخاصة بك أو حذف حسابات الطلاب أو إضافة فصول جديدة أو حذف الفصول أو الانضمام لإحدى المؤسسات."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 36,
          "numberPosLeft": 3,
          "text":{
            "english": "Click here to view scores and reports on your students’ progress.",
            "turkish": "Öğrencilerinin ilerleyişi ile ilgili puanları ve raporları görüntülemek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ver las puntuaciones y los informes sobre el progreso de sus estudiantes.",
            "spanish-la": "Haga click aquí para ver las calificaciones y los informes sobre el progreso de sus estudiantes.",
            "portuguese": "Clique aqui para visualizar os resultados e os relatórios sobre o progresso de seus alunos.",
            "arabic": "انقر هنا لعرض الدرجات والتقارير حول تقدم الطلاب التابعين لك."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 48,
          "numberPosLeft": 3,
          "text":{
            "english": "Click here to enter the Online Practice activity area.",
            "turkish": "Çevrim İçi Uygulama aktivitesi alanını girmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para entrar en el área de actividades de la Práctica Online.",
            "spanish-la": "Haga click aquí para entrar en el área de actividades de la Práctica Online.",
            "portuguese": "Clique aqui para entrar na área “Activity” do Online Practice.",
            "arabic": "انقر هنا لدخول منطقة نشاط الممارسة عبر شبكة الإنترنت."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 24,
          "numberPosLeft": 50,
          "text":{
            "english": "Click here to add another level of your Online Practice course.",
            "turkish": "Çevrim İçi Uygulama kursunuza başka bir seviye eklemek için buraya tıklayın.",
            "spanish": "Haga clic aquí para agregar otro nivel a su curso de Práctica Online.",
            "spanish-la": "Haga click aquí para agregar otro nivel a su curso de Práctica Online.",
            "portuguese": "Clique aqui para adicionar outro nível ao seu curso Online Practice.",
            "arabic": "انقر هنا لإضافة مستوى آخر لمقرر الممارسة الخاصة بك عبر شبكة الإنترنت."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 36,
          "numberPosLeft": 50,
          "text":{
            "english": "Click here to use the Email area and send messages to your students. If you have new messages, the number of messages will appear here.",
            "turkish": "E-posta alanını kullanmak ve öğrencilerinize mesaj göndermek için buraya tıklayın. Yeni mesajınız olduğunda, mesajların sayısı burada görüntülenir.",
            "spanish": "Haga clic aquí para utilizar el área de correo electrónico y enviar mensajes a sus estudiantes. Si tiene mensajes nuevos, el número de mensajes aparecerá aquí.",
            "spanish-la": "Haga click aquí para utilizar el área de correo electrónico y enviar mensajes a sus estudiantes. Si tiene mensajes nuevos, el número de mensajes aparecerá aquí.",
            "portuguese": "Clique aqui para usar a área de e-mail e enviar mensagens para seus alunos. Caso você tenha novas mensagens, o número de mensagens não lidas aparecerá aqui.",
            "arabic": "انقر هنا لاستخدام منطقة البريد الإلكتروني وإرسال الرسائل إلى طلابك. إذا كانت لديك رسائل جديدة، فإن عدد الرسائل سيظهر هنا."
          }
        },
        "paragraph06": {
          "number": 6,
          "numberPosTop": 48,
          "numberPosLeft": 50,
          "text":{
            "english": "Click here to view discussions in the Forum.",
            "turkish": "Forumdaki tartışmaları görüntülemek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ver las discusiones en el Foro.",
            "spanish-la": "Haga click aquí para ver las discusiones y para participar en las discusiones en el Foro.",
            "portuguese": "Clique aqui para visualizar as discussões no fórum.",
            "arabic": "انقر هنا لعرض المناقشات في المنتدى."
          }
        }
      }
    }
  }
}