{
 "title": {
    "english": "Add a Level",
    "turkish": "Seviye Ekle ",
    "spanish": "Añadir un Nivel",
    "spanish-la": "Añadir un Nivel",
    "portuguese": "Adicione um nível",
    "arabic": "إضافة مستوى"
  },
 "segment": "primary",
 "userType": ["teacher"],
 "pageCount": 5,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "PTAL001.png",
      "pageTitle": {
        "english": "Enter your access code",
        "turkish": "Erişim kodunuzu girin",
        "spanish": "Ingrese su código de acceso",
        "spanish-la": "Ingrese su código de acceso",
        "portuguese": "Insira seu código de acesso",
        "arabic": "أدخل رمز الدخول الخاص بك."
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 14,
          "numberPosLeft": 10,
          "text":{
            "english": "Enter your Online Practice access code here. The access code is on your Teacher’s Access Code Card. You must have an access code to add a new level to your account.",
            "turkish": "Online Uygulama erişim kodunuzu buraya girin. Erişim kodu Öğretmen Erişim Kodu Kartınızın üzerindedir. Hesabınıza yeni bir seviye eklemek için bir erişim kodu gereklidir.",
            "spanish": "Ingrese su código de acceso para la Práctica Online aquí. El código de acceso se encuentra en su Tarjeta de Código de Acceso de Profesor. Usted debe tener un código de acceso para agregar un nuevo nivel en su cuenta.",
            "spanish-la": "Ingrese su código de acceso para la Práctica Online aquí. El código de acceso se encuentra en su Tarjeta de Código de Acceso de Profesor. Usted debe tener un código de acceso para agregar un nuevo nivel en su cuenta.",
            "portuguese": "Insira o seu código de acesso do Online Practice aqui. O código de acesso está localizado no seu cartão do código de acesso do professor. Você deve ter um código de acesso para adicionar um novo nível em sua conta.",
            "arabic": "أأدخل رمز دخول الممارسة على الانترنت الخاص بك هنا. رمز الدخول موجود على بطاقة رمز دخول المعلم الخاصة بك. يجب أن يكون لديك رمز دخول لإضافة مستوى جديد إلى حسابك."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 28,
          "numberPosLeft": 10,
          "text":{
            "english": "Click here to go to the Oxford University Press website for information on how to buy an access code.",
            "turkish": "Erişim kodunu nasıl alacağınıza dair bilgi edinmek üzere Oxford University Press internet sitesine gitmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ir al sitio web de Oxford University Press para obtener información acerca de cómo comprar un código de acceso.",
            "spanish-la": "Haga click aquí para ir al sitio web de Oxford University Press para obtener información acerca de cómo comprar un código de acceso.",
            "portuguese": "Clique aqui para ir ao site da Oxford University Press para obter informações sobre como comprar um código de acesso.",
            "arabic": "انقر هنا للذهاب إلى موقع وكالة جامعة أكسفورد للحصول على معلومات حول كيفية شراء رمز دخول."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 14,
          "numberPosLeft": 42,
          "text":{
            "english": "Click here to submit your access code.",
            "turkish": "Erişim kodunuzu girmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para enviar su código de acceso.",
            "spanish-la": "Haga click aquí para enviar su código de acceso.",
            "portuguese": "Clique aqui para enviar seu código de acesso.",
            "arabic": "انقر هنا لإرسال رمز الدخول الخاص بك."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 89,
          "numberPosLeft": 13,
          "text":{
            "english": "Click here to go back to the previous page.",
            "turkish": "Bir önceki sayfaya geri dönmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para volver a la página anterior.",
            "spanish-la": "Haga click aquí para volver a la página anterior.",
            "portuguese": "Clique aqui para voltar à página anterior.",
            "arabic": "انقر هنا للعودة إلى الصفحة السابقة."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 89,
          "numberPosLeft": 84,
          "text":{
            "english": "Click here to go to the next page after entering your access code.",
            "turkish": "Erişim kodunuzu girdikten sonra bir sonraki sayfaya geçmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ir a la página siguiente una vez ingresado su código de acceso.",
            "spanish-la": "Haga click aquí para ir a la página siguiente una vez ingresado su código de acceso.",
            "portuguese": "Clique aqui para ir para a próxima página depois de inserir o seu código de acesso.",
            "arabic": "انقر هنا للذهاب إلى الصفحة التالية بعد إدخال رمز الدخول الخاص بك."
          }
        }
      }
    },
    "page02": {
      "pageType": "screenshot",
      "imgId": "PTAL002.png",
      "pageTitle": {
        "english": "Select a level",
        "turkish": "Bir seviye seçin",
        "spanish": "Seleccione un nivel",
        "spanish-la": "Seleccione un nivel",
        "portuguese": "Selecione um nível",
        "arabic": "حدد مستو"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 24,
          "numberPosLeft": 3,
          "text":{
            "english": "Select a level. It is very important to select the level that you are using. Check to make sure it is the same level as your book.",
            "turkish": "Bir seviye seçin. Kullandığınız seviyenin seçilmesi son derece önemlidir. Kitabınızla aynı seviye olduğundan emin olmak için kitabınızın seviyesini kontrol edin.",
            "spanish": "Seleccione un nivel. Es muy importante seleccionar el nivel que está utilizando. Asegúrese de que sea el mismo nivel que su libro.",
            "spanish-la": "Seleccione un nivel. Es muy importante seleccionar el nivel que está utilizando. Asegúrese de que sea el mismo nivel que su libro.",
            "portuguese": "Selecione um nível. É muito importante escolher o nível que você está utilizando. Certifique-se de que o nível selecionado é o mesmo nível do seu livro.",
            "arabic": "حدد مستوى. من الأهمية بمكان أن تحدد المستوى الذي تستخدمه. افحص للتأكد من أنه نفس مستوى كتابك."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 91,
          "numberPosLeft": 12,
          "text":{
            "english": "Click here to go back to the previous page.",
            "turkish": "Bir önceki sayfaya geri dönmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para volver a la página anterior.",
            "spanish-la": "Haga click aquí para volver a la página anterior.",
            "portuguese": "Clique aqui para voltar à página anterior.",
            "arabic": "انقر هنا للعودة إلى الصفحة السابقة."
          }
        }
      }
    },
    "page03": {
      "pageType": "screenshot",
      "imgId": "PTAL003.png",
      "pageTitle": {
        "english": "Join an institution",
        "turkish": "Bir kuruma katılın",
        "spanish": "Inscribirse a una institución",
        "spanish-la": "Inscribirse a una institución",
        "portuguese": "Associe-se a uma instituição",
        "arabic": "الانضمام إلى مؤسسة"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 27,
          "numberPosLeft": 9,
          "text":{
            "english": "If you have an institution ID code, enter it here. This is a code that your administrator can give you. This code links your class records with your school or institution. If you do not have an institution ID code, click “Skip”. You can enter an institution ID code later by clicking “Join an Institution” from your Class Details page.",
            "turkish": "Bir kurum kimlik (ID) kodunuz varsa, buraya girin. Bu, yöneticinizin size verebileceği bir koddur ve E-... ile başlar. Bu kod ders kayıtlarınızı okul ya da kuruma iletmenizi sağlar. Bir kurum ID kodunuz yoksa, “Skip” seçeneğine tıklayın. Daha sonra Sınıf Bilgileri sayfasından “Join an Institution” seçeneğine tıklayarak bir kurum ID kodu girebilirsiniz.",
            "spanish": "Si tiene un código de ID de institución, ingréselo aquí. Su administrador puede facilitarle este código. Este código vincula sus registros de clase con su escuela o institución. Si no tiene un código de ID de institución, haga clic en \"Skip\". Puede introducir un código de ID de institución más tarde haciendo clic en “Join an Institution” desde su página de Detalles de la Clase.",
            "spanish-la": "Si tiene un código de ID de institución, ingréselo aquí. Su administrador puede facilitarle este código. Este código vincula sus registros de clase con su escuela o institución. Si no tiene un código de ID de institución, haga click en \"Skip\". Puede introducir un código de ID de institución más tarde haciendo click en “Join an Institution” desde su página de Detalles de la Clase.",
            "portuguese": "Caso você possua um código de identificação da instituição, insira-o aqui. Este é um código que pode ser fornecido pelo seu administrador. Este código vincula seus registros de aula com sua escola ou instituição. Caso você não tenha um código de identificação da instituição, clique em “Skip”. Você pode inserir um código de identificação da instituição posteriormente clicando em “Join an Institution” na sua página dados da aula.",
            "arabic": "إذا كان لديك رمز مُعرِّف خاص بإحدى المؤسسات، فقم بإدخاله هنا. فهذا هو الرمز الذي سوف يعطيك إياه مديرك. ويربط هذا الرمز سجلات الفصل الخاص بك مع مدرستك أو مؤسستك. إذا لم يكن لديك رمز مُعرِّف خاص بإحدى المؤسسات، فانقر“Skip”(\"تخطي\"). يمكنك إدخال رمز مُعرِّف المؤسسة الخاصة بك في وقت لاحق عن طريق النقر على “Join an Institution”(\"الانضمام إلى مؤسسة\") من صفحة التفاصيل الخاصة بفصلك. "
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 77,
          "numberPosLeft": 12,
          "text":{
            "english": "Click here to go back to the previous page.",
            "turkish": "Bir önceki sayfaya geri dönmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para volver a la página anterior.",
            "spanish-la": "Haga click aquí para volver a la página anterior.",
            "portuguese": "Clique aqui para voltar à página anterior.",
            "arabic": "انقر هنا للعودة إلى الصفحة السابقة."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 77,
          "numberPosLeft": 74,
          "text":{
            "english": "Click here if you do not have an institution ID code.",
            "turkish": "Bir kurum ID kodunuz yoksa buraya tıklayın.",
            "spanish": "Haga clic aquí para saltarse esta página sin ingresar un nombre de clase.",
            "spanish-la": "Haga click aquí para saltarse esta página sin ingresar un nombre de clase.",
            "portuguese": "Clique aqui caso você não tenha um código de identificação da instituição.",
            "arabic": "انقر هنا إذا لم يكن لديك رمز مُعرِّف خاص بإحدى المؤسسات."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 77,
          "numberPosLeft": 85,
          "text":{
            "english": "Click here to submit your institution ID code and go to your Home page.",
            "turkish": "Kurum ID kodunuzu göndermek ve Anasayfanıza gitmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para enviar el nombre de la clase y avanzar a la página siguiente.",
            "spanish-la": "Haga click aquí para enviar el nombre de la clase y avanzar a la página siguiente.",
            "portuguese": "Clique aqui para enviar seu código de identificação da instituição e para ir para sua página inicial.",
            "arabic": "انقر هنا لإرسال رمز مُعرِّف المؤسسة الخاص بك وانتقل إلى الصفحة الرئيسية الخاصة بك."
          }
        }
      }
    },
    "page04": {
      "pageType": "screenshot",
      "imgId": "PTAL004.png",
      "pageTitle": {
        "english": "Create a class",
        "turkish": "Sınıf Oluşturun",
        "spanish": "Guarde el código de su clase",
        "spanish-la": "Guarde el código de su clase",
        "portuguese": "Crie uma aula",
        "arabic": "إنشاءفصل"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 32,
          "numberPosLeft": 10,
          "text":{
            "english": "Enter a name for your first class. To create additional classes later, click “Manage Classes” from your Home page when you finish registering.",
            "turkish": "İlk sınıfınız için bir ad girin. Daha sonra başka sınıflar oluşturmak için, kaydı tamamladıktan sonra Anasayfanızdan “Manage Classes” seçeneğine tıklayın.",
            "spanish": "Este es el código de identificación para la clase que nombró en la pantalla anterior. Comparta este código con sus estudiantes para que puedan inscribirse a su clase y usted pueda ver su trabajo.",
            "spanish-la": "Este es el código de identificación para la clase que nombró en la pantalla anterior. Comparta este código con sus estudiantes para que puedan inscribirse a su clase y usted pueda ver su trabajo.",
            "portuguese": "Digite um nome para a sua primeira aula. Para criar aulas adicionais posteriormente, clique em “Manage Classes” a partir de sua página inicial quando você finalizar o registro.",
            "arabic": "أأدخل اسم لأول فصل خاص بك. لإنشاء فصول إضافية لاحقًا؛ انقر على “Manage Classes”(\"إدارة الفصول\") من صفحتك الرئيسية عندما تنتهي من التسجيل."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 78,
          "numberPosLeft": 12,
          "text":{
            "english": "Click here to go back to the previous page.",
            "turkish": "Bir önceki sayfaya geri dönmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para volver a la página anterior.",
            "spanish-la": "Haga click aquí para volver a la página anterior.",
            "portuguese": "Clique aqui para voltar à página anterior.",
            "arabic": "انقر هنا للعودة إلى الصفحة السابقة."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 78,
          "numberPosLeft": 74,
          "text":{
            "english": "Click here to skip this page without entering a class name.",
            "turkish": "Bir sınıf adı girmeden bu sayfayı atlamak için buraya tıklayın.",
            "spanish": "Haga clic aquí para saltarse esta página sin ingresar un nombre de clase.",
            "spanish-la": "Haga click aquí para saltarse esta página sin ingresar un nombre de clase.",
            "portuguese": "Clique aqui para pular esta página sem digitar um nome de aula.",
            "arabic": "انقر هنا لتخطي هذه الصفحة بدون إدخال اسم فصل."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 78,
          "numberPosLeft": 85,
          "text":{
            "english": "Click here submit your class name and go to the next page.",
            "turkish": "Sınıf adınızı girmek ve bir sonraki sayfaya gitmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para enviar el nombre de la clase y avanzar a la página siguiente.",
            "spanish-la": "Haga click aquí para enviar el nombre de la clase y avanzar a la página siguiente.",
            "portuguese": "Clique aqui para enviar o nome da sua aula e para ir para a próxima página.",
            "arabic": "انقر هنا لإرسال اسم الفصل الخاص بك وانتقل للصفحة التالية."
          }
        }
      }
    },
    "page05": {
      "pageType": "screenshot",
      "imgId": "PTAL005.png",
      "pageTitle": {
        "english": "Save your class code",
        "turkish": "Sınıf kodunuzu kaydedin",
        "spanish": "Guarde el código de su clase",
        "spanish-la": "Guarde el código de su clase",
        "portuguese": "Insira seu código de aula",
        "arabic": "قم بحفظ رمز الفصل الخاص بك."
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 20,
          "numberPosLeft": 9,
          "text":{
            "english": "This is the class ID code for the class you named in the previous screen. Give this code to your students so they can join your class and you can see their work.",
            "turkish": "Bu bir önceki ekranda adını girdiğiniz dersin ID kodudur. Derse katılabilmeleri ve çalışmalarınızı görebilmeleri için C-... ile başlayan bu kodu öğrencilerinize verin.",
            "spanish": "Este es el código de identificación para la clase que nombró en la pantalla anterior. Comparta este código con sus estudiantes para que puedan inscribirse a su clase y usted pueda ver su trabajo.",
            "spanish-la": "Este es el código de identificación para la clase que nombró en la pantalla anterior. Comparta este código con sus estudiantes para que puedan inscribirse a su clase y usted pueda ver su trabajo.",
            "portuguese": "Este é o código de identificação de aula para a aula nomeada na tela anterior. Forneça esse código para os seus alunos para que eles possam participar da sua aula e para que você possa visualizar os seus trabalhos.",
            "arabic": "انقر على رمز مُعرِّف الفصل الخاص بالفصل الذي قمت بتسميته في الشاشة السابقة. قم بإعطاء هذا الرمز لطلابك كي يتمكنوا من الانضمام إلى فصلك ويمكنهم رؤية العمل الخاص بهم."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 86,
          "numberPosLeft": 12,
          "text":{
            "english": "Click here to print this page for your records or to copy and share with your students.",
            "turkish": "Referans için bu sayfayı yazdırmak veya öğrencilerinize paylaşmak üzere kopyalamak için buraya tıklayın.",
            "spanish": "Haga clic aquí para imprimir esta página para sus registros o para copiar y compartir con sus estudiantes.",
            "spanish-la": "Haga click aquí para imprimir esta página para sus registros o para copiar y compartir con sus estudiantes.",
            "portuguese": "Clique aqui para imprimir esta página para fins de registro ou para copiá-la e compartilhá-la com os seus alunos.",
            "arabic": "انقر هنا لطباعة هذه الصفحة الخاصة بسجلاتك أو نسخها ومشاركتها مع طلابك."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 86,
          "numberPosLeft": 84,
          "text":{
            "english": "Click here to return to your Home page.",
            "turkish": "Anasayfanıza dönmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para volver a la página de Inicio.",
            "spanish-la": "Haga click aquí para volver a la página de Inicio.",
            "portuguese": "Clique aqui para voltar a sua página inicial.",
            "arabic": "انقر هنا للعودة إلى الصفحة الرئيسية الخاصة بك."
          }
        }
      }
    }
  }
}