{
 "title": {
    "english": "Glossary",
    "turkish": "Sözlük",
    "spanish": "Glosario",
    "portuguese": "Glossário",
    "arabic": "المسرد"
  },
 "segment": "primary",
 "userType": ["student"],
 "pageCount": 1,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "PSG001.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "portuguese": "",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 2,
          "numberPosLeft": 1,
          "text":{
            "english": "The Glossary contains all core vocabulary in a level. Click on a letter to go to the words beginning with that letter in the Glossary.",
            "turkish": "Sözlük bir seviyedeki temel kelimelerin tümünü içerir. Sözlükte o harfle başlayan kelimelere gitmek için bir harfe tıklayın.",
            "spanish": "El Glosario contiene todo el vocabulario básico de un nivel. Haga clic en una letra para acceder a las palabras del Glosario que comienzan con esa letra.",
            "portuguese": "O glossário contém todo o vocabulário principal presente em um determinado nível. Clique em uma letra para ir para as palavras que começam com essa letra presente no glossário.",
            "arabic": "يحتوي المسرد على جميع المفردات الأساسية في مستوى ما. انقر فوق حرف ما للانتقال إلى الكلمات التي تبدأ بهذا الحرف في المسرد."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 13,
          "numberPosLeft": 12,
          "text":{
            "english": "Type a word in the text box to search for a word. The Glossary automatically searches for the word.",
            "turkish": "Bir kelimeyi aramak için metin kutusuna girin. Sözlük otomatik olarak kelimeyi aratır.",
            "spanish": "Escriba una palabra en el cuadro de texto para buscarla. El Glosario busca la palabra de forma automática.",
            "portuguese": "Para procurar uma palavra específica, digite-a na caixa de texto. O glossário procurará a palavra desejada automaticamente.",
            "arabic": "قم بكتابةكلمة في المربع الحواري للبحث عنها. سيبحث المسرد بشكل تلقائي عن الكلمة."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 36,
          "numberPosLeft": 1,
          "text":{
            "english": "Scroll through the menu and choose a word to see the picture.",
            "turkish": "Menüyü kaydırın ve resmini görmek istediğiniz kelimeyi seçin.",
            "spanish": "Desplácese por el menú y elija una palabra para ver la imagen.",
            "portuguese": "Navegue pelo menu e escolha uma palavra para visualizar a sua imagem.",
            "arabic": "مرِّر من خلال القائمة واختر كلمة لرؤية الصورة."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 42,
          "numberPosLeft": 23,
          "text":{
            "english": "Click the icon to hear the audio, if available.",
            "turkish": "Varsa sesi dinlemek için simgeye tıklayın.",
            "spanish": "Haga clic en el icono para escuchar el audio, de estar disponible.",
            "portuguese": "Clique no ícone para escutar o áudio, caso disponível.",
            "arabic": "انقر على الأيقونة لسماع الصوت، إذا كان متاحًا."
          }
        }
      }
    }
  }
}