{
 "title": {
    "english": "Activities",
    "turkish": "Aktiviteler",
    "spanish": "Actividades",
    "spanish_la": "Actividades",
    "portuguese": "Atividades",
    "japanese": "アクティビティ",
    "chinese": "學習活動",
    "thai": "กิจกรรม",
    "arabic": "أنشطة"
  },
 "segment": "primary",
 "userType": ["teacher"],
 "pageCount": 1,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "PTA001.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "spanish_la": "",
        "portuguese": "",
        "japanese": "",
        "chinese": "",
        "thai": "",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 2,
          "numberPosLeft": 1,
          "text":{
            "english": "Use this menu to choose a unit and lesson. When you choose a unit and lesson you will be taken to the first activity within the lesson.",
            "turkish": "Bir ünite ya da ders seçmek için bu menüyü kullanın. Bir ünite ya da ders seçtiğinizde, ders içindeki ilk aktiviteye yönlendirilirsiniz.",
            "spanish": "Utilice este menú para seleccionar una unidad y lección. Cuando elija una unidad y lección, será dirigido a la primera actividad dentro de la lección.",
            "spanish_la": "Utilice este menú para seleccionar una unidad y lección. Cuando elija una unidad y lección, será dirigido a la primera actividad dentro de la lección.",
            "portuguese": "Utilize este menu para escolher a unidade e uma lição. Quando você escolher uma unidade e uma lição, você será levado para a primeira atividade dentro da lição.",
            "japanese": "ユニットとレッスンはこちらのメニューから選択します。ユニットとレッスンを選択すると、そのレッスンの最初のアクティビティが表示されます。",
            "chinese": "請使用本選單來選擇單元與課程。當您選擇一個單元與課程，您將前往該課程裡的第一個學習活動。",
            "thai": "เมนูนี้สำหรับเลือกหัวข้อและบทเรียน  เมื่อเลือกหัวข้อและบทเรียนที่ต้องการ ระบบจะนำไปที่หน้าแรกของกิจกรรม",
            "arabic": "استخدم هذه القائمة لاختيار وحدة ودرس. عند اختيار وحدة ودرس سيتم نقلك إلى النشاط الأول ضمن الدرس."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 2,
          "numberPosLeft": 45,
          "text":{
            "english": "Use this menu to choose an activity within a lesson.",
            "turkish": "Ders içinden bir aktivite seçmek için bu menüyü kullanın.",
            "spanish": "Utilice este menú para elegir una actividad dentro de una lección.",
            "spanish_la": "Utilice este menú para elegir una actividad dentro de una lección.",
            "portuguese": "Clique no menu ao lado para escolher uma atividade dentro de uma lição.",
            "japanese": "このレッスンのアクティビティはこちらのメニューから選択します。",
            "chinese": "請使用本選單來選擇課程內的一項學習活動。",
            "thai": "เมนูนี้สำหรับเลือกกิจกรรมภายในบทเรียน",
            "arabic": "استخدم هذه القائمة لاختيار النشاط من خلال الدرس."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 2,
          "numberPosLeft": 67,
          "text":{
            "english": "Use the “Previous” and “Next” buttons to navigate through the activities in sequence.",
            "turkish": "Aktiviteler arasında sırayla gezinmek için “Previous” ve “Next” düğmelerini kullanın.",
            "spanish": "Utilice los botones \"Previous\" y \"Next\" para navegar a través de las actividades en secuencia.",
            "spanish_la": "Utilice los botones \"Previous\" y \"Next\" para navegar a través de las actividades en secuencia.",
            "portuguese": "Utilize os botões “Previous” e Next” para navegar por meio das atividades em sequência.",
            "japanese": "アクティビティを順番に進めるには、Previous[前に]とNext[次へ]ボタンをクリックします。",
            "chinese": "請使用「往前」與「往後」按鈕，即可按照順序瀏覽各項活動。",
            "thai": "ใช้ปุ่ม ย้อนกลับ และ ถัดไป สำหรับนำทางในกิจกรรมตามลำดับ",
            "arabic": "استخدم الزرينِ “Next” (\"التالي\")و“Previous”(\"السابق\") للتنقل خلال الأنشطة في تسلسل."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 14,
          "numberPosLeft": 1,
          "text":{
            "english": "The Online Practice activities are displayed in this area.",
            "turkish": "Online Uygulama aktiviteleri bu alanda görüntülenir.",
            "spanish": "Las actividades de la Práctica Online se muestran en esta área.",
            "spanish_la": "Las actividades de la Práctica Online se muestran en esta área.",
            "portuguese": "As atividades do Online Practice são exibidas nesta área.",
            "japanese": "Online Practiceのアクティビティは、このエリアに表示されます。",
            "chinese": "線上練習的學習活動在此區展示。",
            "thai": "กิจกรรมของการทำแบบฝึกหัดออนไลน์  แสดงที่นี่",
            "arabic": "يتم عرض أنشطة الممارسة عبر شبكةالإنترنت في هذه المنطقة."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 84,
          "numberPosLeft": 10,
          "text":{
            "english": "A student’s current activity score is shown here.",
            "turkish": "Öğrencinin mevcut aktivite puanı burada görüntülenir.",
            "spanish": "Aquí se muestra la puntuación actual del estudiante para la actividad.",
            "spanish_la": "Aquí se muestra la puntuación actual del estudiante para la actividad.",
            "portuguese": "A sua pontuação atual de um aluno em uma atividade é exibida aqui.",
            "japanese": "この生徒の現在のアクティビティの得点はこちらに表示されます。",
            "chinese": "學生目前的學習活動得分在此顯示。",
            "thai": "คะแนนการทำกิจกรรมของนักเรียน  แสดงที่นี่",
            "arabic": "تظهر درجة النشاط الحالي للطالب هنا."
          }
        },
        "paragraph06": {
          "number": 6,
          "numberPosTop": 84,
          "numberPosLeft": 27,
          "text":{
            "english": "A student can attempt an activity three times. The highest score of their attempts is recorded in the student’s report.",
            "turkish": "Öğrenci bir aktiviteyi üç kez deneyebilir. Denemelerin sonunda elde edilen en yüksek puan öğrencinin raporuna kaydedilir.",
            "spanish": "El estudiante tiene tres intentos para realizar una actividad. La puntuación más alta de los tres intentos se registra en el informe del estudiante.",
            "spanish_la": "El estudiante tiene tres intentos para realizar una actividad. La puntuación más alta de los tres intentos se registra en el informe del estudiante.",
            "portuguese": "Um aluno pode tentar realizar cada atividade três vezes. A pontuação mais alta dentre as três tentativas realizadas será registrada no relatório do aluno.",
            "japanese": "アクティビティは3回まで取り組むことができます。そのうちの1番高い得点が生徒用レポートに記録されます。",
            "chinese": "學生可以嘗試一項學習活動三次，當中的最高分會紀錄在該學生的學習報告。",
            "thai": "ในหนึ่งกิจกรรม นักเรียนสามารถทำได้ไม่เกินสามครั้ง ระบบจะบันทึกคะแนนที่สูงที่สุดไว้ในฐานข้อมูล",
            "arabic": "يمكن للطالب أن يحاول في نشاط ما ثلاث مرات. يتم تسجيل أعلى درجة لمحاولاتهم في تقرير الطالب."
          }
        },
        "paragraph07": {
          "number": 7,
          "numberPosTop": 84,
          "numberPosLeft": 45,
          "text":{
            "english": "Click here to see a Quick Tip pop-up with guidance on completing an activity.",
            "turkish": "Bir aktiviteyi tamamlama kılavuzu ile birlikte Hızlı İpucu iletisini görmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ver un Consejo Rápido con información sobre cómo rellenar una actividad.",
            "spanish_la": "Haga click aquí para ver un Consejo Rápido con información sobre cómo rellenar una actividad.",
            "portuguese": "Clique aqui para visualizar um pop-up com uma dica rápida contendo orientações sobre a realização de uma atividade.",
            "japanese": "アクティビティを完了させるための手引きとしてQuick Tipのポップアップを見るには、こちらをクリックします。",
            "chinese": "點此處會彈出小訣竅視窗，指引學生完成一項學習活動。",
            "thai": "คลิกที่นี่ เพื่ออ่านข้อแนะนำในการทำกิจกรรมให้ประสบความสำเร็จ",
            "arabic": "انقر هنا لرؤية نصيحة سريعة منبثقة مع توجيهات بشأن استكمال النشاط."
          }
        },
        "paragraph08": {
          "number": 8,
          "numberPosTop": 84,
          "numberPosLeft": 51,
          "text":{
            "english": "If an activity has an attachment an icon will appear here. Click to download or display the attachment.",
            "turkish": "Aktivitede bir ek varsa, burada bir simge görünecektir. İndirmek veya eki görüntülemek için buraya tıklayın.",
            "spanish": "Si la actividad tiene un archivo adjunto, aparecerá un icono aquí. Haga clic aquí para descargar o visualizar el archivo adjunto.",
            "spanish_la": "Si la actividad tiene un archivo adjunto, aparecerá un icono aquí. Haga click aquí para descargar o visualizar el archivo adjunto.",
            "portuguese": "Se uma atividade possuir um anexo, um ícone aparecerá aqui. Clique para realizar o download ou para exibir o anexo.",
            "japanese": "アクティビティに添付ファイルがある場合は、こちらにアイコンが表示されます。添付ファイルをクリックすると、ダウンロードまたは表示できます。",
            "chinese": "如果學習活動有附件，此處會有圖示，點擊圖示可以下載或顯示附件。",
            "thai": "หากในกิจกรรมมีเอกสารแนบ ระบบจะแสดงสัญลักษณ์ที่นี่  คลิกเพื่อดาวน์โหลด หรือเปิดเอกสารแนบ",
            "arabic": "في حالة احتواء النشاط على مرفق، فستظهر أيقونة هنا. انقر لتحميل أو عرض المرفق."
          }
        },
        "paragraph09": {
          "number": 9,
          "numberPosTop": 84,
          "numberPosLeft": 66,
          "text":{
            "english": "A student can check their answers when they have answered all questions in an activity.",
            "turkish": "Öğrenci aktivitedeki tüm soruları cevapladıktan sonra cevaplarını kontrol edebilir.",
            "spanish": "El estudiante puede revisar sus respuestas cuando se hayan contestado todas las preguntas en una actividad.",
            "spanish_la": "El estudiante puede revisar sus respuestas cuando se hayan contestado todas las preguntas en una actividad.",
            "portuguese": "Um aluno pode conferir suas respostas após responder a todas as perguntas em uma atividade.",
            "japanese": "アクティビティの全ての問題に答えると、答え合わせをすることができます。",
            "chinese": "當學生答完一項學習活動中的全部問題，他們可以檢查自己的答案。",
            "thai": "นักเรียนสามารถดูเฉลยคำตอบได้  เมื่อตอบครบทุกคำถามในกิจกรรมแล้ว",
            "arabic": "يمكن للطالب مراجعة إجاباتهم عندما يجيبون على جميع الأسئلة في نشاط ما."
          }
        },
        "paragraph10": {
          "number": 10,
          "numberPosTop": 84,
          "numberPosLeft": 76,
          "text":{
            "english": "A student can try again if they answered some questions incorrectly. They can try an activity three times.",
            "turkish": "Öğrenci bazı soruları yanlış cevapladıysa tekrar deneyebilir. Öğrencilerin bir aktiviteyi üç kez deneme hakkı vardır.",
            "spanish": "El estudiante puede intentarlo de nuevo si ha contestado algunas preguntas de forma incorrecta. Tiene tres intentos por cada actividad.",
            "spanish_la": "El estudiante puede intentarlo de nuevo si ha contestado algunas preguntas de forma incorrecta. Tiene tres intentos por cada actividad.",
            "portuguese": "Um aluno pode tentar realizar uma atividade novamente caso tenha respondido a algumas perguntas de forma incorreta. Você pode tentar realizar cada atividade três vezes.",
            "japanese": "いくつか不正解があった場合は、もう一度挑戦できます。1つのアクティビティは3回まで取り組むことができます。",
            "chinese": "如果學生答錯一些問題，可以再次嘗試這項學習活動，有三次機會可以嘗試。",
            "thai": "ในหนึ่งกิจกรรมนักเรียนสามารถแก้ไขคำตอบได้ไม่เกินสามครั้ง ในกรณีที่ตอบบางคำถามไม่ถูกต้อง",
            "arabic": "يمكن للطالب المحاول مرة أخرى في حالة الإجابة على بعض الأسئلة بشكل غير صحيح. يمكنهم أن يحاول في نشاط ما ثلاث مرات."
          }
        },
        "paragraph11": {
          "number": 11,
          "numberPosTop": 84,
          "numberPosLeft": 87,
          "text":{
            "english": "If a student answers some questions incorrectly they can see the correct answers.",
            "turkish": "Öğrenci sorulardan bazılarını yanlış cevaplarsa doğru cevapları görebilir.",
            "spanish": "Si el estudiante responde a algunas preguntas de forma incorrecta podrá ver las respuestas correctas.",
            "spanish_la": "Si el estudiante responde a algunas preguntas de forma incorrecta podrá ver las respuestas correctas.",
            "portuguese": "Se um aluno responder algumas perguntas incorretamente, ele poderá visualizar as respostas corretas.",
            "japanese": "いくつか不正解があった場合は、正解を見ることができます。",
            "chinese": "如果學生答錯一些問題，他們可以看正確答案。",
            "thai": "ระบบจะแสดงเฉลยคำตอบที่ถูกต้อง สำหรับคำถามที่นักเรียนตอบผิด",
            "arabic": "إذا أجاب الطالب على بعض الأسئلة بشكل غير صحيح فبإمكانه رؤية الإجابات الصحيحة."
          }
        },
        "paragraph12": {
          "number": 12,
          "numberPosTop": 92,
          "numberPosLeft": 4,
          "text":{
            "english": "Teachers can find supporting Resources here, if available.",
            "turkish": "Öğretmenler, varsa destekleyici kaynakları burada bulabilir.",
            "spanish": "Los profesores pueden encontrar recursos de apoyo aquí, en caso de estar disponibles.",
            "spanish_la": "Los profesores pueden encontrar recursos de apoyo aquí, en caso de estar disponibles.",
            "portuguese": "Os professores podem encontrar os recursos de suporte aqui, caso disponíveis.",
            "japanese": "先生用のサポートリソースがある場合は、こちらから見ることができます。",
            "chinese": "在此處教師可以找到目前可用的教學輔助資源。",
            "thai": "ครูผู้สอนสามารถหาข้อมูลเพิ่มเติมสำหรับช่วยในการเรียนการสอนได้ที่นี่  (ถ้ามี)",
            "arabic": "يمكن للمعلمين العثور على المراجع المساعدة هنا، إن وجدت."
          }
        },
        "paragraph13": {
          "number": 13,
          "numberPosTop": 92,
          "numberPosLeft": 19,
          "text":{
            "english": "A Picture Glossary can be accessed here, if available. The Picture Glossary contains core level vocabulary.",
            "turkish": "Varsa, Resimli Sözlüğe buradan ulaşılabilir. Resimli Sözlük o seviyedeki temel kelimeleri içerir.",
            "spanish": "Aquí se puede acceder al Glosario ilustrado, en caso de estar disponible. El Glosario ilustrado contiene vocabulario de nivel básico.",
            "spanish_la": "Aquí se puede acceder al Glosario ilustrado, en caso de estar disponible. El Glosario ilustrado contiene vocabulario de nivel básico.",
            "portuguese": "Um glossário de imagens pode ser acessado aqui, caso disponível. O glossário de imagens contém um vocabulário com todas as palavras principais.",
            "japanese": "Picture Glossaryがある場合には、こちらからアクセスできます。Picture Glossaryには主なボキャブラリーが掲載されています。",
            "chinese": "在此處可以進入目前可用的圖片詞庫，圖片詞庫包含此等級的核心字彙。",
            "thai": "คุณสามารถเข้าหน้าอภิธานศัพท์ เพื่อหาความหมายเพิ่มเติมของคำศัพท์ที่สำคัญได้ที่นี่ (ถ้ามี)",
            "arabic": "يمكن الدخول إلى مسرد الصور من هنا، إن وجد. يحتوي مسرد الصور على المفردات الأساسية الخاصة بمستوى ما."
          }
        },
        "paragraph14": {
          "number": 14,
          "numberPosTop": 92,
          "numberPosLeft": 32,
          "text":{
            "english": "Students can access their Achievements area and Reports here. Teachers must access students’ Reports from the Home page.",
            "turkish": "Öğrenciler, Başarılar alanı ve Raporlara buradan erişebilir. Öğretmenler, öğrenci raporlarına Anasayfadan erişmelidir.",
            "spanish": "Los estudiantes pueden acceder a su área de Logros e Informes aquí. Los profesores deben acceder a los Informes de los estudiantes desde de la página de Inicio.",
            "spanish_la": "Los estudiantes pueden acceder a su área de Logros e Informes aquí. Los profesores deben acceder a los Informes de los estudiantes desde de la página de Inicio.",
            "portuguese": "Os alunos podem acessar suas áreas de progresso e seus relatórios aqui. Os professores devem acessar os relatórios dos alunos a partir da página inicial.",
            "japanese": "生徒は成績表とレポートにこちらからアクセスできます。先生はホームページから生徒のレポートにアクセスする必要があります。",
            "chinese": "此處學生可進入他們的學習成果與學習報告區。教師必須由首頁進入以觀看學生報告。",
            "thai": "นักเรียนเข้าอ่านรายงานความสำเร็จได้ที่นี่   หากครูผู้สอนต้องการเข้าดูรายงานของนักเรียน ต้องเข้าจากหน้าหลัก",
            "arabic": "يمكن للطلاب الوصول إلى تقارير ومجالات التحصيل الخاصة بهم من هنا. يجب على المعلمين الدخول إلى تقارير الطلاب من الصفحة الرئيسية."
          }
        }
      }
    }
  }
}