{
 "title": {
    "english": "Forum",
    "turkish": "Forum",
    "spanish": "Foro",
    "spanish_la": "Foro",
    "portuguese": "Fórum",
    "japanese": "フォーラム",
    "chinese": "討論區",
    "thai": "กระดานสนทนา",
    "arabic": "المنتدى"
  },
 "segment": "primary",
 "userType": ["student"],
 "pageCount": 2,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "PSF001.png",
      "pageTitle": {
        "english": "Write a post",
        "turkish": "Gönderi yazın",
        "spanish": "Escribir un mensaje",
        "spanish_la": "Escribir un mensaje",
        "portuguese": "Escreva uma postagem",
        "japanese": "投稿する",
        "chinese": "寫一篇文章",
        "thai": "ตั้งกระทู้ใหม่",
        "arabic": "كتابة منشور"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 3,
          "numberPosLeft": 2,
          "text":{
            "english": "You can create a new post by writing in the Create New Post column. When you click the “Post” button it will appear in the Discussions and Comments list. Your teacher and any student in your Online Practice class can see your post and reply to it.",
            "turkish": "Yeni Gönderi Oluştur sütununa yazarak yeni bir gönderi oluşturabilirsiniz. “Post” düğmesine tıkladığınızda gönderiniz Tartışmalar ve Yorumlar listesinde görüntülenir. Online Uygulama sınıfınızdaki öğretmen ve öğrenciler gönderinizi görebilir ve yanıtlayabilir.",
            "spanish": "Puede crear un nuevo mensaje escribiendo en la columna Crear Nuevo Mensaje. Al hacer clic en el botón \"Post\", aparecerá en la lista de Discusiones y Comentarios. Tanto su profesor como cualquier otro estudiante en su clase de Práctica Online podrá ver su mensaje y responderlo.",
            "spanish_la": "Puede crear un nuevo mensaje escribiendo en la columna Crear Nuevo Mensaje. Al hacer click en el botón \"Post\", aparecerá en la lista de Discusiones y Comentarios. Tanto su profesor como cualquier otro estudiante en su clase de Práctica Online podrá ver su mensaje y responderlo.",
            "portuguese": "Você pode criar uma nova postagem escrevendo na coluna “Create New Post”. Quando você clicar no botão \"Post\" ela aparecerá na lista “Discussions and Comments”. Seu professor e qualquer aluno em sua turma do Online Practice poderão visualizar sua postagem e responder a ela.",
            "japanese": "Create New Post[新規投稿]欄に書き込むことによって、新しく投稿することができます。Post[投稿]ボタンをクリックすると、Discussions and Commentリストの中に表示されます。Online Practiceのクラス内の先生と生徒ならだれでも掲示板を見て、返信することができます。",
            "chinese": "您可以在Create New Post（創建新文章）欄位建立一篇新的文章，當您點擊Post（發布）按鈕，此文章會出現在討論與評論清單。您的教師以及線上練習的同班同學可以觀看與回覆您的文章。",
            "thai": "คุณสามารถตั้งกระทู้สนทนาได้ด้วยการพิมพ์ข้อความในช่องตั้งกระทู้ใหม่ คลิก “ตั้งกระทู้” หัวข้อกระทู้จะปรากฏขึ้นในหน้ากระดานสนทนาทันที ",
            "arabic": "يمكنك عمل منشور جديد عن طريق الكتابة في عمود إنشاء منشور جديد. عند النقر على زر“Post” (\"نشر\"), سوف تظهر في قائمة المناقشات والتعليقات. يمكن لمعلمك ولأي طالب مشترك في الممارسة الخاصة بك على الإنترنت أن يرى منشورك ويرد عليه."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 20,
          "numberPosLeft": 2,
          "text":{
            "english": "Write your message in the blank text area under the formatting buttons.",
            "turkish": "Mesajınızı biçimlendirme düğmelerinin altındaki boş metin alanına girin.",
            "spanish": "Escriba el mensaje en el campo en blanco debajo de los botones de formato.",
            "spanish_la": "Escriba el mensaje en el campo en blanco debajo de los botones de formato.",
            "portuguese": "Escreva sua mensagem na área de texto em branco sob os botões de formatação.",
            "japanese": "フォーマットボタンの下にある空白のテキストエリアにメッセージを書きます。",
            "chinese": "在格式按鈕底下的空白文字區填寫您的訊息。",
            "thai": "พิมพ์เนื้อหาที่ต้องการลงในช่องว่างใต้คำสั่งรูปแบบต่างๆ",
            "arabic": "اكتب رسالتك في المنطقة الفارغة تحت أزرار التنسيق."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 3,
          "numberPosLeft": 41,
          "text":{
            "english": "This is where you can view and reply to all of the current posts.",
            "turkish": "Güncel gönderilerin tümünü burada görebilir ve yanıtlayabilirsiniz.",
            "spanish": "Aquí podrá ver y responder todos los mensajes actuales.",
            "spanish_la": "Aquí podrá ver y responder todos los mensajes actuales.",
            "portuguese": "Este é o lugar onde você pode visualizar e responder a todas as postagens atuais.",
            "japanese": "この画面には現在のすべての投稿が表示され、返信することができます。",
            "chinese": "在此處您可以觀看並且回覆目前的全部文章。",
            "thai": "คุณสามารถอ่านและตอบกระทู้ทั้งหมดได้ที่นี่",
            "arabic": "هذا هو المكان الذي يمكنك من خلاله عرض والرد على جميع المنشورات الحالية."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 82,
          "numberPosLeft": 15,
          "text":{
            "english": "Click “Post” to add the post to the column on the right.",
            "turkish": "Gönderiyi sağdaki sütuna eklemek için “Post” seçeneğine tıklayın.",
            "spanish": "Haga clic en \"Post\" para agregar el mensaje a la columna de la derecha.",
            "spanish_la": "Haga click en \"Post\" para agregar el mensaje a la columna de la derecha.",
            "portuguese": "Clique em “Post” para adicionar a postagem na coluna à direita.",
            "japanese": "右側の欄に投稿を追加するには、Post[投稿]をクリックします。",
            "chinese": "點擊Post（發布），可把文章新增到右邊的欄位。",
            "thai": "คลิก “ตั้งกระทู้” เพื่อเพิ่มหัวข้อสนทนาใหม่",
            "arabic": "انقر على “Post” (\"نشر\") لإضافة المنشور إلى العمود الواقع على اليمين."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 21,
          "numberPosLeft": 39,
          "text":{
            "english": "Click “Show” to view other students’ replies.",
            "turkish": "Diğer öğrencilerin yanıtlarını görmek için “Show” seçeneğine tıklayın.",
            "spanish": "Haga clic en \"Show\" para ver las respuestas de los demás estudiantes.",
            "spanish_la": "Haga click en \"Show\" para ver las respuestas de los demás estudiantes.",
            "portuguese": "Clique em “Show” para visualizar as respostas dos outros alunos.",
            "japanese": "他の生徒の返信を表示するには、Show[表示]をクリックします。",
            "chinese": "點擊Show（顯示），可觀看其他同學的回覆。",
            "thai": "คลิก ”แสดง” เพื่ออ่านความคิดเห็นทั้งหมด",
            "arabic": "اانقر على “Show”(\"إظهار\") لعرض ردود الطلاب الآخرين."
          }
        },
        "paragraph06": {
          "number": 6,
          "numberPosTop": 38,
          "numberPosLeft": 39,
          "text":{
            "english": "Click “Hide” to hide the replies.",
            "turkish": "Yanıtları gizlemek için “Hide” seçeneğine tıklayın.",
            "spanish": "Haga clic en \"Hide\" para ocultar las respuestas.",
            "spanish_la": "Haga click en \"Hide\" para ocultar las respuestas.",
            "portuguese": "Clique em “Hide” para esconder as respostas.",
            "japanese": "返信を表示しないようにするには、Hide[非表示]をクリックします。",
            "chinese": "點擊Hide（隱藏），可將回覆隱藏起來。",
            "thai": "คลิก “ซ่อน” เพื่อปิดการแสดงไม่ให้มีการตอบกลับในหัวข้อนั้น",
            "arabic": "انقر على “Hide” (\"إخفاء\") لإخفاء الردود."
          }
        },
        "paragraph07": {
          "number": 7,
          "numberPosTop": 38,
          "numberPosLeft": 61,
          "text":{
            "english": "Click “Reply” to reply to a post.",
            "turkish": "Bir gönderiyi yanıtlamak için “Reply” seçeneğine tıklayın.",
            "spanish": "Haga clic en \"Reply\" para responder a un mensaje.",
            "spanish_la": "Haga click en \"Reply\" para responder a un mensaje.",
            "portuguese": "Clique em “Reply” para responder a uma postagem.",
            "japanese": "投稿に返信するには、Reply[返信]をクリックします。",
            "chinese": "點擊Reply（回覆），可回覆一篇文章。",
            "thai": "คลิก ”ตอบกลับ” เพื่อแสดงความคิดเห็นในกระทู้นั้น",
            "arabic": "انقر على “Reply” (\"رد\") للرد على المنشور."
          }
        }
      }
    },
    "page02": {
      "pageType": "screenshot",
      "imgId": "PSF002.png",
      "pageTitle": {
        "english": "Reply to a post",
        "turkish": "Bir gönderiyi yanıtlayın",
        "spanish": "Responder a un mensaje",
        "spanish_la": "Responder a un mensaje",
        "portuguese": "Responder a uma postagem",
        "japanese": "投稿に返信する",
        "chinese": "回覆一則文章",
        "thai": "ตอบกระทู้",
        "arabic": "الرد على منشور"
      },
      "paragraphs":{
        "paragraph01": {
          "number": 8,
          "numberPosTop": 20,
          "numberPosLeft": 61,
          "text":{
            "english": "If you click “Reply”, a text box will open under the post you are replying to. You can enter your reply directly within the discussion.",
            "turkish": "“Reply” seçeneğine tıklarsanız, yanıtladığınız gönderinin altında bir metin kutusu açılacaktır. Yanıtınızı doğrudan tartışma içerisine girebilirsiniz.",
            "spanish": "Si hace clic en \"Reply\", se abrirá un cuadro de texto bajo el mensaje al que está respondiendo. Puede ingresar su respuesta directamente en la discusión.",
            "spanish_la": "Si hace click en \"Reply\", se abrirá un cuadro de texto bajo el mensaje al que está respondiendo. Puede ingresar su respuesta directamente en la discusión.",
            "portuguese": "Se você clicar em “Reply”, uma caixa de texto será aberta sob a postagem para a qual você está fornecendo uma resposta. Você pode digitar a sua resposta diretamente na discussão.",
            "japanese": "Reply[返信]をクリックすると、返信する投稿の下にテキストボックスが表示されます。返信メッセージは、ディスカッション内で直接入力することができます。",
            "chinese": "如果您點擊Reply（回覆），您要回覆的文章下面會打開一個文字區塊，您可以在討論串裡直接輸入您的回覆。",
            "thai": "เมื่อคลิก ”ตอบกลับ” จะปรากฏกล่องข้อความขึ้นใต้หัวข้อของกระทู้ที่ต้องการตอบ คุณสามารถแสดงความคิดเห็นของคุณได้ทันที",
            "arabic": "في حالة النقر على “Reply” (\"رد\")، سيفتح مربع حواري تحت المنشور الذي ترد عليه. يمكنك إدخال ردك مباشرةً في المناقشة."
          }
        },
        "paragraph02": {
          "number": 9,
          "numberPosTop": 52,
          "numberPosLeft": 52,
          "text":{
            "english": "Click “Post” to post your reply to the discussion.",
            "turkish": "Tartışmaya yanıtınızı göndermek için “Post” seçeneğine tıklayın.",
            "spanish": "Haga clic en \"Post\" para publicar su respuesta a la discusión.",
            "spanish_la": "Haga click en \"Post\" para publicar su respuesta a la discusión.",
            "portuguese": "Clique em “Post” para publicar a sua resposta na área de discussão.",
            "japanese": "ディスカッションに返信メッセージを投稿するには、Post[投稿]をクリックします。",
            "chinese": "點擊Post（發布）就可以將您的回覆貼到討論串裡面。",
            "thai": "คลิก ”ส่งข้อความ” เพื่อยืนยันส่งข้อความลงในกระทู้",
            "arabic": "انقر على “Post”(\"نشر\") لنشر ردك على المناقشة."
          }
        },
        "paragraph03": {
          "number": 10,
          "numberPosTop": 52,
          "numberPosLeft": 64,
          "text":{
            "english": "Click “Cancel” if you do not want to post your reply.",
            "turkish": "Yanıtınızı paylaşmak istemiyorsanız “Cancel” seçeneğine tıklayın.",
            "spanish": "Haga clic en \"Cancel\" si no desea publicar su respuesta.",
            "spanish_la": "Haga click en \"Cancel\" si no desea publicar su respuesta.",
            "portuguese": "Clique em “Cancel” se você não desejar publicar sua resposta.",
            "japanese": "返信したくない時は、Cancel[キャンセル]をクリックします。",
            "chinese": "如果您不想發布您的回覆，請點擊Cancel（取消）。",
            "thai": "คลิก ”ยกเลิก” หากไม่ต้องการแสดงความคิดเห็นของคุณในหัวข้อนั้น",
            "arabic": "انقر على “Cancel” (\"إلغاء\") إذا كنت لا تريد نشر ردك."
          }
        }
      }
    }
  }
}