{
 "title": {
    "english": "Activities",
    "turkish": "Aktiviteler",
    "spanish": "Actividades",
    "arabic": "أنشطة"
  },
 "segment": "primary",
 "userType": ["teacher"],
 "pageCount": 1,
 "pages": {
    "page01": {
      "pageType": "screenshot",
      "imgId": "PTA001.png",
      "pageTitle": {
        "english": "",
        "turkish": "",
        "spanish": "",
        "arabic": ""
      },
      "paragraphs":{
        "paragraph01": {
          "number": 1,
          "numberPosTop": 2,
          "numberPosLeft": 1,
          "text":{
            "english": "Use this menu to choose a unit and lesson. When you choose a unit and lesson you will be taken to the first activity within the lesson.",
            "turkish": "Bir ünite ya da ders seçmek için bu menüyü kullanın. Bir ünite ya da ders seçtiğinizde, ders içindeki ilk aktiviteye yönlendirilirsiniz.",
            "spanish": "Utilice este menú para seleccionar una unidad y lección. Cuando elija una unidad y lección, será dirigido a la primera actividad dentro de la lección.",
            "arabic": "استخدم هذه القائمة لاختيار وحدة ودرس. عند اختيار وحدة ودرس سيتم نقلك إلى النشاط الأول ضمن الدرس."
          }
        },
        "paragraph02": {
          "number": 2,
          "numberPosTop": 2,
          "numberPosLeft": 45,
          "text":{
            "english": "Use this menu to choose an activity within a lesson.",
            "turkish": "Ders içinden bir aktivite seçmek için bu menüyü kullanın.",
            "spanish": "Utilice este menú para elegir una actividad dentro de una lección.",
            "arabic": "استخدم هذه القائمة لاختيار النشاط من خلال الدرس."
          }
        },
        "paragraph03": {
          "number": 3,
          "numberPosTop": 2,
          "numberPosLeft": 67,
          "text":{
            "english": "Use the “Previous” and “Next” buttons to navigate through the activities in sequence.",
            "turkish": "Aktiviteler arasında sırayla gezinmek için “Previous” ve “Next” düğmelerini kullanın.",
            "spanish": "Utilice los botones \"Previous\" y \"Next\" para navegar a través de las actividades en secuencia.",
            "arabic": "استخدم الزرينِ “Next” (\"التالي\")و“Previous”(\"السابق\") للتنقل خلال الأنشطة في تسلسل."
          }
        },
        "paragraph04": {
          "number": 4,
          "numberPosTop": 14,
          "numberPosLeft": 1,
          "text":{
            "english": "The Online Practice activities are displayed in this area.",
            "turkish": "Çevrim İçi Uygulama aktiviteleri bu alanda görüntülenir.",
            "spanish": "Las actividades de la Práctica Online se muestran en esta área.",
            "arabic": "يتم عرض أنشطة الممارسة عبر شبكةالإنترنت في هذه المنطقة."
          }
        },
        "paragraph05": {
          "number": 5,
          "numberPosTop": 84,
          "numberPosLeft": 10,
          "text":{
            "english": "A student’s current activity score is shown here.",
            "turkish": "Öğrencinin mevcut aktivite puanı burada görüntülenir.",
            "spanish": "Aquí se muestra la puntuación actual del estudiante para la actividad.",
            "arabic": "تظهر درجة النشاط الحالي للطالب هنا."
          }
        },
        "paragraph06": {
          "number": 6,
          "numberPosTop": 84,
          "numberPosLeft": 27,
          "text":{
            "english": "A student can attempt an activity three times. The highest score of their attempts is recorded in the student’s report.",
            "turkish": "Öğrenci bir aktiviteyi üç kez deneyebilir. Denemelerin sonunda elde edilen en yüksek puan öğrencinin raporuna kaydedilir.",
            "spanish": "El estudiante tiene tres intentos para realizar una actividad. La puntuación más alta de los tres intentos se registra en el informe del estudiante.",
            "arabic": "يمكن للطالب أن يحاول في نشاط ما ثلاث مرات. يتم تسجيل أعلى درجة لمحاولاتهم في تقرير الطالب."
          }
        },
        "paragraph07": {
          "number": 7,
          "numberPosTop": 84,
          "numberPosLeft": 45,
          "text":{
            "english": "Click here to see a Quick Tip pop-up with guidance on completing an activity.",
            "turkish": "Bir aktiviteyi tamamlama rehberi ile birlikte Hızlı İpucu iletisini görmek için buraya tıklayın.",
            "spanish": "Haga clic aquí para ver un Consejo Rápido con información sobre cómo rellenar una actividad.",
            "arabic": "انقر هنا لرؤية نصيحة سريعة منبثقة مع توجيهات بشأن استكمال النشاط."
          }
        },
        "paragraph08": {
          "number": 8,
          "numberPosTop": 84,
          "numberPosLeft": 51,
          "text":{
            "english": "If an activity has an attachment an icon will appear here. Click to download or display the attachment.",
            "turkish": "Aktivitede bir ek varsa, simge burada görünecektir. İndirmek veya eki görüntülemek için buraya tıklayın.",
            "spanish": "Si la actividad tiene un archivo adjunto, aparecerá un icono aquí. Haga clic aquí para descargar o visualizar el archivo adjunto.",
            "arabic": "في حالة احتواء النشاط على مرفق، فستظهر أيقونة هنا. انقر لتحميل أو عرض المرفق."
          }
        },
        "paragraph09": {
          "number": 9,
          "numberPosTop": 84,
          "numberPosLeft": 66,
          "text":{
            "english": "A student can check their answers when they have answered all questions in an activity.",
            "turkish": "Öğrenci aktivitedeki tüm soruları cevapladıktan sonra cevaplarını kontrol edebilir.",
            "spanish": "El estudiante puede revisar sus respuestas cuando se hayan contestado todas las preguntas en una actividad.",
            "arabic": "يمكن للطالب مراجعة إجاباتهم عندما يجيبون على جميع الأسئلة في نشاط ما."
          }
        },
        "paragraph10": {
          "number": 10,
          "numberPosTop": 84,
          "numberPosLeft": 76,
          "text":{
            "english": "A student can try again if they answered some questions incorrectly. They can try an activity three times.",
            "turkish": "Öğrenci bazı soruları yanlış cevapladıysa tekrar deneyebilir. Bir aktiviteyi üç kez deneme hakkına sahipler.",
            "spanish": "El estudiante puede intentarlo de nuevo si ha contestado algunas preguntas de forma incorrecta. Tiene tres intentos por cada actividad.",
            "arabic": "يمكن للطالب المحاول مرة أخرى في حالة الإجابة على بعض الأسئلة بشكل غير صحيح. يمكنهم أن يحاول في نشاط ما ثلاث مرات."
          }
        },
        "paragraph11": {
          "number": 11,
          "numberPosTop": 84,
          "numberPosLeft": 87,
          "text":{
            "english": "If a student answers some questions incorrectly they can see the correct answers.",
            "turkish": "Öğrenci sorulardan bazılarını yanlış cevaplarsa doğru cevapları görebilir.",
            "spanish": "Si el estudiante responde a algunas preguntas de forma incorrecta podrá ver las respuestas correctas.",
            "arabic": "إذا أجاب الطالب على بعض الأسئلة بشكل غير صحيح فبإمكانه رؤية الإجابات الصحيحة."
          }
        },
        "paragraph12": {
          "number": 12,
          "numberPosTop": 92,
          "numberPosLeft": 4,
          "text":{
            "english": "Teachers can find supporting Resources here, if available.",
            "turkish": "Öğretmenler, varsa destekleyici Kaynakları burada bulabilir.",
            "spanish": "Los profesores pueden encontrar recursos de apoyo aquí, en caso de estar disponibles.",
            "arabic": "يمكن للمعلمين العثور على المراجع المساعدة هنا، إن وجدت."
          }
        },
        "paragraph13": {
          "number": 13,
          "numberPosTop": 92,
          "numberPosLeft": 19,
          "text":{
            "english": "A Picture Glossary can be accessed here, if available. The Picture Glossary contains core level vocabulary.",
            "turkish": "Varsa, Resimli Sözlüğe buradan ulaşılabilir. Resimli Sözlük seviyedeki temel kelimeleri içerir.",
            "spanish": "Aquí se puede acceder al Glosario ilustrado, en caso de estar disponible. El Glosario ilustrado contiene vocabulario de nivel básico.",
            "arabic": "يمكن الدخول إلى مسرد الصور من هنا، إن وجد. يحتوي مسرد الصور على المفردات الأساسية الخاصة بمستوى ما."
          }
        },
        "paragraph14": {
          "number": 14,
          "numberPosTop": 92,
          "numberPosLeft": 32,
          "text":{
            "english": "Students can access their Achievements area and Reports here. Teachers must access students’ Reports from the Home page.",
            "turkish": "Öğrenciler, Başarılar alanı ve Raporlara buradan erişebilir. Öğretmenler, öğrenci Raporlarına Anasayfadan erişmelidir.",
            "spanish": "Los estudiantes pueden acceder a su área de Logros e Informes aquí. Los profesores deben acceder a los Informes de los estudiantes desde de la página de Inicio.",
            "arabic": "يمكن للطلاب الوصول إلى تقارير ومجالات التحصيل الخاصة بهم من هنا. يجب على المعلمين الدخول إلى تقارير الطلاب من الصفحة الرئيسية."
          }
        }
      }
    }
  }
}