{"title":{"english":"Achievements","turkish":"Başarılar","spanish":"Logros","korean":"성과","chinese":"學習成果","japanese":"成績表","arabic":"التحصيل"},"segment":"adult","userType":["teacher"],"pageCount":1,"pages":{"page01":{"pageType":"screenshot","imgId":"ATD001.png","pageTitle":{"english":"Trophy Room","turkish":"Ödül Odası","spanish":"Sala de Trofeos","korean":"트로피 방","chinese":"獎盃陳列室","japanese":"トロフィールーム","arabic":"غرفة الميداليات"},"paragraphs":{"paragraph01":{"number":1,"numberPosTop":8,"numberPosLeft":67,"text":{"english":"This is the Trophy Room. You can see each of your students’ Trophy Room areas by clicking on “Achievements” in the Student Report area.","turkish":"Burası Ödül Odasıdır. Öğrenci Rapor alanında “Achievements” seçeneğine tıklayarak her öğrencinin Ödül Odası alanını görebilirsiniz.","spanish":"Esta es la Sala de Trofeos. Puede ver las áreas de la Sala de Trofeos de cada uno de sus estudiantes haciendo clic en \"Achievements\", en el área de Informes de Estudiantes.","korean":"여기는 트로피 방입니다. 학생 보고서 영역에서 “성과\"를 클릭하면 각 학생의 트로피 방 영역을 볼 수 있습니다.","chinese":"這是獎盃陳列室。在學生報告區點擊 Achievements（學習成果），您可以觀看每位學生的獎盃陳列室。","japanese":"このページはトロフィールームを表示します。生徒のレポートエリアのAchievements[成績表]をクリックすると、各生徒のトロフィールームを表示できます。","arabic":"هذه هي غرفة الميداليات. يمكنك أن ترى كل مناطق غرفة الميداليات الخاصة بطلابك بالضغط على “Achievements” (\"التحصيل\") في منطقة تقرير الطالب."}},"paragraph02":{"number":2,"numberPosTop":16,"numberPosLeft":3,"text":{"english":"Stars are awarded in the Trophy Room for the number of points a student has scored across the activities in a level.","turkish":"Bir seviyedeki aktivitelerde öğrencinin aldığı puanlar için Zafer Odasında yıldız ödülleri verilir.","spanish":"Las estrellas se otorgarán en la Sala de Trofeos según el número de puntos que un estudiante haya alcanzado en todas las actividades en un nivel.","korean":"학생이 레벨의 활동을 통해 얻은 점수에 따라 트로피 방에 별이 주어집니다.","chinese":"按照學生在所學層級之活動中獲得的分數，在獎盃室頒發獎星。","japanese":"トロフィールームでは、生徒がレベル内のアクティビティで獲得したポイント数に対して星が授与されます。","arabic":"تمنح النجوم في غرفة المدالية لعدد من النقاط التي سجلها الطالب عبر نشاطات في مستوى ما."}},"paragraph03":{"number":3,"numberPosTop":76,"numberPosLeft":3,"text":{"english":"If a student has scored 30% of the total possible points in a unit, they are awarded a star.","turkish":"Öğrenci, bir ünite için mümkün toplam puanın %30’unu aldığında bir yıldız kazanır.","spanish":"Si un estudiante alcanza una puntuación del 30% del total de puntos posibles en una unidad, se le otorgará una estrella.","korean":"학생이 단원에서 총점의 30%를 받으면 별을 하나 받습니다.","chinese":"獲得單元總分之30%的學生將獲頒一顆獎星。","japanese":"満点の30%を獲得した生徒には、星が1つ授与されます。","arabic":"إذا سجّل الطالب 30٪  من مجموع النقاط المتوفرة في وحدة ما، فان هذه النقاط تُمنح نجمة واحدة."}},"paragraph04":{"number":4,"numberPosTop":61,"numberPosLeft":3,"text":{"english":"If a student has scored 70% of the total possible points in a unit, they are awarded two stars.","turkish":"Öğrenci, bir ünite için mümkün toplam puanın %70’ini aldığında iki yıldız kazanır.","spanish":"Si un estudiante alcanza una puntuación del 70% del total de puntos posibles en una unidad, se le otorgará dos estrellas.","korean":"학생이 단원에서 총점의 70%를 받으면 별을 두 개 받습니다.","chinese":"獲得單元總分之70%的學生將獲頒兩顆獎星。","japanese":"満点の70%を獲得した生徒には、星が2つ授与されます。","arabic":"إذا سجّل  الطالب 70٪  من مجموع النقاط المتوفرة في وحدة ما، فان هذه النقاط  تُمنح نجمتين."}},"paragraph05":{"number":5,"numberPosTop":45,"numberPosLeft":3,"text":{"english":"If a student has scored 90% of the total possible points in a unit, they are awarded three stars.","turkish":"Öğrenci, bir ünite için mümkün toplam puanın %90’ını aldığında üç yıldız kazanır.","spanish":"Si un estudiante alcanza una puntuación del 90% del total de puntos posibles en una unidad, se le otorgará tres estrellas.","korean":"학생이 단원에서 총점의 90%를 받으면 별을 세 개 받습니다.","chinese":"獲得單元總分之90%的學生將獲頒三顆獎星。","japanese":"満点の90%を獲得した生徒には、星が3つ授与されます。","arabic":"إذا سجّل الطالب 90٪ من مجموع النقاط المتوفرة في وحدة ما، فان هذه النقاط  تُمنح ثلاثة نجوم."}},"paragraph06":{"number":6,"numberPosTop":30,"numberPosLeft":3,"text":{"english":"If a student has scored 100% of the total possible points in a unit, they are awarded a trophy.","turkish":"Öğrenci, bir ünite için mümkün toplam puanın %100’ünü aldığında bonus kazanır.","spanish":"Si un estudiante alcanza una puntuación del 100% del total de puntos posibles en una unidad, se le otorgará un trofeo.","korean":"학생이 단원에서 총점의 100%를 받으면 트로피를 받습니다.","chinese":"獲得單元總分之滿分的學生將獲頒一座獎盃。","japanese":"満点を獲得した生徒には、トロフィーが授与されます。","arabic":"إذا كان الطالب قد سجّل  100٪  من مجموع النقاط المتوفرة في وحدة ما، فان هذه النقاط  تٌمنح بمدالية تذكار."}},"paragraph07":{"number":7,"numberPosTop":23,"numberPosLeft":72,"text":{"english":"This is the student Dashboard. The Online Practice is divided into several areas, for example, Test, Vocabulary, and Practice. The Dashboard shows student activity results for a level across the different areas.","turkish":"Bu, Öğrenci Gösterge Panosudur. Çevrim İçi Uygulama, örneğin Testler, Kelime Hazinesi ve Uygulama gibi çeşitli alanlara ayrılmıştır. Gösterge Panosu, bir seviyenin çeşitli alanlarındaki aktivitelerin sonuçlarını gösterir.","spanish":"Este es el tablero del estudiante. La Práctica Online se divide en varias áreas, por ejemplo: Pruebas, Vocabulario y Práctica. El panel muestra los resultados de la actividad del alumno para un nivel en todas las diferentes áreas.","korean":"이곳은 학생 대시보드입니다. 온라인 실습은 시험, 어휘, 실습과 같은 여러 영역으로 나눠져 있습니다. 대시보드는 여러 영역의 레벨에 대한 학생의 활동 결과를 표시합니다. ","chinese":"這是學生Dashboard（控制板）。Online Practice（線上練習）分為若干方面，例如Test（測驗）、Vocabulary（詞彙）及Practice（練習）。控制板顯示所在層級不同方面的學生活動結果。 ","japanese":"これは生徒用ダッシュボードです。オンライン練習は、テスト、語彙、練習など、いくつかの分野に分かれています。ダッシュボードには、生徒のレベルに該当する異なる分野のアクティビティの結果が表示されます。 ","arabic":"هذه هي لوحة بيانات الطالب. الممارسة عبر الإنترنت مقسّمة الى عدة مجالات  على سبيل المثال، إختبار ، مفردات والممارسة. تبيّن لوحة البيانات نتائج نشاط الطالب لمرحلة عبر المجالات المختلفة."}},"paragraph08":{"number":8,"numberPosTop":45,"numberPosLeft":75.5,"text":{"english":"Results for activities within different areas are displayed as a percentage based on the average score of all completed activities in an area within a level.","turkish":"Değişik alanlardaki aktivitelerin sonuçları, bir seviye içindeki bir alanda tamamlanmış tüm aktivitelerin ortalama puanına göre bir yüzde olarak gösterilir.","spanish":"Los resultados para actividades dentro de las áreas diferentes se muestran como un porcentaje basado calificación promedio de todas las actividades realizadas en un área dentro de un nivel.","korean":"여러 영역의 활동 결과는 레벨에 포함된 영역에서 완료한 모든 활동의 평균 점수를 토대로 백분율로 표시됩니다.","chinese":"不同方面之活動的結果將用一個百分比顯示；此數字還是基於所在層級之某個方面全部已完成活動的平均分數。 ","japanese":"異なる分野内のアクティビティの結果は、レベルに該当する各分野の完了済み全アクティビティの平均得点に基づき、パーセンテージで表示されます。 ","arabic":"النتائج المتعلقة بالانشطة ضمن مجالات مختلفة معروضة كنسبة مئوية مبنية على أساس معدل الدرجة لجميع الانشطة المنجزة في مجال ما ضمن مستو ما."}},"paragraph09":{"number":9,"numberPosTop":58,"numberPosLeft":88,"text":{"english":"The number of completed activities is shown here along with the total number of activities in a skill area.","turkish":"Tamamlanmış aktivitelerin sayısı burada bir beceri alanındaki toplam aktivite sayısı ile birlikte gösterilir.","spanish":"El número de actividades realizadas se muestra aquí junto con el número total de actividades en un área de aptitud.","korean":"완료된 활동의 수는 기술 영역의 활동 총수와 함께 여기에 표시됩니다.","chinese":"此處會顯示已完成的學習活動數目，以及此技能領域內全部的學習活動數目。","japanese":"完了したアクティビティの数は、そのスキルエリアのアクティビティの合計数とともにこちらに表示されます。","arabic":"عدد الانشطة المنجزة معروض هنا مع العدد الكلي للانشطة في مجال للمهارة."}}}}}}