{"title":{"english":"Home","arabic":"الصفحة الرئيسية"},"segment":"adult","userType":["student"],"pageCount":2,"pages":{"page01":{"pageType":"screenshot","imgId":"ASH001.jpg","pageTitle":{"english":"Choose your level","arabic":"حدد مستواك"},"paragraphs":{"paragraph01":{"number":1,"numberPosTop":3,"numberPosLeft":31,"text":{"english":"When you enter Online Practice or click on the Home icon at the top of the screen you will see the levels of your course here. Choose the level you want to enter.","arabic":"عندما تدخل الممارسة عبر الانترنت أو تنقر على ايقونة الصفحة الرئيسية في أعلى الشاشة سوف تجد هنا مستويات مقررك الدراسي. إختر المستوى الذي ترغب الدخول فيه."}},"paragraph02":{"number":2,"numberPosTop":89,"numberPosLeft":17,"text":{"english":"Click on “Add a level” to add another level if you have an access code.","arabic":"انقر على “Add a level”(\"أضف مستوى\") لإضافة مستوى آخر إذا كان لديك رمز دخول."}}}},"page02":{"pageType":"screenshot","imgId":"ASH-hpse-002.png","pageTitle":{"english":"Choose an Online Practice area","arabic":"اختر منطقة الممارسة عبر شبكة الإنترنت"},"paragraphs":{"paragraph01":{"number":1,"numberPosTop":8,"numberPosLeft":73,"text":{"english":"Click here to change to a different level.","arabic":"انقر هنا للتغيير إلى مستوى مختلف."}},"paragraph02":{"number":2,"numberPosTop":40,"numberPosLeft":5,"text":{"english":"Click here to enter the Online Practice Activity area.","arabic":"انقر هنا لدخول منطقة ممارسة النشاط عبر شبكة الإنترنت."}},"paragraph03":{"number":3,"numberPosTop":40,"numberPosLeft":29,"text":{"english":"Click here to see your Report, Trophy Room, and Grades. These show your achievements and progress for all of the activities in this level.","arabic":"أنقر هنا لكي تشاهد تقريرك، غرفة المدالية والدرجات التي تبيّن لك إنجازاتك والتقدم الحاصل لجميع الأنشطة في هذا المستوى."}},"paragraph04":{"number":4,"numberPosTop":40,"numberPosLeft":55,"text":{"english":"Click here to use the Email area. You can message your teacher and other students in your Online Practice class. The Email icon appears here when you have joined a class.","arabic":"انقر هنا لاستخدام منطقة البريد الإلكتروني. يمكنك مراسلة معلمك والطلاب الآخرين المُدرَجين في فصل الممارسة عبر شبكة الإنترنت الخاص بك. تظهر أيقونة البريد الإلكتروني هنا بعد أن تنضم لأحد الفصول."}},"paragraph05":{"number":5,"numberPosTop":40,"numberPosLeft":75,"text":{"english":"Click here to access the Media Center to listen to class audio and watch videos, if available.","arabic":"انقر هنا للوصول إلى مركز الوسائط للاستماع إلى صوت الفصل ومشاهدة مقاطع الفيديو، إذا كان ذلك متاحًا."}}}}}}