{"title":{"english":"Activities","turkish":"Aktiviteler","spanish":"Actividades","korean":"활동","chinese":"學習活動","japanese":"アクティビティ","arabic":"أنشطة"},"pages":{"page01":{"pageType":"screenshot","imgId":"ASA-sc3e-001.png","pageTitle":{"english":"","turkish":"","spanish":"","korean":"","chinese":"","japanese":"","arabic":""},"paragraphs":{"paragraph01":{"number":1,"numberPosTop":0,"numberPosLeft":0,"text":{"english":"Use this menu to choose a unit. When you choose a unit, you will be taken to the first activity within that unit.","turkish":"Bir ünite seçmek için bu menüyü kullanın. Bir ünite seçtiğinizde o ünite içindeki ilk aktiviteyi göreceksiniz.","spanish":"Use este menú para elegir una unidad. Al hacerlo, el sistema le llevará a la primera actividad en dicha unidad.","korean":"이 메뉴를 이용하여 단원을 선택하십시오. 단원을 선택하시면 단원 내 첫 번째 활동으로 이동합니다.","chinese":"使用這個功能表來選擇一個單元。當選定單元時，您將看到該單元內的第一項活動。","japanese":"このメニューを使ってユニットを選択します。ユニットを選択すると、ユニット内の最初のアクティビティに移動します。","arabic":"إستعمل هذه القائمة لاختيار وحدة متكاملة، وعند إختيارك لها، سوف تنتقل بك الى النشاط الاول ضمن تلك الوحدة."}},"paragraph02":{"number":2,"numberPosTop":0,"numberPosLeft":28,"text":{"english":"Use this menu to choose an activity within a unit.","turkish":"Bir ünite içinde bir aktivite seçmek için bu menüyü kullanın.","spanish":"Use este menú para seleccionar una actividad dentro de una unidad.","korean":"이 메뉴를 이용하여 단원 안의 활동을 선택하십시오.","chinese":"使用這個功能表在單元內選擇一項活動。","japanese":"このメニューを使ってユニット内のアクティビティを選択します。","arabic":"إستعمل هذه القائمة لكي تختار نشاط واحد ضمن الوحدة."}},"paragraph03":{"number":3,"numberPosTop":0,"numberPosLeft":76,"text":{"english":"Use the “Previous” and “Next” buttons to navigate through the activities in sequence.","turkish":"Aktiviteler arasında sırayla gezinmek için “Previous” ve “Next” düğmelerini kullanın.","spanish":"Utilice los botones \"Previous\" y \"Next\" para navegar a través de las actividades en secuencia.","korean":"\"Previous\"와 \"다음\" 버튼을 이용하여 순서대로 활동을 이동하십시오. ","chinese":"請使用「Previous」與「Next」按鈕，即可按照順序瀏覽各項活動。","japanese":"アクティビティを順番に進めるには、Previous[前に]とNext[次へ]ボタンをクリックします。","arabic":"استخدم الزرينِ “Next” (\"التالي\")و“Previous”(\"السابق\") للتنقل خلال الأنشطة في تسلسل. "}},"paragraph04":{"number":4,"numberPosTop":14,"numberPosLeft":1,"text":{"english":"The Online Practice activities are displayed in this area.","turkish":"Çevrim İçi Uygulama aktiviteleri bu alanda görüntülenir.","spanish":"Las actividades de la Práctica Online se muestran en esta área.","korean":"온라인 실습 활동은 여기에 표시됩니다.","chinese":"線上練習的學習活動在此區展示。","japanese":"Online Practiceのアクティビティはこのエリアに表示されます。","arabic":"يتم عرض أنشطة الممارسة عبر شبكةالإنترنت في هذه المنطقة."}},"paragraph05":{"number":5,"numberPosTop":79.5,"numberPosLeft":55,"text":{"english":"Click here to check your answers when you have answered all questions in an activity.","turkish":"Bir aktivitenin tüm sorularını cevapladıktan sonra cevaplarınızı kontrol etmek için buraya tıklayın.","spanish":"Haga clic aquí para verificar sus respuestas cuando usted haya contestado todas las preguntas en una actividad.","korean":"활동의 모든 질문에 답변한 후 여기를 클릭하여 답을 확인하십시오.","chinese":"在回答了活動中的全部問題後，按一下這裡檢查您的答案。 ","japanese":"アクティビティ内のすべての質問に回答したら、こちらをクリックして回答をチェックします。 ","arabic":"انقر هنا لفحص إجاباتك عندما تكون قد أجبت على كل الأسئلة ضمن نشاط معين."}},"paragraph06":{"number":6,"numberPosTop":79.5,"numberPosLeft":65,"text":{"english":"You can try an activity again if you answer some questions incorrectly. You can try an activity as many times as you like.","turkish":"Bazı soruları yanlış cevaplarsanız aktiviteyi tekrar deneyebilirsiniz. Bir aktiviteyi isterseniz defalarca deneyebilirsiniz.","spanish":"Puede intentar una actividad nuevamente si contesta erróneamente algunas preguntas. Puede intentar una actividad tantas veces como usted lo desee.","korean":"질문 몇 가지에 답변을 잘못한 경우 다시 활동을 시도할 수 있습니다. 원하는 만큼 활동을 다시 시도할 수 있습니다.","chinese":"倘若您對一些問題的回答不正確，您能夠再次嘗試大多數活動。您能夠不限次數地嘗試大多數活動。","japanese":"回答を間違えた場合、ほとんどのアクティビティでは再試行が可能です。ほとんどのアクティビティで、何回でも正解を試みることができます。","arabic":"يمكنك تجربة نشاط ما مرة أخرى إذا أجبت على بعض الأسئلة على نحو مغلوط. ويمكنك تجربة نشاط ما عدد المرات التي ترغب فيها."}},"paragraph07":{"number":7,"numberPosTop":79.5,"numberPosLeft":75,"text":{"english":"If you answer some questions incorrectly you can see the correct answers.","turkish":"Bazı soruları yanlış cevaplarsanız doğru yanıtları görebilirsiniz.","spanish":"Si contesta erróneamente algunas preguntas puede ver las respuestas correctas.","korean":"몇 가지 질문에 답변을 잘못한 경우 정답을 확인할 수 있습니다.","chinese":"如果您答錯一些問題，可以看正確答案。","japanese":"いくつか不正解があった場合は、正解を見ることができます。","arabic":"إذا أجبت على بعض الأسئلة على نحو مغلوط يمكنك مشاهدة الإجابات الصحيحة."}},"paragraph08":{"number":8,"numberPosTop":79.5,"numberPosLeft":88,"text":{"english":"Your current activity score is shown here.","turkish":"Şimdiki aktiviteden aldığınız puan burada görünür.","spanish":"Aquí aparece la puntuación de su actividad actual.","korean":"현재 활동 점수가 여기에 표시됩니다.","chinese":"您目前的學習活動得分在此顯示。","japanese":"現在のアクティビティの得点はここに表示されます。","arabic":"هنا تظهر الدرجة الحالية لنشاطك."}},"paragraph09":{"number":9,"numberPosTop":91,"numberPosLeft":5,"text":{"english":"You can view the Glossary here, if available. The Glossary will help you with the course vocabulary.","turkish":"Varsa, Sözlüğe burada bakabilirsiniz. Sözlük, kursun sözcük hazinesi için size yardımcı olur.","spanish":"Puede ver el Glosario aquí, si está disponible. El glosario le ayudará con el vocabulario del curso.","korean":"용어집을 이용할 수 있는 경우 여기에서 확인할 수 있습니다. 용어집은 과정의 단어를 확인하는데 도움이 됩니다.","chinese":"您能夠在此查看Glossary（辭彙表）（若有）。辭彙表將幫助您學習課程詞彙。","japanese":"Glossaryが利用できる場合は、ここに表示されます。 Glossaryは、コース内の語彙をサポートします。","arabic":"يمكنك مشاهدة المسرد هنا، إذا كان متاحاً. وسوف يساعدك المسرد في استعمال مفردات المقرر."}},"paragraph10":{"number":10,"numberPosTop":91,"numberPosLeft":20,"text":{"english":"Access your Achievements and Reports here.","turkish":"Başarılarınıza ve Raporlarınıza buradan ulaşabilirsiniz.","spanish":"Acceda aquí a sus Logros e Informes.","korean":"여기에서 성과와 보고서에 접속하십시오.","chinese":"此處可進入您的學習成果與學習報告。","japanese":"成績表とレポートはこちらからアクセスします。","arabic":"هنا يمكنك الإحاطة بتحصيلك وتقاريرك."}}}}}}