{"title":{"english":"Activities and Resources","turkish":"Aktiviteler ve Kaynaklar ","spanish":"Actividades y Recursos","korean":"활동 및 자료","chinese":"活動與資源","japanese":"アクティビティとリソース","arabic":"أنشطة و الموارد"},"pages":{"page01":{"pageType":"screenshot","imgId":"ATEOP001.png","pageTitle":{"english":"","turkish":"","spanish":"","korean":"","chinese":"","japanese":"","arabic":""},"paragraphs":{"paragraph01":{"number":1,"numberPosTop":30,"numberPosLeft":1,"text":{"english":"Click an icon to choose your Online Practice level. If you add further levels you will be able to access them here.","turkish":"Online Uygulama seviyenizi seçmek için bir simgeye tıklayın. Ek seviye eklerseniz buradan erişebilirsiniz.","spanish":"Haga clic en un icono para elegir su nivel de Práctica Online. Si añade más niveles podrá acceder a ellos desde aquí.","korean":"아이콘을 클릭하여 본인의 온라인 실습 레벨을 선택하세요. 추가 레벨을 선택하시면 다른 레벨에도 접속할 수 있습니다.","chinese":"點擊一個圖示來選擇您的線上練習級數。如果您增加更多級數，您將可以從這個頁面進入新增的級數。","japanese":"Online Practiceのレベルを選択するには、アイコンをクリックします。さらにレベルを追加する場合も、こちらからアクセスできます。","arabic":"انقر علىالأيقونة لتحديد مستوى الممارسة الخاص بك على الإنترنت. إذا قمت بإضافة المزيد من المستويات، فسوف يكون بإمكانك الدخول إليها هنا."}}}},"page02":{"pageType":"screenshot","imgId":"ATEOP-sc3e-002.png","pageTitle":{"english":"","turkish":"","spanish":"","korean":"","chinese":"","japanese":"","arabic":""},"paragraphs":{"paragraph01":{"number":2,"numberPosTop":32,"numberPosLeft":1,"text":{"english":"When you have chosen a level you can enter the Activity area or visit the Media Center to use audio and video files for your level.","turkish":"Bir seviye seçtikten sonra Aktivite alanına girebilir, destekleyici kurs kaynaklarını indirebilir veya seviyenize özgü ses ve video dosyalarını kullanabileceğiniz Medya Merkezini ziyaret edebilirsiniz.","spanish":"Una vez elegido un nivel, podrá ingresar al área de actividad, ver y descargar recursos de apoyo del curso o visitar el Centro de Medios para utilizar archivos de audio y vídeo para su nivel.","korean":"레벨을 선택하시면 활동 영역에 들어가 과정 지원 자료를 보고 다운로드하거나 미디어 센터에서 본인의 레벨에 맞는 오디오와 영상 파일을 이용할 수 있습니다.","chinese":"當您選擇一個級數，您就能進入學習活動區，觀看並下載教學輔助資源，或前往媒體中心，使用屬於您級數的錄音檔案和影片。","japanese":"レベルを選択すると、アクティビティエリアにアクセスしたり、サポート用のコースリソースを表示したりダウンロードすることができます。また、そのレベルの音声やビデオファイルが利用できるメディア・センターにアクセスすることもできます。","arabic":"عند تحديدك مستوى ما، يمكنك دخول منطقة النشاط، واستعراض وتحميل مراجع الدورة الداعمةأو زيارة المركز الإعلامي لاستخدام ملفات الصوت والفيديو الخاصة بمستواك."}}}}}}