{"title":{"english":"Join a Class","turkish":"Bir sınıfa katılma","spanish":"Inscribirse a una clase","spanish_la":"Inscribirse a una clase","portuguese":"Participe de uma turma","japanese":"クラスへの参加登録","chinese":"加入班級","thai":"เข้าร่วมห้องเรียน","indonesian":"Bergabung dengan suatu Kelas","korean":"수업 참여","vietnamese":"Tham gia một Lớp học","arabic":"الانضمام إلى فصل"},"segment":"primary","userType":["student"],"pageCount":1,"pages":{"page01":{"pageType":"screenshot","imgId":"PSCJ001.png","pageTitle":{"english":"","turkish":"","spanish":"","spanish_la":"","portuguese":"","japanese":"","chinese":"","thai":"","indonesian":"","korean":"","vietnamese":"","arabic":""},"paragraphs":{"paragraph01":{"number":1,"numberPosTop":32,"numberPosLeft":9,"text":{"english":"Enter your class ID code here and then click “Save”. A class ID code is a code that your teacher can give you. It links your work to your class so your teacher can see it.","turkish":"Sınıf kimlik (ID) kodunuzu buraya girin ve ardından “Save” seçeneğine tıklayın. Sınıf ID kodu öğretmeniniz tarafından size verilen bir koddur ve C-... ile başlar. Dersle ilgili çalışmalarınızı öğretmeninizin görebilmesini sağlar.","spanish":"Ingrese su código de ID de clase aquí y haga clic en \"Save\". Su profesor le puede otorgar un código de ID de clase. Este código vincula su trabajo a su clase para que su profesor pueda verlo.","spanish_la":"Ingrese su código de ID de clase aquí y haga click en \"Save\". Su profesor le puede otorgar un código de ID de clase. Este código vincula su trabajo a su clase para que su profesor pueda verlo.","portuguese":"Insira o novo código de identificação de turma aqui e, em seguida, clique em \"Save\". Um código de identificação de turma pode ser fornecido pelo seu professor. Ela vincula o seu trabalho a sua turma para que o seu professor possa visualizá-lo.","japanese":"こちらにクラスIDコードを入力し、Save[保存]をクリックします。このコードは、先生から渡されるものです。このコードは学習状況とクラスをリンクして、先生が確認できるようにするものです。","chinese":"在此處輸入您的班級代碼，然後點擊Save（儲存）。班級代碼由您的教師提供，將您的課業連結到您的班級，讓您的教師可以看到。","thai":"ใส่รหัสห้องเรียนและคลิก “Save” รหัสจะช่วยให้ครูผู้สอนเห็นงานที่คุณทำ หากไม่ทราบรหัสสามารถขอได้จากครูผู้สอน ","indonesian":"Masukkan kode identitas kelas anda di sini dan lalu klik \"Rekam\". Suatu kode identitas kelas ialah kode yang dapat diberikan oleh guru anda pada anda. Kode ini mengaitkan pekerjaan anda dengan kelas anda agar guru anda dapat melihatnya.","korean":"수업 ID 코드를 여기에 입력하고 \"저장\"을 클릭하십시오. 수업 ID 코드는 교사가 제공할 수 있는 코드입니다. 이 코드는 본인의 학습을 수업에 연결하여 교사가 볼 수 있도록 합니다.","vietnamese":"Nhập mã ID lớp học của bạn vào đây rồi nhấp chuột vào nút “Lưu lại”. Mã ID lớp học là một mã số mà giáo viên của bạn có thể cung cấp cho bạn. Nó liên kết bài làm với lớp học của bạn để giáo viên có thể xem bài làm của bạn.","arabic":"أأدخل رمز مُعرِّف الفصل الخاص بك هنا ثم انقر على “Save”(\"حفظ\"). يُعتبَر رمز مُعرِّف الفصل هو الرمز الذي يمكن للمعلم إعطائه لك. وهو يربط عملك بالفصل لكي يستطيع المعلم أن يراه."}},"paragraph02":{"number":2,"numberPosTop":41,"numberPosLeft":26,"text":{"english":"Click here to submit your class ID code and return to your Home page.","turkish":"Sınıf ID kodunuzu göndermek ve Anasayfanıza dönmek için buraya tıklayın.","spanish":"Haga clic aquí para enviar el código de ID de clase y regresar a su página de Inicio.","spanish_la":"Haga click aquí para enviar el código de ID de clase y regresar a su página de Inicio.","portuguese":"Clique aqui para enviar o seu novo código de identificação de turma e voltar para a sua página inicial.","japanese":"クラスIDコードを送信してホームページに戻るには、こちらをクリックします。","chinese":"點此處送出您的班級代碼，並回到首頁。","thai":"คลิกที่นี่ เพื่อยืนยันรหัสและกลับหน้าหลัก","indonesian":"Klik di sini untuk memberikan kode identitas kelas anda dan kembali ke halaman Laman anda.","korean":"수업 ID 코드를 제출하고 홈페이지로 돌아가려면 여기를 클릭하십시오.","vietnamese":"Nhấp chuột vào đây để đăng nộp mã ID lớp học rồi trở lại Trang chủ của bạn.","arabic":"انقر هنا لإرسال رمز مُعرِّف الفصل الخاص بك وعُد لصفحتك الرئيسية."}},"paragraph03":{"number":3,"numberPosTop":41,"numberPosLeft":38,"text":{"english":"Click here to go back to the previous page without joining a class.","turkish":"Sınıfa katılmadan bir önceki sayfaya geri dönmek için buraya tıklayın.","spanish":"Haga clic aquí para volver a la página anterior sin inscribirse a una clase.","spanish_la":"Haga click aquí para volver a la página anterior sin inscribirse a una clase.","portuguese":"Clique aqui para voltar para a página anterior sem participar de uma turma.","japanese":"クラスに参加登録しないで前のページに戻るには、こちらをクリックします。","chinese":"點此處回到上一頁，不加入班級。","thai":"คลิกที่นี่ เพื่อยกเลิกและกลับหน้าที่แล้ว","indonesian":"Klik di sini untuk kembali ke halaman sebelumnya tanpa bergabung dengan suatu kelas.","korean":"여기를 클릭하면 수업에 참여하지 않고 이전 페이지로 돌아갑니다.","vietnamese":"Nhấp chuột vào đây để quay trở lại trang trước mà không tham gia một lớp học.","arabic":"انقر هنا للرجوع إلى الصفحة السابقة بدون الانضمام إلى أحد الفصول."}}}}}}