{"title":{"english":"Join an Institution","turkish":"Bir kuruma katılın","spanish":"Inscribirse a una Institución","spanish_la":"Inscribirse a una Institución","portuguese":"Associe-se a uma instituição","japanese":"学校・団体への参加登録","chinese":"加入機關單位","thai":"เข้าร่วมสถาบัน","korean":"교육기관 가입","vietnamese":"Liên kết với một Tổ chức","indonesian":"Bergabung dengan suatu Lembaga","arabic":"الانضمام إلى مؤسسة"},"segment":"primary","userType":["teacher"],"pageCount":1,"pages":{"page01":{"pageType":"screenshot","imgId":"PTJI001.png","pageTitle":{"english":"","turkish":"","spanish":"","spanish_la":"","portuguese":"","japanese":"","chinese":"","thai":"","korean":"","vietnamese":"","indonesian":"","arabic":""},"paragraphs":{"paragraph01":{"number":1,"numberPosTop":39,"numberPosLeft":5,"text":{"english":"If you have an institution ID code, enter it here. This is a code that your administrator can give you. This code links your class records with your school or institution. The administrator will be able to see reports for the Online Practice classes of all teachers who have joined the Online Practice institution. If you do not have an institution ID code, click “Cancel”.","turkish":"Bir kurum kimlik (ID) kodunuz varsa, buraya girin. Bu yöneticinizin size verebileceği bir koddur. Bu kod ders kayıtlarınızı okul ya da kuruma iletmenizi sağlar. Yönetici, Online Uygulama kurumuna katılan tüm öğretmenlerin Online Uygulama derslerine ait raporlarını görebilir. Bir kurum ID kodunuz yoksa, “Cancel” seçeneğine tıklayın.","spanish":"Si tiene un código de ID de institución, ingréselo aquí. Su administrador puede facilitarle este código. Este código vincula sus registros de clase con su escuela o institución. El administrador podrá ver los informes para las clases de Práctica Online de todos los profesores que se hayan inscrito a la institución de Práctica Online. Si no tiene un código de ID de institución, haga clic en \"Cancel\".","spanish_la":"Si tiene un código de ID de institución, ingréselo aquí. Su administrador puede facilitarle este código. Este código vincula sus registros de clase con su escuela o institución. El administrador podrá ver los informes para las clases de Práctica Online de todos los profesores que se hayan inscrito a la institución de Práctica Online. Si no tiene un código de ID de institución, haga clic en \"Cancel\".","portuguese":"Caso você possua um código de identificação da instituição, insira-o aqui. Este é um código que pode ser fornecido pelo seu administrador. Este código vincula seus registros de turma com sua escola ou instituição. O administrador será capaz de visualizar os relatórios das turmas de todos os professores que participam do Online Practice. Caso você não tenha um código de identificação da instituição, clique em \"Cancel\".","japanese":"学校・団体のIDコードをお持ちの場合は、こちらに入力します。このコードは管理者から渡されるものです。このコードは学校・団体とクラス用のレポートをリンクします。管理者はOnline Practiceの学校・団体に所属する全ての教師のクラスのレポートを見ることができます。学校・団体IDコードをお持ちでない場合は、Cencel[キャンセル]をクリックします。","chinese":"如果您有機關單位代碼，請在此輸入。機關單位代碼由您的管理人提供，此代碼將您的班級報告連結到您的學校或機關單位，管理人將能夠看到所有加入機關單位教師的線上練習班級報告。如果您沒有機關單位代碼，請點擊 Cancel（取消）。","thai":"ใส่รหัสสถาบันที่นี่ หากไม่ทราบคลิก “ยกเลิก” คุณสามารถขอรหัสสถาบันได้จากผู้ดูแลระบบ  รหัสจะเชื่อมต่อข้อมูลการเรียนการสอนในห้องเรียนของคุณเข้ากับโรงเรียนหรือสถาบันการศึกษา  เพื่อให้ผู้ดูแลระบบสามารถมองเห็นรายงานของห้องเรียนออนไลน์ทั้งหมด","korean":"교육기관 ID 코드가 있다면 여기에 입력하십시오. 이 코드는 교육기관 관리자가 제공할 수 있습니다. 이 코드는 수업 기록과 학교, 교육기관을 연결합니다. 교육기관 관리자는 온라인 실습 교육기관에 참여한 모든 교사의 온라인 실습 수업에 관한 보고서를 볼 수 있습니다. 교육기관 ID 코드가 없다면 [취소]를 클릭하십시오.","vietnamese":"Nếu bạn có một mã ID tổ chức, hãy nhập vào đây. Đây là một mã số mà quản trị viên của bạn có thể cung cấp cho bạn. Mã số này sẽ liên kết hồ sơ lớp học của bạn với trường học hoặc tổ chức của bạn. Quản trị viên sẽ có thể xem được báo cáo về các lớp học Thực hành Qua mạng của tất cả các giáo viên đã liên kết với một tổ chức tham gia chương trình Thực hành Qua mạng. Nếu bạn không có một mã ID của tổ chức, hãy nhấp chuột vào “Hủy bỏ”.","indonesian":"Jika anda memiliki suatu kode identitas lembaga, masukkan di sini. Inilah suatu kode yang dapat diberikan oleh administratur anda kepada anda.  Kode ini mengaitkan rapor kelas anda dengan sekolah atau lembaga anda. Administratur akan dapat melihat rapor-rapor untuk kelas-kelas Praktik Online dari semua guru yang sudah bergabung dengan lembaga Praktik Online.  Jika anda tidak memiliki suatu kode identitas lembaga, klik \"Batalkan\".","arabic":"إذا كان لديك رمز مُعرِّف خاص بإحدى المؤسسات، فأدخله هنا. فهذا هو الرمز الذي سوف يعطيك إياه مديرك. ويربط هذا الرمز سجلات الفصل الخاص بك مع مدرستك أو مؤسستك. وسيتمكن المدير من رؤية التقارير الخاصة بفصول الممارسةعبر شبكة الإنترنت والخاصة بكافة المعلمين الذين انضموا إلى مؤسسة الممارسة عبر شبكة الإنترنت. إذا لم يكن لديك رمز مُعرِّف خاص بإحدى المؤسسات، فانقر“Cancel”(\"إلغاء\")."}},"paragraph02":{"number":2,"numberPosTop":52,"numberPosLeft":20,"text":{"english":"Click here to submit your institution ID code and return to the Class Details page.","turkish":"Kurum ID kodunuzu göndermek ve Sınıf Bilgileri sayfasına dönmek için buraya tıklayın.","spanish":"Haga clic aquí para enviar su código de ID de institución y volver a la página de Detalles de la Clase.","spanish_la":"Haga click aquí para enviar su código de ID de institución y volver a la página de Detalles de la Clase.","portuguese":"Clique aqui para enviar seu código de identificação da instituição e para voltar para a página dados da turma.","japanese":"学校・団体のIDコードを送信してクラスの詳細ページに戻るには。こちらをクリックします。","chinese":"點此處送出您的機關單位代碼，並回到班級資料頁面。","thai":"คลิกที่นี่  เพื่อยืนยันรหัสสถาบัน และกลับสู่หน้ารายละเอียดห้องเรียน","korean":"교육기관 ID 코드를 제출하고 수업 세부사항 페이지로 돌아가려면 여기를 클릭하십시오.","vietnamese":"Nhấp chuột vào đây để đăng nộp mã ID tổ chức của bạn và quay trở lại trang Thông tin Chi tiết Lớp học.","indonesian":"Klik di sini untuk menyerahkan kode identitas lembaga anda dan kembali ke halaman Rincian Kelas.","arabic":"انقر هنا لإرسال رمز مُعرِّف المؤسسة الخاص بك والعودة إلى صفحة التفاصيل الخاصة بالفصل."}},"paragraph03":{"number":3,"numberPosTop":52,"numberPosLeft":33,"text":{"english":"Click here if you do not have an institution ID code.","turkish":"Bir kurum ID kodunuz yoksa buraya tıklayın.","spanish":"Haga clic aquí si usted no tiene un código de ID de institución.","spanish_la":"Haga click aquí si usted no tiene un código de ID de institución.","portuguese":"Clique aqui caso você não tenha um código de identificação da instituição.","japanese":"学校・団体のIDコードをお持ちでない場合は、こちらをクリックします。","chinese":"如果您沒有機關單位代碼，請點此處。","thai":"คลิกที่นี่  ถ้าคุณไม่มีรหัสสถาบัน","korean":"교육기관 ID 코드가 없다면 여기를 클릭하십시오.","vietnamese":"Nhấp chuột vào đây nếu bạn không có một mã ID tổ chức.","indonesian":"Klik di sini jika anda tidak memiliki suatu kode identitas lembaga.","arabic":"انقر هنا إذا لم يكن لديك رمز مُعرِّف خاص بإحدى المؤسسات."}}}}}}