{"title":{"english":"Hide Units and Lessons","turkish":"Üniteleri ve Dersleri Gizleyin","spanish":"Ocultar Unidades y Lecciones","spanish_la":"Ocultar Unidades y Lecciones","portuguese":"Ocultar unidades e lições","japanese":"ユニットとレッスンの非表示","chinese":"隱藏單元與課程","thai":"ซ่อนหัวข้อและบทเรียน","korean":"단원과 학과 숨기기","vietnamese":"Để ẩn các Bài học và Bài tập","indonesian":"Menyembunyikan Berbagai Unit dan Pelajaran","arabic":"إخفاء الوحدات والدروس"},"segment":"primary","userType":["teacher"],"pageCount":1,"pages":{"page01":{"pageType":"screenshot","imgId":"PTCA001.png","pageTitle":{"english":"","turkish":"","spanish":"","spanish_la":"","portuguese":"","japanese":"","chinese":"","thai":"","korean":"","vietnamese":"","indonesian":"","arabic":""},"paragraphs":{"paragraph01":{"number":1,"numberPosTop":2.5,"numberPosLeft":29,"text":{"english":"You can hide units and lessons from your students by checking the boxes on this page. Your students will only see the activities in the units or lessons when you uncheck the boxes.","turkish":"Bu sayfadaki kutucukları işaretleyerek ünite ve dersleri öğrencilerinizden gizleyebilirsiniz. Öğrencileriniz ünite veya derslerdeki aktiviteleri sadece siz kutucukların işaretini kaldırdığınızda görebilirler.","spanish":"Puede ocultar unidades y lecciones a sus estudiantes, marcando las casillas en esta página. Sus estudiantes sólo podrán ver las actividades en las unidades o lecciones cuando desmarque las casillas.","spanish_la":"Puede ocultar unidades y lecciones a sus estudiantes, marcando las casillas en esta página. Sus estudiantes sólo podrán ver las actividades en las unidades o lecciones cuando desmarque las casillas.","portuguese":"Você pode ocultar as unidades e as lições de seus alunos marcando as caixas de seleção nesta página. Seus alunos só visualizarão as atividades das unidades ou lições quando você desmarcar as caixas de seleção.","japanese":"ユニットやレッスンを生徒が見ることができないようにする場合は、このページのボックスにチェックマークを入れます。チェックマークをはずした時のみ、生徒はそのユニットやレッスンのアクティビティを見ることができます。","chinese":"勾選本頁面的方框，您可以隱藏單元與課程，不被學生看到。只有在您取消勾選之後，您的學生才能夠看到該單元或課程的學習活動。","thai":"คุณสามารถซ่อนหัวข้อและบทเรียนจากนักเรียนของคุณได้  โดยคลิกเลือกที่กล่องในหน้านี้  นักเรียนของคุณจะเห็นกิจกรรมของหัวข้อและบทเรียนต่างๆ ได้ ต่อเมื่อคุณยกเลิกการซ่อน","korean":"이 페이지에 있는 상자들을 체크하여 학생들에게서 단원과 학과를 숨길 수 있습니다. 상자들에 대한 체크를 해제하는 경우에만 학생들이 단원이나 학과의 활동을 볼 수 있습니다.","vietnamese":"Bạn có thể để ẩn các bài học và bài tập để học sinh không nhìn thấy bằng cách đánh dấu vào các ô ở trang này. Học sinh của bạn sẽ chỉ nhìn thấy các hoạt động trong bài học hoặc bài tập khi bạn bỏ đánh dấu các ô.","indonesian":"Anda dapat menyembunyikan berbagai unit dan pelajaran dari para murid anda dengan menandai kotak-kotak di halaman ini. Para murid anda hanya akan melihat aktivitas-aktivitas dalam berbagai unit atau pelajaran bila anda tidak menandai kotak-kotak yang bersangkutan.","arabic":"يمكنك إخفاء الوحدات والدروس عن طلابك عن طريق وضع علامة في المربعات الموجودة في هذه الصفحة. سيتمكن طلابك من رؤية الأنشطة الموجودة في الوحدات أو الدروس فقط عندما لا تضع علامة في المربعات."}},"paragraph02":{"number":2,"numberPosTop":2.5,"numberPosLeft":62,"text":{"english":"Choose a class using the menu.","turkish":"Menüyü kullanarak bir ders seçin.","spanish":"Elija una clase utilizando el menú.","spanish_la":"Elija una clase utilizando el menú.","portuguese":"Selecione uma turma a partir do menu.","japanese":"クラスはこちらのメニューから選択します。","chinese":"請使用選單選擇一個班級。","thai":"เลือกห้องเรียนที่ต้องการซ่อน","korean":"메뉴를 이용하여 수업을 선택하십시오.","vietnamese":"Chọn một lớp học bằng cách sử dụng trình đơn.","indonesian":"Pilihlah suatu kelas dengan menggunakan menu.","arabic":"حدد فصلاً دراسيًا باستخدام القائمة."}},"paragraph03":{"number":3,"numberPosTop":31,"numberPosLeft":4,"text":{"english":"Check a box here to hide a whole unit.","turkish":"Ünitenin tamamını gizlemek için buradaki bir kutucuğu işaretleyin.","spanish":"Marque una casilla aquí para ocultar toda una unidad.","spanish_la":"Marque una casilla aquí para ocultar toda una unidad.","portuguese":"Marque uma caixa de seleção para ocultar uma unidade inteira.","japanese":"ユニット全体を表示しない場合は、こちらのボックスにチェックマークを入れます。","chinese":"勾選這個方框來隱藏整個單元。","thai":"คลิก / ที่กล่องนี้ เพื่อซ่อนทุกหัวข้อในบทเรียน","korean":"전체 단원을 숨기려면 여기에 있는 상자에 체크하십시오.","vietnamese":"Đánh dấu vào một ô ở đây để ẩn toàn bộ một bài học.","indonesian":"Tandai suatu kotak untuk menyembunyikan seluruh unit.","arabic":"ضع علامة في مربع ما هنا لإخفاء الوحدة كاملةً."}},"paragraph04":{"number":4,"numberPosTop":21,"numberPosLeft":25,"text":{"english":"Check a box here to hide selected lessons within a unit.","turkish":"Ünite içindeki seçtiğiniz dersleri gizlemek için buradaki bir kutucuğu işaretleyin.","spanish":"Marque una casilla aquí para ocultar lecciones seleccionadas dentro de una unidad.","spanish_la":"Marque una casilla aquí para ocultar lecciones seleccionadas dentro de una unidad.","portuguese":"Marque uma caixa de seleção para ocultar lições selecionadas dentro de uma unidade.","japanese":"ユニット内で特定のレッスンを表示しない場合は、こちらのボックスにチェックマークを入れます。","chinese":"勾選這個方框來隱藏您在此單元當中選擇的課程。","thai":"คลิกที่กล่องนี้ เพื่อซ่อนเฉพาะบทเรียนที่เลือกไว้","korean":"단원 내에서 선택한 학과를 숨기려면 여기에 있는 상자에 체크하십시오.","vietnamese":"Đánh dấu một ô ở đây để ẩn một số bài tập nào đó trong một bài học.","indonesian":"Tandai suatu kotak di sini untuk menyembunyikan sejumlah pelajaran yang dipilih dalam suatu unit.","arabic":"ضع علامة في مربع ما هنا لإخفاء الدروس التي تم تحديدها داخل الوحدة."}},"paragraph05":{"number":5,"numberPosTop":94,"numberPosLeft":24,"text":{"english":"Click here to save the changes you made to this class.","turkish":"Bu sınıfta yaptığınız değişiklikleri kaydetmek için buraya tıklayın.","spanish":"Haga clic aquí para guardar los cambios realizados para esta clase.","spanish_la":"Haga click aquí para guardar los cambios realizados para esta clase.","portuguese":"Clique aqui para salvar as alterações feitas a esta turma.","japanese":"このクラスの変更内容を保存するには、こちらをクリックします。","chinese":"點此處以儲存您對此班級所做的變更。","thai":"คลิกที่นี่  เพื่อบันทึกการเปลี่ยนแปลง","korean":"본 수업에 대한 변경사항을 저장하려면 여기를 클릭하십시오.","vietnamese":"Nhấp chuột vào đây để lưu lại những thay đổi bạn thực hiện đối với lớp học này.","indonesian":"Klik di sini untuk merekam berbagai perubahan yang anda lakukan untuk kelas ini.","arabic":"انقر هنا لحفظ التغييرات التي قمت بإجرائها بالنسبة لهذا الفصل الدراسي."}}}}}}