{"title":{"english":"Report","turkish":"Rapor","spanish":"Informe","spanish_la":"Informe","portuguese":"Relatório","japanese":"レポート","chinese":"學習報告","thai":"รายงาน","indonesian":"Rapor","korean":"보고서","vietnamese":"Các Báo cáo","arabic":"التقرير"},"segment":"primary","userType":["student"],"pageCount":1,"pages":{"page01":{"pageType":"screenshot","imgId":"PSRS001.png","pageTitle":{"english":"","turkish":"","spanish":"","spanish_la":"","portuguese":"","japanese":"","chinese":"","thai":"","indonesian":"","korean":"","vietnamese":"","arabic":""},"paragraphs":{"paragraph01":{"number":1,"numberPosTop":6,"numberPosLeft":68,"text":{"english":"This page shows your activity scores for all units in your level of Online Practice.","turkish":"Bu sayfada Online Uygulama seviyenizdeki tüm üniteler için aktivite puanlarınız görüntülenir.","spanish":"Esta página muestra las puntuaciones de sus actividades para todas las unidades en su nivel de Práctica Online.","spanish_la":"Esta página muestra las puntuaciones de sus actividades para todas las unidades en su nivel de Práctica Online.","portuguese":"Esta página exibe as pontuações das atividades de todas as unidades dentro do seu nível no Online Practice.","japanese":"このページは、Online Practiceのそのレベルの全ユニットのアクティビティの得点を表示します。","chinese":"本頁面顯示您在線上練習的該級數中，全部單元的學習活動得分。","thai":"คะแนนการทำแบบฝึกหัดในทุกหัวข้อของคุณจะถูกแสดงที่นี่","indonesian":"Halaman ini menunjukkan berbagai skor aktivitas anda untuk semua unit di tingkat anda dalam Praktik Online.","korean":"이 페이지는 온라인 실습 레벨의 전체 단원에 대한 활동 점수를 보여 줍니다.","vietnamese":"Trang này hiển thị điểm số hoạt động của bạn đối với tất cả các bài học trong trình độ của bạn ở chương trình Thực hành Qua mạng.","arabic":"سوف تُظهِر هذه الشاشة درجات النشاط الخاصة بك لجميع الوحدات في المستوى الخاص بك المتعلق بالممارسة عبر شبكة الإنترنت."}},"paragraph02":{"number":2,"numberPosTop":16,"numberPosLeft":9,"text":{"english":"Use this menu to display reports for all units or display reports for separate units.","turkish":"Tüm üniteler için raporları görüntülemek veya ayrı ayrı üniteler için raporları görüntülemek için bu menüyü kullanın.","spanish":"Utilice este menú para visualizar informes para todas las unidades o informes para unidades separadas.","spanish_la":"Utilice este menú para visualizar informes para todas las unidades o informes para unidades separadas.","portuguese":"Utilize este menu para exibir relatórios sobre todas as unidades ou para exibir relatórios sobre cada unidades separadamente.","japanese":"全ユニットのレポート、または特定のユニットのレポートを表示するには、このメニューを使用します。","chinese":"使用此選單可以顯示全部單元的學習報告，或顯示個別單元的學習報告。","thai":"เมนูนี้สำหรับอ่านรายงานสรุปในทุกหัวข้อ หรือแยกอ่านรายหัวข้อ","indonesian":"unakan menu ini untuk memperagakan rapor-rapor semua unit atau memperagakan rapor-rapor untuk unit-unit yang terpisah.","korean":"이 메뉴를 사용하여 전체 단원에 대한 보고서 또는 별도의 단원들에 대한 보고서를 표시하십시오.","vietnamese":"Dùng trình đơn này để xem báo cáo tổng hợp tất cả các bài học hoặc xem các báo cáo riêng cho từng bài học.","arabic":"استخدم هذه القائمة لعرض تقارير لجميع الوحدات أو لعرض تقارير لوحدات منفصلة."}},"paragraph03":{"number":3,"numberPosTop":36,"numberPosLeft":1,"text":{"english":"This row shows the total score of all activities attempted in each lesson of a unit. The score is shown out of the total number of possible points in the attempted activities.","turkish":"Bu satır bir ünitedeki her bir derste katıldığınız tüm aktivitelerin toplam puanını gösterir. Puan katıldığınız aktivitelerin mümkün olan toplam puan sayısı üzerinden gösterilir.","spanish":"Esta línea muestra la puntuación total de todas las actividades en cada lección de una unidad. La puntuación se muestra en base al número total de puntos posibles a obtener en las actividades.","spanish_la":"Esta línea muestra la puntuación total de todas las actividades en cada lección de una unidad. La puntuación se muestra en base al número total de puntos posibles a obtener en las actividades.","portuguese":"Esta linha exibe a pontuação total de todas as tentativas de realização das atividades, em cada lição de uma unidade. A pontuação é exibida em relação ao número total de pontos possíveis nas tentativas.","japanese":"この行は、このユニットの各レッスンで取り組んだ全アクティビティの合計得点を表します。これは、取り組んだアクティビティで取得できるポイントの合計数のうちの得点を表示しています。","chinese":"這一行顯示每個單元的每一課裡面，嘗試過的學習活動總得分。此總分來自嘗試過的學習活動全部得分加總。","thai":"คะแนนกิจกรรมในทุกหัวข้อของบทเรียนที่นักเรียนได้ทำสำเร็จแล้ว ผลคะแนนจะถูกแสดงโดยไม่เทียบกับผลคะแนนรวม","indonesian":" Baris ini menunjukkan skor total dari semua aktivitas-aktivitas yang dicoba dalam setiap pelajaran dari suatu unit. Skor yang diperlihatkan ini berasal dari angka total poin-poin yang mungkin dalam aktivitas-aktivitas yang dicoba.","korean":"이 행은 한 단원의 각 학과에서 시도된 모든 활동의 총점을 보여 줍니다. 이 점수는 시도된 활동에 대한 가능한 총점에서 나옵니다.","vietnamese":"Dòng này cho biết tổng điểm số của tất cả các hoạt động đã làm thử trong mỗi bài tập của một bài học. Điểm số là số điểm đạt được trên tổng số điểm có thể đạt được trong các hoạt động đã làm thử.","arabic":"يُظهِر هذا الصف الدرجة الإجمالية لكافة الأنشطة التي تمت تجربتها في كل درس من الوحدة. يتم عرض نتيجة الرقم الإجمالي للنقاط الممكنة في الأنشطة التي تمت تجربتها."}},"paragraph04":{"number":4,"numberPosTop":42,"numberPosLeft":1,"text":{"english":"This row shows the total number of activity attempts in each lesson of a unit.","turkish":"Bu satır bir ünitedeki her bir derste katıldığınız toplam aktivite sayısını gösterir.","spanish":"Esta fila muestra el número total de intentos para cada actividad en cada lección de una unidad.","spanish_la":"Esta fila muestra el número total de intentos para cada actividad en cada lección de una unidad.","portuguese":"Esta linha exibe o número total de tentativas de realizazação das atividades, em cada lição de uma unidade.","japanese":"この行は、このユニットの各レッスンで取り組んだアクティビティの合計数を表します。","chinese":"這一行顯示每個單元的每一課裡面，嘗試過的學習活動總數。","thai":"จำนวนของกิจกรรมที่ทำสำเร็จแล้วจะถูกแสดงที่นี่","indonesian":"Baris ini menunjukkan angka total dari berbagai percobaan aktivitas dalam setiap pelajaran dari suatu unit.","korean":"이 행은 한 단원의 각 학과에서 이루어진 총 활동 시도 횟수를 보여 줍니다.","vietnamese":"Dòng này cho thấy tổng số lần làm thử hoạt động đối với mỗi bài tập trong một bài học.","arabic":"يُظهِر هذا الصف العدد الإجمالي للأنشطة التي تمت تجربتها في كل درس من الوحدة."}},"paragraph05":{"number":5,"numberPosTop":48,"numberPosLeft":1,"text":{"english":"This row shows the time spent on activities in each lesson of a unit.","turkish":"Bu satır bir ünitedeki her bir derste harcadığınız toplam süreyi gösterir.","spanish":"Esta fila muestra el tiempo empleado en actividades por cada lección de una unidad.","spanish_la":"Esta fila muestra el tiempo empleado en actividades por cada lección de una unidad.","portuguese":"Esta linha exibe o tempo gasto em atividades em cada lição de uma unidade.","japanese":"この行は、このユニットの各レッスンのアクティビティに費やした時間を表します。","chinese":"這一行顯示每個單元的每一課裡面，嘗試過的學習活動時數。","thai":"จำนวนเวลาที่ใช้ในการทำกิจกรรมของแต่ละบทจะถูกแสดงที่นี่","indonesian":"Baris ini menunjukkan waktu yang dihabiskan untuk melakukan aktivitas-aktivitas dalam setiap pelajaran dari suatu unit.","korean":"이 행은 한 단원의 각 학과에서 활동에 소요된 시간을 보여 줍니다.","vietnamese":"Dòng này cho thấy thời gian đã dành cho các hoạt động của mỗi bài tập trong một bài học.","arabic":"يُظهِر هذا الصف الوقت المستغرق  للأنشطة التي تمت تجربتها في كل درس من الوحدة."}},"paragraph06":{"number":6,"numberPosTop":36,"numberPosLeft":17,"text":{"english":"The total score in a unit is shown here.","turkish":"Bir ünitedeki toplam puan burada gösterilir.","spanish":"La puntuación total para una unidad se muestra aquí.","spanish_la":"La puntuación total para una unidad se muestra aquí.","portuguese":"A pontuação total em uma unidade é exibida aqui.","japanese":"このユニットの合計得点は、こちらです。","chinese":"每個單元的總得分顯示在此處。","thai":"คะแนนรวมของทุกบทจะถูกแสดงที่นี่","indonesian":"Skor total dalam suatu unit ditunjukkan di sini.","korean":"한 단원의 총점은 여기에 표시됩니다.","vietnamese":"Tổng số điểm trong một bài học được thể hiện ở đây.","arabic":"يتم عرض الدرجات الإجمالية في وحدة ما هنا."}},"paragraph07":{"number":7,"numberPosTop":42,"numberPosLeft":17,"text":{"english":"The total number of activity attempts in a unit is shown here.","turkish":"Bir ünitede katıldığınız toplam aktivite sayısı burada gösterilir.","spanish":"Aquí se muestra el número total de intentos para una actividad en una unidad.","spanish_la":"Aquí se muestra el número total de intentos para una actividad en una unidad.","portuguese":"O número total de tentativas de cada atividade em uma unidade é exibido aqui.","japanese":"これはこのユニットで取り組んだアクティビティの合計数を表します。","chinese":"每個單元全部的學習活動嘗試次數顯示在此處。","thai":"จำนวนกิจกรรมของทุกบทที่ทำสำเร็จจะถูกแสดงที่นี่","indonesian":"Angka total dari percobaan aktivitas di dalam suatu unit ditunjukkan di sini.","korean":"한 단원의 총 활동 시도 횟수는 여기에 표시됩니다.","vietnamese":"Tổng số lần đã làm thử các hoạt động trong một bài học được thể hiện ở đây.","arabic":"يتم عرض العدد الإجمالي لمحاولات النشاط في وحدة ما هنا."}},"paragraph08":{"number":8,"numberPosTop":48,"numberPosLeft":17,"text":{"english":"The total time taken on all activity attempts in a unit is shown here.","turkish":"Katıldığınız tüm aktivitelerde harcadığınız toplam süre burada gösterilir.","spanish":"Aquí se muestra el tiempo total empleado en todos los intentos para las actividades en una unidad.","spanish_la":"Aquí se muestra el tiempo total empleado en todos los intentos para las actividades en una unidad.","portuguese":"O tempo total gasto em todas as tentativas de cada atividade em uma unidade é exibido aqui.","japanese":"これはこのユニットのアクティビティの全取り組みにかかった合計時間です。","chinese":"每個單元全部的學習活動嘗試時數顯示在此處。","thai":"เวลาทั้งหมดที่ใช้ในการทำกิจกรรมของทุกบทจะถูกแสดงที่นี่","indonesian":"Waktu total yang dihabiskan untuk semua percobaan aktivitas di dalam suatu unit ditunjukkan di sini.","korean":"한 단원의 모든 활동 시도에 소요된 총 시간은 여기에 표시됩니다.","vietnamese":"Tổng thời gian đã dành cho tất cả những lần làm thử các hoạt động trong một bài học được thể hiện tại đây.","arabic":"يتم عرض إجمالي الوقت المُستغرَق في كل إجمالي الأنشطة التي تمت تجربتها في وحدة ما هنا."}},"paragraph09":{"number":9,"numberPosTop":16,"numberPosLeft":80,"text":{"english":"Click here to see your activity scores displayed as a percentage of the total number of points available.","turkish":"Mevcut puanların toplam sayısının bir yüzdesi şeklinde görüntülenen aktivite puanlarınızı görmek için buraya tıklayın.","spanish":"Haga clic aquí para ver la puntuación de la actividad como un porcentaje del número total de puntos disponibles.","spanish_la":"Haga click aquí para ver la puntuación de la actividad como un porcentaje del número total de puntos disponibles.","portuguese":"Clique aqui para visualizar as pontuações de suas atividades exibidas como uma percentagem do número total de pontos disponíveis.","japanese":"アクティビティの得点を、取得できるポイントの合計数のパーセンテージで表示するには、こちらをクリックします。","chinese":"點此處可觀看您的學習活動得分，依照學習活動之可得總分，以百分比方式顯示。","thai":" คลิกที่นี่  เพื่อดูคะแนนที่ได้ เทียบเป็นเปอร์เซ็นต์กับคะแนนรวม","indonesian":"Klik di sini untuk melihat skor aktivitas anda diperagakan sebagai suatu persentase dari jumlah poin total yang ada.","korean":"전체 총점에 대한 백분율로 표시된 활동 점수를 보려면 여기를 클릭하십시오.","vietnamese":"Nhấp chuột vào đây để xem điểm số các hoạt động của bạn được hiển thị dưới dạng phần trăm của tổng số điểm có thể đạt được.","arabic":"انقر هنا لرؤية درجات النشاط الخاص بك وهي معروضة كنسبة مئوية من العد الإجمالي للنقاط المتوفرة."}}}}}}