{"title":{"english":"Lesson Report","turkish":"Ders Raporu","spanish":"Informe de la Lección","spanish_la":"Informe de la Lección","portuguese":"Relatório da lição","japanese":"レッスンレポート","chinese":"課程報告","thai":"รายงานประจำบทเรียน","korean":"학과 보고서","vietnamese":"Báo cáo Bài tập","indonesian":"Rapor Pelajaran","arabic":"تقرير عن الدرس"},"segment":"primary","userType":["teacher"],"pageCount":1,"pages":{"page01":{"pageType":"screenshot","imgId":"PTRL001.png","pageTitle":{"english":"","turkish":"","spanish":"","spanish_la":"","portuguese":"","japanese":"","chinese":"","thai":"","korean":"","vietnamese":"","indonesian":"","arabic":""},"paragraphs":{"paragraph01":{"number":1,"numberPosTop":1,"numberPosLeft":9,"text":{"english":"Click here to view the Class Summary Report (average scores for all of your classes).","turkish":"Sınıf Özet Raporunu (tüm sınıflarınızın ortalama puanları) görmek için buraya tıklayın.","spanish":"Haga clic aquí para ver el Informe de Resumen de la Clase (puntuación media en todas sus clases).","spanish_la":"Haga click aquí para ver el Informe de Resumen de la Clase (puntuación media en todas sus clases).","portuguese":"Clique aqui para visualizar o relatório resumido da turma (pontuações médias de todas as suas turmas).","japanese":"クラスのサマリーレポート（全クラスの平均得点）を表示するには、こちらをクリックします。","chinese":"點此處觀看班級簡要報告（您全部班級的平均分數）。","thai":"คลิกที่นี่  เพื่อดูคะแนนโดยรวมของทุกห้องเรียน (คะแนนเฉลี่ยในทุกห้องเรียนของคุณ)  ","korean":"수업 요약 보고서(전체 수업의 평균 점수)를 보려면 여기를 클릭하십시오.","vietnamese":"Nhấp chuột vào đây để xem Báo cáo Tóm tắt các Lớp học (điểm trung bình cho tất cả các lớp học của bạn).","indonesian":"Klik di sini untuk melihat Rapor Ikhtisar Kelas (skor rata-rata untuk semua dari kelas-kelas anda).","arabic":"انقر هنا لعرض التقرير الموجز عن الفصل (معدلات الدرجات الخاصة بجميع فصولك الدراسية)."}},"paragraph02":{"number":2,"numberPosTop":1,"numberPosLeft":23,"text":{"english":"Click here to view the Class Report.","turkish":"Sınıf Raporunu görüntülemek için buraya tıklayın.","spanish":"Haga clic aquí para ver el Informe de la Clase.","spanish_la":"Haga click aquí para ver el Informe de la Clase.","portuguese":"Clique aqui para visualizar o relatório da turma.","japanese":"クラスレポートを表示するには、こちらをクリックします。","chinese":"點此處觀看班級報告。","thai":"คลิกที่นี่  เพื่อดูรายงานทั้งชั้นเรียน","korean":"수업 보고서를 보려면 여기를 클릭하십시오.","vietnamese":"Nhấp chuột vào đây để xem Báo cáo về Lớp học.","indonesian":"Klik di sini untuk melihat Rapor Kelas.","arabic":"انقر هنا لعرض التقرير عن الفصل."}},"paragraph03":{"number":3,"numberPosTop":3,"numberPosLeft":73,"text":{"english":"Use this menu to view a Unit Report for a different class.","turkish":"Farklı bir sınıfa ait Ünite Raporunu görmek için bu menüyü kullanın.","spanish":"Utilice este menú para ver un Informe de Unidad para una clase diferente.","spanish_la":"Utilice este menú para ver un Informe de Unidad de una clase diferente.","portuguese":"Utilize este menu para visualizar um relatório de uma turma diferente.","japanese":"別のクラスのユニットレポートを表示するには、このメニューを使用します。","chinese":"使用此選單來觀看不同班級的單元報告。","thai":"ใช้เมนูนี้ เพื่อดูรายงานแยกตามห้องเรียน","korean":"이 메뉴를 이용하여 다른 수업의 단원 보고서를 보십시오.","vietnamese":"Dùng trình đơn này để xem Báo cáo Bài học của một lớp học khác.","indonesian":"Gunakan menu ini untuk melihat suatu Rapor Unit untuk kelas yang berbeda.","arabic":"استخدم هذه القائمة لعرض تقرير عن الوحدة لفصل مختلف."}},"paragraph04":{"number":4,"numberPosTop":11,"numberPosLeft":1,"text":{"english":"Use this menu to view a Unit Report for a different student.","turkish":"Farklı bir öğrenciye ait Ünite Raporunu görmek için bu menüyü kullanın.","spanish":"Utilice este menú para ver un Informe de Unidad para un estudiante diferente.","spanish_la":"Utilice este menú para ver un Informe de Unidad de un estudiante diferente.","portuguese":"Utilize este menu para visualizar um relatório de unidade de um aluno diferente.","japanese":"別の生徒のユニットレポートを表示するには、このメニューを使用します。","chinese":"使用此選單來觀看不同學生的單元報告。","thai":"ใช้เมนูนี้  เพื่อดูรายงานของนักเรียนแต่ละคน","korean":"이 메뉴를 이용하여 다른 학생의 단원 보고서를 보십시오.","vietnamese":"Dùng trình đơn này để xem một Báo cáo Bài học cho một học sinh khác.","indonesian":"Gunakan menu ini untuk melihat suatu Rapor Unit untuk seorang murid yang berbeda.","arabic":"استخدم هذه القائمة لعرض تقرير عن الوحدة لطالب مختلف."}},"paragraph05":{"number":5,"numberPosTop":15,"numberPosLeft":8,"text":{"english":"Use this menu to view the Unit Report for a different unit.","turkish":"Farklı bir üniteye ait bir Ünite Raporunu görüntülemek için bu menüyü kullanın.","spanish":"Utilice este menú para ver el Informe de Unidad para una unidad diferente.","spanish_la":"Utilice este menú para ver el Informe de Unidad en una unidad diferente.","portuguese":"Utilize este menu para visualizar um relatório de unidade de uma unidade diferente.","japanese":"別のユニットのユニットレポートを表示するには、このメニューを使用します。","chinese":"使用此選單來觀看不同單元的單元報告。","thai":"ใช้เมนูนี้ เพื่อดูรายงานแยกตามหัวข้อของบทเรียน","korean":"이 메뉴를 이용하여 다른 단원의 단원 보고서를 보십시오.","vietnamese":"Dùng trình đơn này để xem Báo cáo Bài học cho một bài học khác.","indonesian":"Gunakan menu ini untuk melihat Rapor Unit untuk suatu unit yang berbeda.","arabic":"استخدم هذه القائمة لعرض تقرير عن الوحدة لوحدة مختلفة."}},"paragraph06":{"number":6,"numberPosTop":15,"numberPosLeft":41,"text":{"english":"Use this menu to view the Unit Report for a different lesson.","turkish":"Farklı bir derse ait Ünite Raporunu görüntülemek için bu menüyü kullanın.","spanish":"Utilice este menú para ver el Informe de Lección de una lección diferente.","spanish_la":"Utilice este menú para ver el Informe de Lección de una lección diferente.","portuguese":"Utilize este menu para visualizar um relatório de unidade de uma lição diferente.","japanese":"別のレッスンのユニットレポートを表示するには、このメニューを使用します。","chinese":"使用此選單來觀看不同課程的單元報告。","thai":"ใช้เมนูนี้  เพื่อดูรายงานแยกตามบทเรียน","korean":"이 메뉴를 이용하여 다른 학과의 단원 보고서를 보십시오.","vietnamese":"Dùng trình đơn này để xem Báo cáo Bài học cho một bài tập khác.","indonesian":"Gunakan menu ini untuk melihat Rapor Unit untuk suatu pelajaran yang berbeda.","arabic":"استخدم هذه القائمة لعرض تقرير عن الوحدة لدرس مختلف."}},"paragraph07":{"number":7,"numberPosTop":49,"numberPosLeft":1,"text":{"english":"This row shows this student’s score on each activity in this lesson. It shows the score for the student’s last attempt on the activity. For example, if the score is 8/10, 8 is the number of items (questions) the student answered correctly, and 10 is the total number of items in the activity. The . symbol means that the activity does not have a score.","turkish":"Bu satır öğrencinin bu konuda yer alan her bir aktivite puanını gösterir. Öğrencinin aktivitedeki en son denemesinde elde ettiği puan gösterilir. Örneğin; puan 8/10 ise, 8 öğrencinin doğru yanıtladığı öğe (soru) sayısı, 10 ise aktivitedeki toplam öğe sayısıdır. “.” sembolü aktivitenin bir puanı olmadığını ifade eder.","spanish":"Esta fila muestra la calificación de este estudiante para cada actividad en esta lección. Muestra la puntuación para el último intento del estudiante en la actividad. Por ejemplo, si la puntuación es 8/10, 8 es el número de elementos (preguntas) que el alumno contestó correctamente, y 10 es el número total de elementos en la actividad. El símbolo . significa que la actividad no tiene una puntuación.","spanish_la":"Esta fila muestra la calificación de este estudiante para cada actividad en esta lección. Muestra la puntuación para el último intento del estudiante en la actividad. Por ejemplo, si la puntuación es 8/10, 8 es el número de elementos (preguntas) que el alumno contestó correctamente, y 10 es el número total de elementos en la actividad. El símbolo . significa que la actividad no tiene una puntuación.","portuguese":"Esta linha exibe a pontuação deste aluno em cada atividade nesta lição. Ela exibe a pontuação recebida durante a última tentativa de realização da atividade pelo aluno. Por exemplo, se o resultado é 8/10, 8 é o número de itens (questões) que o aluno respondeu corretamente, e 10 é o número total de itens na atividade. O símbolo . significa que a atividade não possui uma pontuação.","japanese":"この行は、このレッスンの各アクティビティに対するこの生徒の得点を表します。これは、その生徒によるこのアクティビティに対する一番最近の取り組みを表示しています。例えば、その得点が8/10だとすれば、8はその生徒が正しく答えた質問の数であり、10はそのアクティビティの質問の合計数です。.のマークは、アクティビティに得点がないことを意見します。","chinese":"這一行顯示這位學生在這堂課當中每個學習活動的得分，此得分來自於學生對於這個學習活動最近一次的嘗試。例如，如果分數是8/10，8代表學生答對的題目數量，而10代表此活動裡面全部的題目數量。圓點符號「.」代表這項學習活動並沒有分數。","thai":"บรรทัดนี้แสดงคะแนนในการทำกิจกรรมของนักเรียน โดยระบบจะแสดงคะแนนครั้งสุดท้ายที่นักเรียนได้ทำไว้ เช่น  ถ้าคะแนนที่แสดงคือ 8/10 เลข 8 คือ จำนวนข้อที่นักเรียนตอบถูก  และเลข 10 คือ จำนวนของคำถามทั้งหมด สัญลักษณ์ . แปลว่า กิจกรรมนั้นยังไม่มีคะแนน  ","korean":"이 행은 이 학과에 대한 이 학생의 활동별 점수를 보여 줍니다. 이것은 학생의 최종 활동 시도 점수를 보여 줍니다. 예를 들어, 점수가 8/10이면 8은 학생이 정답을 맞춘 항목(질문)의 수이고 10은 그 활동의 총 항목 수입니다. 기호 .는 활동에 점수가 없다는 것을 의미합니다.","vietnamese":"Dòng này cho thấy điểm của học sinh này cho mỗi hoạt động trong bài tập này. Đây là điểm của lần cuối cùng học sinh thử làm hoạt động này. Ví dụ, nếu điểm là 8/10, 8 là số lượng các mục (các câu hỏi) mà học sinh đã trả lời đúng, và 10 là tổng số các mục trong hoạt động này. Ký hiệu . nghĩa là hoạt động này không có điểm.","indonesian":"Baris ini menunjukkan skor seorang murid untuk setiap aktivitas dalam pelajaran ini. Baris ini menunjukkan skor untuk percobaan seorang murid yang terakhir dalam suatu aktivitas. Misalnya, jika skornya 8/10, maka 8 adalah jumlah dari artikel-artikel (pertanyaan-pertanyaan) yang dijawab murid itu dengan tepat, dan 10 adalah jumlah total dari artikel-artikel dalam aktivitas tersebut. Simbol (.) berarti bahwa aktivitas itu tidak memiliki skor.","arabic":"يُظهِر هذا الصف درجات هذا الطالب في كل نشاط في هذا الدرس. ويوضح الدرجةالخاصة بآخر محاولة للطالب في النشاط. فعلى سبيل المثال، إذا كانت الدرجةهي 8/10، فإن الرقم 8 هو عدد البنود (الأسئلة) التي أجاب عنها الطالب إجابة صحيحة، والرقم 10 هو العدد الإجمالي للبنود في النشاط. يُقصَد بالرمز . أن النشاط ليست عليه أية درجة."}},"paragraph08":{"number":8,"numberPosTop":55,"numberPosLeft":1,"text":{"english":"This row shows the number of attempts for each activity in this lesson.","turkish":"Bu satır bir dersteki her bir aktiviteyi toplam deneme sayısını gösterir.","spanish":"Esta fila muestra el número de intentos para cada actividad en esta lección.","spanish_la":"Esta fila muestra el número de intentos para cada actividad en esta lección.","portuguese":"Esta linha exibe o número de tentativas para cada atividade nesta lição.","japanese":"この行は、このレッスンにおいて各アクティビティに取り組んだ回数を表します。","chinese":"這一行顯示該課程當中，每項學習活動被嘗試的次數。","thai":"บรรทัดนี้แสดงถึงจำนวนครั้งที่นักเรียนใช้ในการทำกิจกรรม","korean":"이 행은 이 학과의 활동별 시도 횟수를 보여 줍니다.","vietnamese":"Dòng này cho thấy số lần thử đối với mỗi hoạt động trong bài tập này.","indonesian":"Baris ini menunjukkan jumlah dari percobaan untuk setiap aktivitas dalam pelajaran ini.","arabic":"يُظهِر هذا الصف عدد المحاولات الخاصة بكل نشاط في هذا الدرس."}},"paragraph09":{"number":9,"numberPosTop":59,"numberPosLeft":1,"text":{"english":"This row shows the total amount of time spent on all attempts at each activity.","turkish":"Bu satır her bir ünitedeki aktivitelerin tümü için harcanan toplam süreyi gösterir.","spanish":"Esta fila muestra la cantidad total de tiempo dedicado a todos los intentos de cada actividad.","spanish_la":"Esta fila muestra la cantidad total de tiempo dedicado a todos los intentos de cada actividad.","portuguese":"Esta linha exibe a quantidade total de tempo gasto em todas as tentativas de cada atividade.","japanese":"この行は、各アクティビティの学習に費やした合計時間です。","chinese":"這一行顯示該課程當中，每項學習活動被嘗試的時間總和。","thai":" บรรทัดนี้แสดงระยะเวลาทั้งหมดที่ใช้ในการทำกิจกรรม","korean":"이 행은 각 활동에서 전체 시도에 소요된 총 시간을 보여 줍니다.","vietnamese":"Dòng này cho thấy tổng số thời gian dành cho tất cả các lần thử ở mỗi hoạt động.","indonesian":"Baris ini menunjukkan jumlah waktu total yang diperlukan untuk melakukan semua percobaan di setiap aktivitas.","arabic":"يظهر هذا النشاط مقدار الوقت المُستغرَق في كافة المحاولة لكل نشاط."}},"paragraph10":{"number":10,"numberPosTop":49,"numberPosLeft":25,"text":{"english":"This is the student’s total score for this lesson.","turkish":"Öğrencinin bu ders için toplam puanını gösterir.","spanish":"Esta es la puntuación total del estudiante para esta lección.","spanish_la":"Esta es la puntuación total del estudiante para esta lección.","portuguese":"Esta é a pontuação total do aluno para esta lição.","japanese":"これは、その生徒のこのレッスンにおける合計得点です。","chinese":"這是學生在此課程得到的總分。","thai":"บรรทัดนี้แสดงระยะเวลาทั้งหมดที่นักเรียนใช้ในการทำกิจกรรม","korean":"이것은 이 학과에 대한 학생의 총점입니다.","vietnamese":"Đây là tổng điểm của học sinh cho bài tập này.","indonesian":"Inilah skor total seorang murid untuk pelajaran ini.","arabic":"هذه هي النتيجة الإجمالية للطالب بالنسبة لهذا الدرس."}},"paragraph11":{"number":11,"numberPosTop":55,"numberPosLeft":25,"text":{"english":"This is the total number of times this student attempted all activities in this lesson.","turkish":"Öğrencinin bu dersteki tüm aktiviteleri toplam deneme sayısını gösterir.","spanish":"Este es el número total de veces que este estudiante ha intentado realizar las actividades en esta lección.","spanish_la":"Este es el número total de veces que este estudiante ha intentado realizar las actividades en esta lección.","portuguese":"Este é o número total de vezes que este aluno tentou realizar todas as atividades nesta lição.","japanese":"これは、その生徒がこのレッスンの全てのアクティビティに費やした合計回数です。","chinese":"這是這位學生在此課程所有學習活動嘗試次數的總和。","thai":"นี่คือจำนวนครั้งที่นักเรียนได้ทำกิจกรรม ในบทเรียนนี้","korean":"이것은 이 학생이 이 학과에서 전체 활동을 시도한 총 횟수입니다.","vietnamese":"Đây là tổng số lần thử mà học sinh này đã thực hiện đối với tất cả các hoạt động trong bài tập này.","indonesian":"Inilah jumlah total berapa kali murid ini mencoba melakukan semua aktivitas dalam pelajaran ini.","arabic":"هذا هو العدد الإجمالي للأوقات التي حاول فيها هذا الطالب القيام بجميع الأنشطة في هذا الدرس."}},"paragraph12":{"number":12,"numberPosTop":59,"numberPosLeft":25,"text":{"english":"This is the total amount of time this student spent on this lesson.","turkish":"Bu, bu öğrencinin bu derste harcadığı toplam süreyi gösterir.","spanish":"Esta es la cantidad total de tiempo que el estudiante ha empleado para esta lección.","spanish_la":"Esta es la cantidad total de tiempo que el estudiante ha empleado para esta lección.","portuguese":"Esta é a quantidade total de tempo que este aluno gastou nesta lição.","japanese":"これは、その生徒がこのレッスンに費やした合計時間です。","chinese":"這是這位學生在此課程花費時間的總和。","thai":"นี่คือระยะเวลาทั้งหมดที่นักเรียนได้ใช้ในบทเรียนนี้","korean":"이것은 학생이 이 학과에서 사용한 총 시간입니다.","vietnamese":"Đây là tổng lượng thời gian học sinh này đã dành cho bài tập này.","indonesian":"Inilah jumlah waktu total yang diperlukan murid ini untuk pelajaran ini.","arabic":"هذا هو مقدار الوقت الإجمالي الذي قضاه الطالب في هذا الدرس."}},"paragraph13":{"number":13,"numberPosTop":38,"numberPosLeft":55,"text":{"english":"Click on the + symbol to increase this student’s number of attempts. Each increase will give the student three more attempts.","turkish":"Öğrencinin deneme sayısını artırmak için + sembolüne tıklayın. Her bir artırma öğrenciye 3 deneme hakkı verir.","spanish":"Haga clic en el símbolo + para aumentar la cantidad de intentos para este estudiante. Cada aumento otorgará tres intentos más al estudiante.","spanish_la":"Haga click en el símbolo + para aumentar la cantidad de intentos para este estudiante. Cada aumento otorgará tres intentos más al estudiante.","portuguese":"Clique no símbolo de + para aumentar o número de tentativas deste aluno. Cada aumento realizado concederá ao aluno mais três tentativas.","japanese":"この生徒の取り組む回数を増やすには、+マークをクリックします。1回増やすごとにその生徒はさらに3回取り組むことができます。","chinese":"點擊「+」符號可以增加這位學生的嘗試次數，每次增加將會提供學生三次嘗試機會。","thai":"คลิกที่เครื่องหมาย + เพื่อเพิ่มจำนวนในการทำกิจกรรม การกดหนึ่งครั้งจะให้สิทธิ์นักเรียนในการทำกิจกรรมเพิ่มสามครั้ง","korean":"학생의 시도 횟수를 증가시키려면 기호 +를 클릭하십시오. 한 번 증가시킬 때마다 학생은 세 번 더 시도할 수 있습니다.","vietnamese":"Nhấp chuột vào biểu tượng + để tăng số lần thử dành cho học sinh này. Học sinh sẽ có thêm ba lần thử với mỗi lần tăng.","indonesian":"Klik pada simbol + untuk menaikkan jumlah percobaan murid ini. Setiap kenaikan akan memberikan murid ini tiga kali percobaan lebih banyak.","arabic":"انقر فوق رمز + لزيادة عدد محاولات هذا الطالب. وستعطي كل زيادة الطالب ثلاث محاولات إضافية."}},"paragraph14":{"number":14,"numberPosTop":15,"numberPosLeft":79,"text":{"english":"Click here to print this report.","turkish":"Bu raporu yazdırmak için buraya tıklayın.","spanish":"Haga clic aquí para imprimir este informe.","spanish_la":"Haga click aquí para imprimir este informe.","portuguese":"Clique aqui para imprimir este relatório.","japanese":"このレポートを印刷するには、こちらをクリックします。","chinese":"點此處列印這份報告。","thai":"คลิกที่นี่  เพื่อพิมพ์หน้านี้","korean":"이 보고서를 인쇄하려면 여기를 클릭하십시오.","vietnamese":"Nhấp chuột vào đây để in báo cáo này.","indonesian":"Klik di sini untuk mencetak rapor ini.","arabic":"انقر هنا لطباعة هذا التقرير."}},"paragraph15":{"number":15,"numberPosTop":15,"numberPosLeft":88.5,"text":{"english":"Click here to export this report to Microsoft Excel™.","turkish":"Bu raporu Microsoft Excel™ olarak dışa aktarmak için buraya tıklayın.","spanish":"Haga clic aquí para exportar este informe a Microsoft Excel™.","spanish_la":"Haga click aquí para exportar este informe en formato Microsoft Excel™","portuguese":"Clique aqui para exportar este relatório para o Microsoft Excel™.","japanese":"このレポートをMicrosoft Excel™にエクスポートするには、こちらをクリックします。","chinese":"點此處用Microsoft Excel™格式輸出這份報告。","thai":"คลิกที่นี่  เพื่อบันทึกข้อมูลในรูปแบบไฟล์ Microsoft Excel™","korean":"이 보고서를Microsoft Excel™로 내보내려면 여기를 클릭하십시오.","vietnamese":"Nhấp chuột vào đây để xuất báo cáo này ra bảng Microsoft ExcelTM.","indonesian":"Klik di sini untuk mengekspor rapor ini ke Microsoft Excel™.","arabic":"اانقر هنا لتصدير هذا التقرير إلى Microsoft Excel™."}}}}}}