{"title":{"english":"Home","turkish":"Anasayfa","spanish":"Inicio","korean":"홈","chinese":"首頁","japanese":"ホーム","arabic":"الصفحة الرئيسية"},"pages":{"page01":{"pageType":"screenshot","imgId":"ASH001.jpg","pageTitle":{"english":"Choose your level","turkish":"Seviyenizi seçin","spanish":"Elija su nivel","korean":"레벨 선택","chinese":"選擇級數","japanese":"レベルの選択","arabic":"حدد مستواك"},"paragraphs":{"paragraph01":{"number":1,"numberPosTop":3,"numberPosLeft":31,"text":{"english":"When you enter Online Practice or click on the Home icon at the top of the screen you will see the levels of your course here. Choose the level you want to enter.","turkish":"Çevrim İçi Uygulamaya girdiğinizde veya ekranın üst kısmındaki Ana Sayfa simgesini tıkladığınızda dersinizin seviyelerini burada göreceksiniz. Girmek istediğiniz seviyeyi seçin.","spanish":"Cuando ingresa en Práctica Online o hace clic en el icono de Inicio en la parte superior de la pantalla verá los niveles de su curso aquí. Elija el nivel al que desee ingresar.","korean":"온라인 실습을 입력하시거나 화면 상단의 홈 아이콘을 클릭하시면 과정의 레벨을 볼 수 있습니다. 들어가고자 하는 레벨을 선택하십시오.","chinese":"當您進入線上練習或點擊螢幕上端的首頁圖示時，在此處您將會看到課程的級數。","japanese":"Online Practiceにアクセスするか、画面上部のホームアイコンをクリックすると、コースのレベルが表示されます。","arabic":"عندما تدخل الممارسة عبر الانترنت أو تنقر على ايقونة الصفحة الرئيسية في أعلى الشاشة سوف تجد هنا مستويات مقررك الدراسي. إختر المستوى الذي ترغب الدخول فيه."}},"paragraph02":{"number":2,"numberPosTop":89,"numberPosLeft":17,"text":{"english":"Click on “Add a level” to add another level if you have an access code.","turkish":"Bir erişim kodunuz varsa yeni bir seviye eklemek için “Add a level” seçeneğine tıklayın.","spanish":"Haga clic en \"Añadir un nivel\" para agregar otro nivel si tiene un código de acceso.","korean":"접속 코드가 있다면 \"Add a level\"를 클릭하여 다른 레벨을 추가하십시오.","chinese":"點擊 Add a level（新增級數），如果您有使用密碼，可以增加另一個級數。","japanese":"アクセスコードがあれば、Add a Level[レベルの追加]をクリックすると別のレベルを追加することができます。","arabic":"انقر على “Add a level”(\"أضف مستوى\") لإضافة مستوى آخر إذا كان لديك رمز دخول."}}}},"page02":{"pageType":"screenshot","imgId":"ASH-sc3e-002.png","pageTitle":{"english":"Choose an Online Practice area","turkish":"Bir Online Uygulama alanı seçin","spanish":"Elija un área de Práctica Online","korean":"온라인 실습 영역 선택","chinese":"選擇線上練習功能","japanese":"Online Practice のエリアの選択","arabic":"اختر منطقة الممارسة عبر شبكة الإنترنت"},"paragraphs":{"paragraph01":{"number":1,"numberPosTop":8,"numberPosLeft":73,"text":{"english":"Click here to change to a different level.","turkish":"Farklı bir seviyeye geçmek için buraya tıklayın.","spanish":"Presione aquí para cambiar a un nivel diferente.","korean":"여기를 클릭하여 다른 레벨로 변경하십시오.","chinese":"點此處更改為不同級數。","japanese":"別のレベルに変更するには、こちらをクリックします","arabic":"انقر هنا للتغيير إلى مستوى مختلف."}},"paragraph02":{"number":2,"numberPosTop":43,"numberPosLeft":5,"text":{"english":"Click here to enter the Online Practice Activity area.","turkish":"Online Uygulama Aktivitesi alanına girmek için buraya tıklayın.","spanish":"Haga clic aquí para ingresar al área de Actividades de la Práctica Online.","korean":"온라인 실습 활동 영역으로 들어가려면 여기를 클릭하십시오.","chinese":"點此處進入線上練習的學習活動區。","japanese":"Online Practice Activityのエリアにアクセスするには、こちらをクリックします。","arabic":"انقر هنا لدخول منطقة ممارسة النشاط عبر شبكة الإنترنت."}},"paragraph03":{"number":3,"numberPosTop":43,"numberPosLeft":31,"text":{"english":"Click here to see your Report, Trophy Room, and Grades. These show your achievements and progress for all of the activities in this level.","turkish":"Raporunuzu, Zafer Odanızı ve Puanlarınızı görmek için buraya tıklayın. Bunlar bu seviyedeki bütün aktiviteler için başarılarınızı ve ilerlemenizi gösterir.","spanish":"Haga clic aquí para ver su Informe, Sala de trofeos, y Calificaciones. Estos muestran sus logros y avances para todas las actividades en este nivel.","korean":"여기를 클릭하여 보고서, 트로피 방, 성적을 확인하십시오. 여기에서는 본 레벨에서 수행한 모든 활동의 성과와 학업 진행을 표시합니다.","chinese":"點此處觀看您的學習報告、獎盃陳列室以及技能展示板。這些會顯示您在此級數當中，所有活動的學習成果以及學習進展。","japanese":"レポート、トロフィルーム、スキルズダッシュボードを表示するにはこちらをクリックします。これらの画面では、そのレベルの全アクティビティに対しての成績表や進歩状況が表示されます。","arabic":"أنقر هنا لكي تشاهد تقريرك، غرفة المدالية والدرجات التي تبيّن لك إنجازاتك والتقدم الحاصل لجميع الأنشطة في هذا المستوى."}},"paragraph04":{"number":4,"numberPosTop":43,"numberPosLeft":55,"text":{"english":"Click here to use the Email area. You can message your teacher and other students in your Online Practice class. The Email icon appears here when you have joined a class.","turkish":"E-posta alanını kullanmak için buraya tıklayın. Online Uygulama sınıfınızdaki öğretmen ve diğer öğrencilere mesaj gönderebilirsiniz. Bir sınıfa katıldığınızda burada bir E-posta simgesi görünür.","spanish":"Haga clic aquí para utilizar el área de Correo electrónico. Puede enviar mensajes a su profesor y a los demás estudiantes en su clase de Práctica Online. El icono de Email [Correo electrónico] aparecerá aquí cuando se haya inscrito a una clase.","korean":"이메일 영역을 이용하려면 여기를 클릭하십시오. 온라인 실습 수업의 교사와 다른 학생들에게 메시지를 보낼 수 있습니다. 수업에 참여하면 이메일 아이콘이 여기에 표시됩니다.","chinese":"點此處使用電子郵件功能，您可以傳送訊息給您的教師以及線上練習班級的同班同學。當您加入一個班級時，電子郵件圖示會顯示在此處。","japanese":"メールエリアの使用は、こちらをクリックします。自分のOnline Practiceのクラスの先生や生徒にメッセージを送ることができます。クラスに参加登録すると、こちらにメールアイコンが表示されます。","arabic":"انقر هنا لاستخدام منطقة البريد الإلكتروني. يمكنك مراسلة معلمك والطلاب الآخرين المُدرَجين في فصل الممارسة عبر شبكة الإنترنت الخاص بك. تظهر أيقونة البريد الإلكتروني هنا بعد أن تنضم لأحد الفصول."}},"paragraph05":{"number":5,"numberPosTop":43,"numberPosLeft":73,"text":{"english":"Click here to use the Discussion Board. You can join in discussions with your teacher and other students in your Online Practice class. The Discussion Board icon appears here when you have joined a class.","turkish":"Tartışma Panosunu kullanmak için buraya tıklayın. Çevrim İçi Uygulama dersinizin öğretmeni ve diğer öğrencilerle tartışmalara katılabilirsiniz. Bir derse katıldığınızda Tartışma Panosu simgesi burada görünür.","spanish":"Haga clic aquí para usar el Panel de discusión. Puede unirse a las discusiones con su maestro y otros estudiantes en su clase de Práctica Online. Aquí aparece el icono del Panel de discusión al incorporarse a una clase.","korean":"게시판을 이용하려면 여기를 클릭하십시오. 온라인 실습 수업의 교사 및 다른 학생들과 토론에 참여할 수 있습니다. 수업에 참여하면 게시판 아이콘이 여기에 표시됩니다.","chinese":"按一下這裡使用Discussion Board（討論區）。您能夠參加與您的Online Practice（線上練習）班教師及其他學生的討論。當您加入某個班後，討論區圖示會在此出現。","japanese":"ディスカッションボードを使用するには、こちらをクリックします。オンライン練習クラス内で、講師や他の生徒とのディスカッションに参加することができます。クラスに参加すると、ディスカッションボードがここに表示されます。","arabic":"أنقر هنا لكي تستعمل لوحة المناقشة حيث يمكنك أن تشترك في المناقشات  مع مدرسك وطلاب آخرين  في صفك بالممارسة عبر الانترنت. يظهر هنا رمز لوحة المناقشة عندما  تكون قد إلتحقت بصف دراسي."}},"paragraph06":{"number":6,"numberPosTop":77,"numberPosLeft":4,"text":{"english":"Click here to access the Media Center to listen to class audio and watch videos, if available.","turkish":"Varsa sınıfta işlenen derslerin ses kayıtlarını dinlemek ve videoları izlemek üzere Medya Merkezine erişmek için buraya tıklayın.","spanish":"Haga clic aquí para acceder al Centro de Medios para escuchar el audio de la clase y ver videos, de estar disponibles.","korean":"미디어 센터에서 이용 가능한 음성 수업과 영상 수업을 받으려면 여기를 클릭하십시오.","chinese":"點此處通往媒體中心，收聽目前可用的課程錄音檔，也可以觀看影片。","japanese":"音声やビデオが視聴可能な場合は、こちらをクリックするとメディアセンターにアクセスできます。","arabic":"انقر هنا للوصول إلى مركز الوسائط للاستماع إلى صوت الفصل ومشاهدة مقاطع الفيديو، إذا كان ذلك متاحًا."}},"paragraph07":{"number":7,"numberPosTop":77,"numberPosLeft":28,"text":{"english":"Click here to join an Online Practice class or change class. You will need a class code from your teacher to do this.","turkish":"Online Uygulama sınıfına katılmak veya sınıf değiştirmek için buraya tıklayın. Bunu yapabilmeniz için öğretmeninizden (C-... ile başlayan) bir sınıf kodu almanız gerekecektir.","spanish":"Haga clic aquí para inscribirse a una clase de Práctica Online o cambiar de clase. Necesitará que su profesor le otorgue un código de clase para hacer esto.","korean":"온라인 실습 수업에 참여하거나 수업을 변경하려면 여기를 클릭하십시오. 이 작업을 수행하려면 교사로부터 수업 코드를 받아야 합니다.","chinese":"點此處加入線上練習班級或更改班級，您將需要教師提供的班級代碼以完成加入或更改班級。","japanese":"Online Practiceのクラスへの参加登録またはクラスの変更は、こちらをクリックします。これを行うには、先生からのクラスコードが必要となります。","arabic":"اانقر هنا للانضمام إلى فصل الممارسة عبر شبكة الإنترنت، أو تغيير الفصل. سوف تحتاج إلى رمز خاص بالفصل من معلمك للقيام بذلك."}}}}}}