{"title":{"english":"Teacher Feedback for Writing Tutor","turkish":"Özel Yazı Eğitmeni için Öğretmenin Geri Bildirimi","spanish":"Comentarios del maestro para el Tutor de escritura","korean":"쓰기 튜터에 대한 교사 피드백","chinese":"寫作輔導的教師回饋","japanese":"ライティングチューターに対する講師のフィードバック","arabic":"ملاحظات المدرس إلى معلم الكتابة الخصوصي"},"segment":"adult","userType":["teacher"],"pageCount":2,"pages":{"page01":{"pageType":"screenshot","imgId":"ATWTF001.png","pageTitle":{"english":"","turkish":"","spanish":"","korean":"","chinese":"","japanese":"","arabic":""},"paragraphs":{"paragraph01":{"number":1,"numberPosTop":1,"numberPosLeft":0,"text":{"english":"All Writing Assignments will need to be manually reviewed and graded. The gradebook will only record the original score. Unlimited student submissions and text feedback can continue to be provided, but the first score will be locked.","turkish":"Tüm Yazı Ödevlerinin elden incelenmesi ve puanlanması gerekir. Not defterinde sadece orijinal puan kaydedilecektir. Bir sınırlama olmaksızın öğrenciler ödev göndermeye ve öğretmen geri bildirim vermeye devam edebilir ama ilk puan kilitlenecektir.","spanish":"Todas las Tareas de escritura deberán ser manualmente revisadas y calificadas. El cuaderno de calificaciones solo registrará el puntaje original. Se puede seguir suministrando las presentaciones ilimitadas del estudiante y los comentarios del texto, pero el primer puntaje quedará congelado. ","korean":"전체 쓰기 숙제를 수동으로 검토하고 채점해야 합니다. 평점서에는 첫 점수만 기록됩니다. 학생 제출물과 텍스트 피드백을 무제한으로 계속 제공할 수 있지만, 첫 점수가 잠금 상태가 됩니다.","chinese":"所有寫作作業都需要人工批改和評分。計分簿將只記錄原始分數。不限次數的學生提交和文字回饋能夠繼續提供，但第一個分數將被鎖定。","japanese":"課題文はすべて手動で検討し、採点する必要があります。成績表には最初の得点のみが記録されます。生徒の課題提出や講師のフィードバックの提供は回数に制限なく継続できますが、最初の得点がロックされます。","arabic":"ستحتاج جميع واجبات الكتابة الى المراجعة اليدوية وتقييمها بالدرجات. سجل التقديرات سوف يسجل فقط الدرجات الاصلية. الواجبات غير المحدودة التي يقدمها الطالب وملاحظات النص يمكن أن تستمر في التدفق، ولكن الدرجات الاولى ستكون مغلقة."}},"paragraph02":{"number":2,"numberPosTop":23,"numberPosLeft":0,"text":{"english":"This is the Writing Assignment prompt.","turkish":"Yazı Ödevi istemi.","spanish":"Este es el indicador de Tarea de escritura.","korean":"이것은 쓰기 숙제 프롬프트입니다.","chinese":"這是寫作作業提示。","japanese":"これは課題文に関する指示です。","arabic":"هذا هو حث الطالب لتقديم واجب الكتابة."}},"paragraph03":{"number":3,"numberPosTop":47,"numberPosLeft":0,"text":{"english":"This is the student’s submitted writing for review.","turkish":"Öğrencinin incelenmek üzere gönderdiği yazısı.","spanish":"Esta es la escritura presentada por el estudiante para su revisión.","korean":"이것은 검토를 위해 학생이 제출한 쓰기 숙제입니다.","chinese":"這是學生提交的要批改寫作。","japanese":"これは検討される生徒の提出済み課題文です。","arabic":"هذه هي كتابة الطالب التي قُدمت لغرض المراجعة."}},"paragraph04":{"number":4,"numberPosTop":60,"numberPosLeft":54,"text":{"english":"Click here to provide feedback for the assignment.","turkish":"Ödeve geri bildirim sağlamak için buraya tıklayın.","spanish":"Haga clic aquí para proporcionar comentarios para la tarea.","korean":"쓰기 숙제에 대한 피드백을 제공하려면 여기를 클릭하십시오.","chinese":"按一下這裡對作業給予回饋。","japanese":"課題に対するフィードバックを提供するには、こちらをクリックします。","arabic":"أنقر هنا لكي تزود الملاحظات المتعلقة بالواجب."}},"paragraph05":{"number":5,"numberPosTop":83,"numberPosLeft":53,"text":{"english":"Click here to score the assignment. A grading rubric will appear in a pop up window.","turkish":"Ödeve puan vermek için buraya tıklayın. Açılan bir pencerede puanlama kuralları görünecektir.","spanish":"Haga clic aquí para calificar la tarea. Una rúbrica de calificación aparecerá en una ventana emergente.","korean":"쓰기 숙제를 채점하려면 여기를 클릭하십시오. 채점 기준표가 팝업 창으로 뜹니다.","chinese":"按一下這裡給作業評分。評分規準將出現在一個跳現視窗內。","japanese":"課題に得点を付けるには、こちらをクリックします。ポップアップウィンドウに採点基準が表示されます。","arabic":"أنقر هنا لكي تعطي درجات على الواجب. ستظهر  زاوية الدرجات في نافذة منبثقة."}},"paragraph06":{"number":6,"numberPosTop":74,"numberPosLeft":54,"text":{"english":"If you have previously submitted feedback, you can view it here.","turkish":"Önceden geri bildirim sağladıysanız onu burada görebilirsiniz.","spanish":"Si anteriormente ha presentado comentarios, podrá verlos aquí.","korean":"쓰기 숙제를 채점하려면 여기를 클릭하십시오. 채점 기준표가 팝업 창으로 뜹니다.","chinese":"如果先前已經提交回饋，您能夠在這裡檢視該回饋。","japanese":"すでにフィードバックを提出している場合は、ここで見ることができます。","arabic":"إذا كنت سبق لك تقديم ملاحظة، يمكنك أن تراجعها هنا."}},"paragraph07":{"number":7,"numberPosTop":91,"numberPosLeft":49,"text":{"english":"Click here to Submit Feedback. The student is alerted of new teacher feedback by email.","turkish":"Geri Bildirim vermek için buraya tıklayın. Öğrenciye öğretmenden geri bildirim geldiği e-posta ile haber verilir.","spanish":"Haga clic aquí para Presentar comentarios. El estudiante recibe avisos por correo electrónico sobre nuevos comentarios del maestro.","korean":"피드백을 제출하려면 여기를 클릭하십시오. ","chinese":"按一下這裡提交回饋。","japanese":"フィードバックを提出するには、こちらをクリックします。","arabic":"أنقر هنا لكي تقدّم الملاحظة. إخطار الطالب سيكون من خلال ملاحظات المدرس الجديدة عن طريق البريد الالكتروني."}},"paragraph08":{"number":8,"numberPosTop":90,"numberPosLeft":75,"text":{"english":"Click here to export this report to Microsoft Excel™.","turkish":"Bu raporu Microsoft Excel’e aktarmak için buraya tıklayın.","spanish":"Haga clic aquí para exportar este informe a Microsoft Excel.","korean":"피드백을 인쇄하려면 여기를 클릭하십시오.","chinese":"按一下這裡將此報告匯出到Microsoft Excel。","japanese":"このレポートを Microsoft Excel にエクスポートするには、こちらをクリックします。","arabic":"أنقر هنا لكي تصدر هذا التقرير الى Microsoft Excel مايكروسوفت إكسل"}},"paragraph09":{"number":9,"numberPosTop":90,"numberPosLeft":88,"text":{"english":"Click here to print this report.","turkish":"Bu raporu yazdırmak için buraya tıklayın.","spanish":"Haga clic aquí para imprimir este informe.","korean":"쓰기 튜터 보고서를 보려면 여기를 클릭하십시오.","chinese":"按一下這裡列印此報告。","japanese":"このレポートを印刷するには、こちらをクリックします。","arabic":"أنقر هنا لكي تطبع هذا التقرير."}}}},"page02":{"pageType":"screenshot","imgId":"ATWTF002.png","pageTitle":{"english":"Scoring the Writing Assignment","turkish":"Yazı Ödevinin Puanlanması","spanish":"Calificación de la Tarea de escritura.","korean":"쓰기 숙제 채점하기","chinese":"給寫作作業評分","japanese":"課題文に得点を付ける","arabic":"تسجيل درجة واجب الكتابة"},"paragraphs":{"paragraph01":{"number":1,"numberPosTop":8,"numberPosLeft":2,"text":{"english":"Each writing Assignment contains a rubric with unit-specific criteria to grade against.","turkish":"Her bir Yazı Ödevinde puanlama için üniteye özel kriterleri içeren kurallar bulunur.","spanish":"Cada Tarea de escritura contiene una rúbrica con un criterio específico de la unidad contra el cual se debe calificar.","korean":"각 쓰기 숙제에는 단원별 채점 기준표가 포함되어 있습니다.","chinese":"每項寫作作業都包含一份評分規準，其中有具體單元的準則。","japanese":"各課題文には、採点に対するユニット固有の基準を定めた採点基準が用意されています。","arabic":"يحتوي كل واجب كتابة على مقياس تقييم عام \"روبريك\" مع معيار معين لوضع الدرجات إزائه."}},"paragraph02":{"number":2,"numberPosTop":17,"numberPosLeft":60,"text":{"english":"Select a score for each criterion.","turkish":"Her bir kriter için bir puan seçin.","spanish":"Seleccione un puntaje para cada criterio.","korean":"각 기준에 따라 점수를 선택하십시오.","chinese":"為每條準則選取一個分數。","japanese":"各基準に対して得点を選択します。","arabic":"حدد درجة لكل معيار."}},"paragraph03":{"number":3,"numberPosTop":51,"numberPosLeft":86,"text":{"english":"Click here to close the rubric window and record the score.","turkish":"Kurallar penceresini kapatıp puanı kaydetmek için buraya tıklayın.","spanish":"Haga clic aquí para cerrar la ventana de la rúbrica y registrar el puntaje.","korean":"채점 기준표 창을 닫고 점수를 기록하려면 여기를 클릭하십시오.","chinese":"按一下這裡關閉規準視窗並記錄分數。","japanese":"採点基準ウィンドウを閉じて得点を記録するには、こちらをクリックします。","arabic":"أنقر هنا لكي تغلق نافذة مقياس التقييم العام وسجّل الدرجات."}}}}}}