{"title":{"english":"Report","turkish":"Rapor","spanish":"Informe","korean":"보고서","chinese":"學習報告","japanese":"レポート","arabic":"التقرير"},"segment":"adult","userType":["student"],"pageCount":1,"pages":{"page01":{"pageType":"screenshot","imgId":"ASRS001.png","pageTitle":{"english":"","turkish":"","spanish":"","korean":"","chinese":"","japanese":"","arabic":""},"paragraphs":{"paragraph01":{"number":1,"numberPosTop":1,"numberPosLeft":84,"text":{"english":"This page shows your activity scores for all segments in your level of Online Practice.","turkish":"Bu sayfa, Çevrim İçi Uygulama seviyenizin tüm bölümlerindeki aktivite puanlarınızı gösterir.","spanish":"Esta página muestra sus puntuaciones de actividades para todos los segmentos en su nivel de Práctica Online.","korean":"이 페이지는 본인의 온라인 수업 레벨에 포함된 모든 세그먼트의 활동 점수를 표시합니다.","chinese":"本頁面顯示您在線上練習的該級數中，全部單元的學習活動得分。","japanese":"このページは、Online Practiceのそのレベルの全ユニットのアクティビティの得点を表示します。","arabic":"تعرض لك هذه الصفحة درجات نشاطك لجميع الاقسام في مستواك المتعلق بالممارسة عبر الانترنت."}},"paragraph02":{"number":2,"numberPosTop":11,"numberPosLeft":7,"text":{"english":"Use this menu to display reports for all segments or for a specific segment.","turkish":"Tüm bölümlerin ya da belirli bir bölümün raporunu görmek için bu menüyü kullanın.","spanish":"Use este menú para mostrar todos los informes para todos los segmentos o para un segmento específico.","korean":"이 메뉴를 이용하여 전체 세그먼트이나 특정 세그먼트의 보고서를 표시합니다.","chinese":"使用此選單可以顯示全部單元的學習報告，或顯示個別單元的學習報告。","japanese":"全ユニットのレポート、または特定のユニットのレポートを表示するには、このメニューを使用します。","arabic":"إستعمل هذه القائمة لكي تعرض تقارير لجميع الاقسام أو لقسم معين."}},"paragraph03":{"number":3,"numberPosTop":32,"numberPosLeft":0,"text":{"english":"This row shows the total score of all activities attempted in each unit. The score is shown out of the total number of possible points in the attempted activities.","turkish":"Bu satır, her bir ünitede denediğiniz tüm aktivitelerden aldığınız toplam puanı gösterir. Puan, denenen aktivitelerden mümkün toplam puan ile birlikte görünür.","spanish":"Esta fila muestra la puntuación total de todas las actividades intentadas en cada unidad. La puntuación se muestra según el total de puntos posibles en las actividades intentadas.","korean":"이 행은 각 단원에서 시도한 모든 활동의 총점을 표시합니다. 점수는 시도한 활동의 총점에 대한 점수로 표시됩니다.","chinese":"這一行顯示每個單元的每一課裡面，嘗試過的學習活動總得分。此總分來自嘗試過的學習活動全部得分加總。","japanese":"この行は、このユニットの各レッスンで取り組んだ全アクティビティの合計得点を表します。これは、取り組んだアクティビティで取得できるポイントの合計数のうちの得点を表示しています。","arabic":"يبيّن هذا الصف الدرجة الكلية لجميع الانشطة التي جُربت في كل وحدة. الدرجة معروضة من بين العدد الكلي للنقاط الممكنة في الانشطة المُجربة."}},"paragraph04":{"number":4,"numberPosTop":37,"numberPosLeft":0,"text":{"english":"This row shows the total number of activity attempts in each unit.","turkish":"Bu satır, her bir ünitedeki toplam aktivite denemelerinin sayısını gösterir.","spanish":"Esta fila muestra el número total de intentos de actividades en cada unidad.","korean":"이 행은 각 단원에서 시도한 활동의 총 수를 표시합니다.","chinese":"這一行顯示每個單元的每一課裡面，嘗試過的學習活動總數。","japanese":"この行は、このユニットの各レッスンで取り組んだアクティビティの合計数を表します。","arabic":"يبيّن هذا الصف العدد الكلي لمحاولات النشاط في كل وحدة."}},"paragraph05":{"number":5,"numberPosTop":43,"numberPosLeft":0,"text":{"english":"This row shows the time spent on activities in each unit.","turkish":"Bu satır, her bir ünitenin aktivitelerinde harcanan zamanı gösterir.","spanish":"Esta fila muestra el tiempo dedicado a las actividades en cada unidad.","korean":"이 행은 각 단원의 활동에 소요된 시간을 표시합니다.","chinese":"這一行顯示每個單元的每一課裡面，嘗試過的學習活動時數。","japanese":"この行は、このユニットの各レッスンのアクティビティに費やした時間を表します。","arabic":"يبيّن هذا الصف الوقت الذي بُذل في عمل الانشطة في كل وحدة."}},"paragraph06":{"number":6,"numberPosTop":31,"numberPosLeft":10,"text":{"english":"The total score in a specific segment is shown here.","turkish":"Belirli bir bölümün toplam puanı burada gösterilir.","spanish":"Aquí se muestra la puntuación total en un segmento específico.","korean":"특정 세그먼트의 총점은 여기에 표시됩니다.","chinese":"每個單元的總得分顯示在此處。","japanese":"このユニットの合計得点は、こちらです。","arabic":"الدرجة الكلية المتعلقة بالقسم الخاص معروضة هنا."}},"paragraph07":{"number":7,"numberPosTop":38,"numberPosLeft":12,"text":{"english":"The total number of activity attempts in a specific segment is shown here.","turkish":"Belirli bir bölümdeki toplam aktivite denemelerinin sayısı burada gösterilir.","spanish":"Aquí se muestra el número total de intentos de actividades en un segmento específico.","korean":"특정 세그먼트의 총 활동 시도 건수는 여기에 표시됩니다.","chinese":"每個單元全部的學習活動嘗試次數顯示在此處。","japanese":"これはこのユニットで取り組んだアクティビティの合計数を表します。","arabic":"العدد الكلي لمحاولات الانشطة المتعلقة بالقسم الخاص معروضة هنا."}},"paragraph08":{"number":8,"numberPosTop":43,"numberPosLeft":11,"text":{"english":"The total time taken on all activity attempts in a specific segment is shown here.","turkish":"Belirli bir bölümdeki aktivite denemeleri için harcanan toplam zaman burada gösterilir.","spanish":"Aquí se muestra el tiempo total dedicado a los intentos de actividades en un segmento específico.","korean":"특정 세그먼트의 모든 활동 시도에 소요된 시간은 여기에 표시됩니다.","chinese":"每個單元全部的學習活動嘗試時數顯示在此處。","japanese":"これはこのユニットのアクティビティの全取り組みにかかった合計時間です。","arabic":"الوقت الكلي المستغرق في جميع محاولات النشاط المتعلقة بالقسم الخاص معروض هنا."}},"paragraph09":{"number":9,"numberPosTop":9,"numberPosLeft":83,"text":{"english":"Click here to see your activity scores displayed as a percentage of the total number of points available.","turkish":"Mevcut puanların toplam sayısının bir yüzdesi şeklinde görüntülenen aktivite puanlarınızı görmek için buraya tıklayın.","spanish":"Haga clic aquí para ver la puntuación de la actividad como un porcentaje del número total de puntos disponibles.","korean":"활동 점수를 백점 만점의 점수로 보려면 여기를 클릭하십시오.","chinese":"點此處可觀看您的學習活動得分，依照學習活動之可得總分，以百分比方式顯示。","japanese":"アクティビティの得点を、取得できるポイントの合計数のパーセンテージで表示するには、こちらをクリックします。","arabic":"انقر هنا لرؤية درجات النشاط الخاص بك وهي معروضة كنسبة مئوية من العد الإجمالي للنقاط المتوفرة."}}}}}}