{"title":{"english":"Resources","turkish":"Kaynaklar","spanish":"Recursos","spanish_la":"Recursos","portuguese":"Recursos","japanese":"ソース","chinese":"學習資源","thai":"ศูนย์ทรัพยากรการเรียนรู้","indonesian":"Sumber-sumber Daya","korean":"자료","vietnamese":"Các Nguồn Trợ giúp","arabic":"الموارد"},"segment":"primary","userType":["student"],"pageCount":1,"pages":{"page01":{"pageType":"screenshot","imgId":"PSRES001.png","pageTitle":{"english":"","turkish":"","spanish":"","spanish_la":"","portuguese":"","japanese":"","chinese":"","thai":"","indonesian":"","korean":"","vietnamese":"","arabic":""},"paragraphs":{"paragraph01":{"number":1,"numberPosTop":3,"numberPosLeft":22,"text":{"english":"This is the Resources area. Where available, this area will provide supporting material for you when using Online Practice.","turkish":"Burası Kaynaklar alanıdır. Varsa, Online Uygulamayı kullanırken dersinizi destekleyecek malzemeleri burada bulabilirsiniz.","spanish":"Esta es el área de Recursos. De estar disponible, esta área proporcionará material de apoyo para cuando utilice la Práctica Online.","spanish_la":"Esta es el área de Recursos. De estar disponible, esta área proporcionará material de apoyo para cuando utilice la Práctica Online.","portuguese":"Esta é a área de recursos. Quando disponível, esta área fornecerá o material de apoio necessário para que você utilize o Online Practice.","japanese":"このページはリソースエリアを表示します。リソースが利用できる場合は、Online Practiceのサポートリソースはこちらから利用できます。","chinese":"這裡是學習資源區。本區將提供您目前可以使用的輔助資料，幫助您使用線上練習。","thai":"ศูนย์ทรัพยากรการเรียนรู้ คือ แหล่งรวมข้อมูลสำคัญที่ช่วยสนับสนุนการเรียนและการทำกิจกรรมของคุณ","indonesian":"Inilah area Sumber-sumber daya. Di mana tersedia, area ini akan memberikan bahan-bahan pembantu untuk anda bila menggunakan Praktik Online.","korean":"이곳은 자료 영역입니다. 이 영역을 이용할 수 있는 경우 온라인 실습을 이용시 보조 자료가 제공됩니다.","vietnamese":"Đây là phần Các Nguồn Trợ giúp. Nếu có sẵn, phần này sẽ cung cấp tài liệu trợ giúp cho bạn khi sử dụng chương trình Thực hành Qua mạng.","arabic":"هذه هي منطقة الموارد وعندما تكون متاحة، فإن هذه المنطقة ستقدم موادًا داعمةً لك عند استخدام الممارسة عبر شبكة الإنترنت."}},"paragraph02":{"number":2,"numberPosTop":43,"numberPosLeft":23,"text":{"english":"Click on a title to open a Resource. PDF files and documents will open in a new tab or download to your computer or device depending on your browser settings.","turkish":"Bir Kaynağı açmak için başlığına tıklayın. PDF dosyaları ve belgeler yeni bir sekmede açılır ve tarayıcı ayarlarınıza bağlı olarak bilgisayarınıza ya da cihazınıza indirilir.","spanish":"Haga clic en un título para abrir un Recurso. Los archivos PDF y los documentos se abrirán en una nueva pestaña o se descargarán a su ordenador o dispositivo en función de la configuración de su navegador.","spanish_la":"Haga click en un título para abrir un Recurso. Los archivos PDF y los documentos se abrirán en una nueva pestaña o se descargarán a su ordenador o dispositivo en función de la configuración de su navegador.","portuguese":"Clique em um título para abrir um recurso. Arquivos PDF e documentos serão abertos em uma nova aba ou serão baixados em o seu computador ou dispositivo, dependendo das configurações do seu navegador.","japanese":"タイトルをクリックしてリソースを開きます。PDFファイルと文書が新しいタブで表示されるか、ブラウザの設定によりコンピュータやデバイスにダウンロードされます。","chinese":"點擊標題就可以打開一個學習資源。PDF檔案與文件，將依照您的瀏覽器設定情況，在新頁面打開，或下載到您的電腦或裝置。","thai":"คลิกที่ชื่อเรื่อง หรือสัญลักษณ์  ระบบจะเปิดหน้าต่างใหม่ ให้คุณได้อ่าน หรือเพื่อดาวน์โหลด (เอกสารอยู่ในรูปแบบไฟล์ PDF)","indonesian":"Klik pada suatu judul untuk membuka suatu Sumber daya. Berkas-berkas dan dokumen-dokumen PDF akan terbuka di suatu tab baru atau unduhlah ke komputer atau perangkat anda tergantung dari setelan pada peramban anda.","korean":"제목을 클릭하여 자료를 여십시오. PDF 파일과 문서가 새로운 탭에서 열리거나 브라우저 설정에 따라 컴퓨터 또는 기타 장치로 다운로드됩니다.","vietnamese":"Nhấp chuột vào một tiêu đề để mở một Nguồn Trợ giúp. Các tệp tin dạng PDF và các tài liệu sẽ được mở ở một trang tab mới hoặc tải về máy tính hay thiết bị của bạn, tùy theo các thiết lập trong trình duyệt của bạn.","arabic":"اانقر فوق عنوان ما لفتح أحد الموارد. وسوف يتم فتح ملفات PDF والوثائق في علامة تبويب جديدة أو تنزيلها على الحاسب أو الجهاز الخاص بك حسب إعدادات المتصفح الخاص بك."}},"paragraph03":{"number":3,"numberPosTop":79,"numberPosLeft":23,"text":{"english":"Click on an audio track title to play the file in the browser. Use the controls to play, pause and adjust the volume.","turkish":"Tarayıcınızdaki dosyayı oynatmak için ses parçası başlığına tıklayın. Çalmak, durdurmak ve sesi ayarlamak için kontrol düğmelerini kullanın.","spanish":"Haga clic en el título de un archivo de audio para reproducirlo en el navegador. Utilice los controles para reproducir, pausar y ajustar el volumen.","spanish_la":"Haga click en el título de un archivo de audio para reproducirlo en el navegador. Utilice los controles para reproducir, pausar y ajustar el volumen.","portuguese":"Clique no título de uma faixa de áudio para reproduzir o arquivo no navegador. Use os controles para reproduzir, pausar e ajustar o volume.","japanese":"ブラウザのファイルを再生するには、音声トラックのタイトルをクリックします。再生、一時停止、音量調節を行うには、コントロール機能を使用してください。","chinese":"點擊錄音檔的曲目標題，可在瀏覽器播放錄音檔。請操作控制面板來播放、暫停以及調整音量。","thai":"คลิกที่ชื่อไฟล์เสียง เพื่อเล่นคลิปเสียง และใช้แถบควบคุม เพื่อควบคุมการเล่น หรือปรับระดับเสียง","indonesian":"Klik pada suatu judul jalur audio untuk memainkan berkas yang bersangkutan di peramban. Gunakan kontrol-kontrol untuk memainkan, menghentikan dan menyesuaikan volume suara.","korean":"브라우저에서 파일을 재생하려면 오디오 트랙 제목을 클릭하십시오. 제어장치를 사용하여 재생, 정지시키거나 음량을 조절하십시오.","vietnamese":"Nhấp chuột vào một tiêu đề tập tin âm thanh để mở tập tin trong trình duyệt. Sử dụng các nút điều khiển để mở, tạm dừng và điều chỉnh âm lượng.","arabic":"اانقر على أحد عناوين المسار الصوتي لتشغيل الملف داخل المتصفح. استخدم مفاتيح التحكم لتشغيل مستوى جهارة الصوت وإيقافه وضبطه."}}}}}}